Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: Right-click the ISO file and select :menuselection:`Make Bootable USB Stick`, or launch :menuselection:`Menu --> Accessories --> USB Image Writer`.
be: Націсніце правай кнопкай мышы на файле вобраза ISO і выберыце `Стварыць загрузачны дыск USB`, або запусціце праграму запісу вобразаў на USB (напр. :menuselection:`Меню --> Інструменты --> Запісаць вобраз на USB`).
bn: আইএসও ফাইলটিতে ডান ক্লিক করুন এবং নির্বাচন করুন :menuselection:`Make Bootable USB Stick`, বা লঞ্চ করুন :menuselection:`Menu --> Accessories --> USB Image Writer`।
cy: De-gliciwch y ffeil ISO a dewis :menuselection: `Creu Cof Bach USB Cychwynadwy`, neu gychwyn :menuselection:` Dewislen -> Ategolion -> Awdur Delwedd USB`.
et: Tee ISO failil paremklõps ja vali :menuselection:`Tee alglaaditav USB pulk` või käivita :menuselection:`Menüü --> Tarvikud --> USB tõmmise kirjutaja`.
fi: Napsauta ISO-tiedostoa hiiren oikealla painikkeella ja valitse :menuselection:`Luo käynnistettävä USB-tikku` tai käynnistä :menuselection:`Valikko --> Apuohjelmat --> USB-levykuvan kirjoittaja`.
he: הקשה על לחצן העכבר הימני על קובץ ה־ISO ובחירת :menuselection: 'יצירת החסן נייד בר אתחול', או שיגור :menuselection: 'תפריט --> עזרים --> יוצר תמונת החסן נייד'.
hi: ISO फ़ाइल पर राइट-क्लिक कर :menuselection:'बूट योग्य यूएसबी डिवाइस बनाएँ' चुनें, या फिर :menuselection:'मेन्यू -->सहायक साधन --> यूएसबी फ़ाइल राइटर' लॉन्च कर उपयोग करें।
id: Klik kanan pada berkas ISO dan pilih :menuselection:`Buat Stik USB yang Dapat Di-boot`, atau luncurkan :menuselection:`Menu --> Aksesori --> Penulis Citra USB`.
ja: ISO ファイルを右クリックし、:menuselection:`起動可能な USB メモリの作成`を選択するか、:menuselection:`メニュー --> アクセサリ --> USB イメージライター`を起動します。
kab: Ssed s teqfalt tayefust ɣef ufaylu ISO sakin fren :menuselection:`Snulfu-d tasarut USB n usekker`, neɣ sekker :menuselection:`Umuɣ --> Imerniyen --> USB Image Writer`.
pl: Kliknij prawym przyciskiem myszy na pliku ISO, i wybierz :menuselection:`Utwórz rozruchowy klucz USB`, lub uruchom :menuselection:`Menu --> Accessoria --> Kreator obrazu USB`.
pt: Carregue com botão direito do rato num ficheiro ISO e selecione :menuselection:`Criar USR de arranque` ou aceda a :menuselection:`Menu --> Acessórios --> Gravador de imagem USB`.
ro: Fă click dreapta pe fișierul ISO și selectează :menuselection:`Make Bootable USB Stick`, sau lansează :menuselection:`Menu --> Accessories --> USB Image Writer`
sk: Kliknite pravým tlačidlom myši na ISO súbor a vyberte možnosť :menuselection:`Make Bootable USB Stick` alebo :menuselection:`Menu --> Príslušenstvo --> Tvorca USB obrazu`.
sl: Z desnim klikom kliknite datoteko ISO in izberite :menuselection:`Make Bootable USB Stick`, ali pa zaženite :menuselection:`Menu --> Accessories --> USB Image Writer`.
sr: Кликните десним тастером миша на ИСО датотеку и изаберите „:menuselection:Направи УСБ уређај за покретање" или покрените „:menuselection:Изборник → Додатна опрема → УСБ снимач слика“.
sr@latin: Kliknite desnim tasterom miša na ISO datoteku i izaberite :menuselection:`Make Bootable USB Stick`, ili pokrenite :menuselection:`Menu --> Accessories --> USB Image Writer`.
uk: Клацніть правою кнопкою миші на ISO-файл і виберіть: menuselection: `Зробити завантажувальний USB носій` або запустіть: menuselection:` Меню ->Аксесуари -> Запис образу ISO на USB `.
uz: ISO faylini sichqonchaning o‘ng tugmasi bilan bosing va :menuselection:`Bootable USB Stick yaratish`-ni tanlang yoki :menuselection:`Menyu --> Aksessuarlar --> USB Image Writer`ni ishga tushiring.
zh_hk: 在ISO檔案上滑鼠右鍵，然後選擇 :menuselection:`Make Bootable USB Stick`, 或是執行 :menuselection:`Menu --> Accessories --> USB Image Writer`。

source: Select your USB device and click :guilabel:`Write`.
be: Выберыце вашу прыладу USB і націсніце :guilabel:`Запісаць`.
bn: আপনার USB ডিভাইসটি নির্বাচন করুন এবং ক্লিক করুন :guilabel:`Write`।
cy: Dewiswch eich dyfais USB a chlicio :guilabel:`Ysgrifennu`.
et: Vali USB pulk ja klõpsa :guilabel:`Kirjuta`.
fi: Valitse USB-laite ja napsauta :guilabel:`Kirjoita`.
he: בחירת ההחסן נייד והקשה על :guilabel:`כתיבה`.
hi: डिवाइस चुनकर :guilabel:'राइट करें' पर क्लिक करें।
id: Pilih perangkat USB Anda dan klik :guilabel:`Tulis`.
ja: 書き込み先の USB デバイスを選択し、:guilabel:`書き込み`をクリックします。
kab: Fren allal USB u ssed :guilabel:`Write`.
pl: Wybierz swoje urządzenie USB i kliknij :guilabel:'Zapisz'.
pt: Selecione o seu dispositivo USB e clique em :guilabel:`Gravar`.
ro: Selectează stickul tău USB și fă click pe :guilabel:`Write`.
sk: Vyberte zariadenie USB a stlačte :guilabel:`Zápis`.
sl: Izberite vaš ključek USB in kliknite :guilabel:`Write`.
sr: Изаберите свој УСБ уређај и кликните „:guilabel:Запиши“.
sr@latin: Izaberite Vaš USB memorijski uređaj i kliknite na :guilabel:`Write`.
uk: Оберіть свій USB-пристрій і натисніть: guilabel: `Запис`.
uz: USB qurilmangizni tanlang va :guilabel:`Write` tugmasini bosing.
zh_hk: 選擇您的USB裝置並按:guilabel:`Write`。

source: In Windows, Mac OS, or other Linux distributions
be: У Windows, Mac OS, або ў іншых дыстрыбутывах Linux
bn: Windows, Mac OS বা অন্যান্য Linux বিতরণে
cy: Yn Windows, Mac OS, neu ddosbarthiadau Linux eraill
et: Windowsis, MacOSis või teistes Linuxi distributsioonides
fi: Windowsissa, macOSissa tai muissa Linux-jakeluissa
he: ב־Windows,‏ Mac OS, או הפצות לינוקס אחרות
hi: विंडोज, मैक OS, या दूसरे लिनक्स वितरण में
id: Di Windows, Mac OS, atau distribusi Linux lainnya
ja: Windows, Mac OS, 他の Linux ディストリビューションで作る方法
kab: Di Windows, Mac OS, neɣ deg isdeggiren-nniḍen n Linux
pl: W Windows, Mac OS, lub innej dystrybucji Linux-a
pt: No Windows, Mac OS ou outras distribuições Linux
ro: În Windows, Mac OS, sau alte distribuții Linux
sk: Vo Windowse, Mac OS-e alebo v iných distribúciách Linuxu
sl: Na sistemih Windows, macOS ali drugih distribucijah Linuxa
sr: У Виндоузу, Мек ОС-у, или другим дистрибуцијама Линукса
sr@latin: U Windowsu, Mac OS-u, ili nekoj drugoj Linuks distribuciji
uk: У Windows, Mac OS або інших дистрибутивах Linux
uz: Windows, Mac OS yoki boshqa Linux distributivlarida
zh_hk: 在Windows, macOS或是其他的Linux發行版

source: Download `Etcher <https://www.balena.io/etcher/>`_, install it and run it.
be: Спампуйце `Etcher <https://www.balena.io/etcher/>`_, усталюйце і запусціце.
bn: `Etcher <https://www.balena.io/etcher/>`_, ইন্সটল করুন এবং চালু করুন।
cy: Llwythwch `Etcher <https://www.balena.io/etcher/>` i lawr, ei osod a'i redeg.
et: Laadige alla `Etcher <https://www.balena.io/etcher/>`_, installige see ja käivitage.
fi: Lataa `Etcher <https://www.balena.io/etcher/>`_, asenna se ja suorita.
he: יש להוריד `Etcher <https://www.balena.io/etcher/>`_, להתקין ולהפעיל.
hi: Etcher <https://www.balena.io/etcher/>` को डाउनलोड करें, व इंस्टॉल कर उसे निष्पादित करें।
id: Unduh `Etcher <https://www.balena.io/etcher/>`_, pasang dan jalankan itu.
ja: `Etcher <https://www.balena.io/etcher/>`_, をダウンロードし、インストールして実行します。
kab: Sader `Etcher <https://www.balena.io/etcher/>`_, sbedd-it yerna sekker-it.
pl: Pobierz program `Etcher <https://www.balena.io/etcher/>`_, zainstaluj go i uruchom.
pt: Descarregue o `Etcher <https://www.balena.io/etcher/>`_, instale-o e execute-o.
ro: Descărcă `Etcher <https://www.balena.io/etcher/>`_, instalează-l și rulează-l.
sk: Stiahnite `Etcher <https://www.balena.io/etcher/>`_, nainštalujte ho a spustite.
sl: Prenesite `Etcher <https://www.balena.io/etcher/>`_, ga namestite in zaženite.
sr: Преузмите „Etcher <https://www.balena.io/etcher/>“_, инсталирајте га и покрените.
sr@latin: Preuzmite `Etcher <https://www.balena.io/etcher/>`_, instalirajte ga i pokrenite.
uk: Завантажте `Etcher <https://www.balena.io/etcher/>`_, встановіть і запустіть його.
uz: `Etcher <https://www.balena.io/etcher/>`_ yuklab oling, oʻrnating va ishga tushiring.

source: Using Etcher
be: Выкарыстоўваючы Etcher
bn: Etcher ব্যবহার করে
cy: Defnyddio Etcher
et: Etcheri kasutamine
fi: Etcher-työkalulla
he: שימוש ב־Etcher
hi: Etcher उपयोग करना
id: Menggunakan Etcher
ja: Etcher の画面
kab: Seqdec Etcher
pl: Używając programu Etcher
pt: Utilizar o Etcher
ro: Folosind Etcher
sk: Používanie Etcheru
sl: Uporaba Etcherja
sr: Коришћење Etcher
sr@latin: Korišćenje Etchera
uk: Використання Etcher
uz: Etcherdan foydalanish
zh_hk: 使用 Etcher

source: Click :guilabel:`Select image` and select your ISO file.
be: Націсніце 'Выбраць вобраз' (:guilabel:`Select image`) і выберыце ваш файл вобраза ISO.
bn: :guilabel:`Select image` নির্বাচন করুন এবং আপনার ISO ফাইলটি নির্বাচন করুন।
cy: Cliciwch :guilabel:`Dewiswch ddelwedd` a dewis eich ffeil ISO.
et: Klõpsa :guilabel:`Select image` ning vali oma ISO fail.
fi: Napsauta :guilabel:`Select image` ja valitse ISO-tiedosto.
he: הקשה על :guilabel:`בחירת תמונה` ובחירת קובץ ה־ISO.
hi: :guilabel:'छवि चुनें' पर क्लिक कर ISO फ़ाइल चुनें।
id: Klik :guilabel:`Pilih citra` dan pilih berkas ISO Anda.
ja: :guilabel:`Select image` をクリックし、ISO ファイルを選択します。
kab: Ssed :guilabel:`Select image` sakin fren afaylu ISO.
pl: Kliknij :guilabel:`Select image` i wybierz plik ISO.
pt: Carregue em :guilabel:`Selecionar imagem` e selecione o seu ficheiro ISO.
ro: Fă click pe :guilabel:`Select image` și selectează fișierul ISO.
sk: Kliknite na :guilabel:`Select image` a vyberte svoj ISO súbor.
sl: Kliknite :guilabel:`Select image` in izberite vašo datoteko ISO.
sr: Кликните „:guilabel:Изабери слику“ и одаберите ИСО датотеку
sr@latin: Kliknite na :guilabel:`Select image` i izaberite Vašu ISO datoteku.
uk: Клацніть: guilabel: `Обрати образ ' та виберіть ваш файл ISO образу.
uz: :guilabel:`Select image` tugmasini bosing va ISO faylingizni tanlang.
zh_hk: 按 :guilabel:`Select image` 並選擇您的ISO檔案。

source: Click :guilabel:`Select drive` and select your USB stick.
be: Націсніце 'Выбраць носьбіт' (:guilabel:`Select drive`) і выберыце ваш носьбіт USB.
bn: :guilabel:`Select drive` নির্বাচন করুন এবং আপনার USB স্টিকটি নির্বাচন করুন।
cy: Cliciwch :guilabel:`Dewiswch yriant` a dewis eich cof bach USB.
et: Klõpsa :guilabel:`Select drive` ning vali oma USB pulk.
fi: Napsauta :guilabel:`Select drive` ja valitse USB-muistitikkusi.
he: יש ללחוץ על :guilabel: „Select drive” ולבחור את ההחסן הנייד.
hi: :guilabel:'ड्राइव चुनें' पर क्लिक यूएसबी डिवाइस चुनें।
id: Klik :guilabel:`Pilih kandar` dan pilih stik USB Anda.
ja: :guilabel:`Select drive` をクリックし、USB スティックを選択します。
kab: Ssed :guilabel:`Select drive` sakin fren tasarut USB.
pl: Kliknij :guilabel:`Select drive` i wybierz pamięć USB.
pt: Carregue em :guilabel:`Selecionar unidade` e selecione o seu dispositivo.
ro: Fă click pe :guilabel:`Select drive` și selectează stickul USB.
sk: Kliknite na :guilabel:`Select drive` a vyberte USB.
sl: Kliknite :guilabel:`Select drive` in izberite vaš USB-ključek.
sr: Кликните „:guilabel:Изаберите управљачки програм“ и одаберите ваш УСБ уређај.
sr@latin: Kliknite na :guilabel:`Select drive` i izaberite Vaš USB memorijski uređaj.
uk: Клацніть: guilabel: "Обрати носій" і виберіть USB-нагромаджувач.
uz: :guilabel:`Select drive` tugmasini bosing va USB flesh-diskini tanlang.
zh_hk: 按 :guilabel:`Select drive` 並選擇您要寫入的USB隨身碟。

source: Click :guilabel:`Flash!`.
be: Націсніце 'Хутка!' (:guilabel:`Flash!`).
bn: ক্লিক করুন :guilabel:`Flash!`।
cy: Cliciwch :guilabel:`Fflachio!`.
et: Klõpsa :guilabel:`Flash!`.
fi: Napsauta :guilabel:`Flash!`.
he: יש ללחוץ על :guilabel:`Flash!`.
hi: क्लिक करें :guilabel:`Flash!`।
id: Klik :guilabel:`Flash!`.
ja: :guilabel:`Flash!` をクリックします。
kab: Ssed :guilabel:`Flash!`.
pl: Kliknij :guilabel:`Flash!`.
pt: Carregue em :guilabel:`Flash!`.
ro: Fă click pe :guilabel:`Flash!`.
sk: Kliknite na :guilebel:`Flash!`.
sl: Kliknite :guilabel:`Flash!`.
sr: Кликните „:guilabel:Блиц!“.
sr@latin: Kliknite na :guilabel:`Flash!`.
uk: Клацніть: guilabel: `Flash!`.
uz: :guilabel:`Flash!` tugmasini bosing.
zh_hk: 點擊 :guilabel:`Flash!`。

source: How to make a bootable DVD
be: Як зрабіць загрузачны DVD
bn: কীভাবে বুটেবল DVD বানাবেন
cy: Sut i wneud DVD cychwyn
et: Kuidas luua alglaaditavat DVDd
fi: Miten luodaan käynnistettävä DVD
he: כיצד ליצור תקליטור DVD בר־אתחול
hi: एक बूट योग्य डीवीडी कैसे बनाए
id: Cara membuat sebuah DVD yang dapat di-boot
ja: 起動可能な DVD の作り方
kab: Amek ara txedmeḍ aDVD n usekker
pl: Jak wykonać bootowalną płytę DVD
pt: Como fazer um dispositivo DVD de arranque
ro: Cum să faci un DVD bootabil
sk: Ako vytvoriť bootovateľné DVD
sl: Kako naredite zagonski DVD
sr: Како направити ДВД за покретање
sr@latin: Kako napraviti DVD za pokretanje sistema
uk: Як зробити завантажувальний DVD диск
uz: Yuklanadigan DVDni qanday yaratish kerak
zh_hk: 如何製作可開機的DVD光碟。

source: Optical discs are slow and burning to disc is prone to errors.
be: Аптычныя дыскі марудныя і іх запіс схільны да памылак.
bn: অপটিকাল ডিস্কগুলি দেরি হয় এবং ডিস্কে রাইট করার সময় ত্রুটি হওয়ার আশঙ্কা থাকে।
cy: Mae disgiau optegol yn araf ac mae llosgi i ddisg yn dueddol o greu camgymeriadau.
et: Optilised kettad on aeglased ning kettale kirjutamisel juhtub kergesti vigu.
fi: Optiset levyt ovat hitaita ja levylle poltto on virhealtista.
he: תקליטורים אופטיים הם איטיים וצריבה לתקליטורים מועדת לשגיאות.
hi: सीडी पर फाइल कॉपी करना धीमा व त्रुटि की संभावना अधिक होती है।
id: Piringan optik cenderung lambat dan pembakaran ke piringan cenderung rawan kesalahan.
ja: 光学ディスクの処理速度は遅く、ディスクへの書き込み時にエラーが発生することもあります。
kab: Imeɣriyen isekdanen ẓayit yerna acraḍ ɣef uḍebsi igellu-d s tuccḍiwin.
pl: Dyski optyczne są powolne, ich zapisywanie jest czasami jest wadliwe.
pt: Discos ópticos são lentos e a gravação em disco é propensa a erros.
ro: Discurile optice sunt lente și scrierea pe disc poate produce erorilor.
sk: Optické disky sa dlho napaľujú a sú náchylné na chyby pri napaľovaní.
sl: Optični diski so počasni in zapisovanje na disk je nagnjeno k napakam.
sr: Оптички дискови су спори и снимање на диск је склоно грешкама.
sr@latin: Optički diskovi su spori i narezivanje na disk ponekad može dovesti do grešaka.
uk: Оптичні диски є повільними, а запис на диски схильний до помилок.
uz: Optik disklar sekin va diskka yozish xatolarga moyil.
zh_hk: 光碟片速度慢而且寫入的時候容易有錯誤產生。

source: To prevent issues, burn at the lowest possible speed.
be: Каб папярэдзіць памылкі, запісвайце на найменшай магчымай хуткасці.
bn: সমস্যাগুলি রোধ করতে, সর্বনিম্নতম গতিতে রাইট করুন।
cy: Er mwyn atal problemau, llosgwch ar y cyflymder isaf posibl.
et: Vigade vältimiseks kirjuta kõige aeglasema kiirusega.
fi: Ehkäistäksesi ongelmia polta hitaimmalla mahdollisella nopeudella.
he: כדי למנוע בעיות, כדאי לצרוב במהירות איטית ככל האפשר.
hi: मंद गति पर सीडी कॉपी करने से त्रुटि संभावना कम होती है।
id: Untuk mencegah masalah, bakar pada kecepatan selambat mungkin.
ja: 問題を最小限に抑えるため、できるだけ低速で書き込んでください。
kab: Iwakken ur ttilin ara wuguren, creḍ s urured adday maḍi i yellan.
pl: Aby uniknąć błędów, wypal dysk z najniższą możliwą prędkością.
pt: Para evitar problemas, grave o disco utilizando a menor velocidade possível.
ro: Pentru a prevenii probleme, scrie la viteza cea mai mică posibila.
sk: Aby ste sa vyhli chybám, napaľujte na najnižšej možnej rýchlosti.
sl: Da bi preprečili napake, na optični disk pišite s čim nižjo možno hitrostjo.
sr: Да бисте спречили проблеме, снимајте најнижом могућом брзином.
sr@latin: Da biste sprečili probleme, narezivanje vršite najmanjom mogućom brzinom.
uk: Щоб уникнути проблем, оберіть найнижчу швидкість.
uz: Muammolarning oldini olish uchun iloji boricha past tezlikda yozing.
zh_hk: 為了預防這個問題，建議使用最低速度來燒錄光碟

source: Burn the content of the ISO onto the DVD, not the ISO file itself. When finished, your DVD should contain directories such as ``boot`` and ``casper``, it shouldn't be an empty DVD containing an .iso file.
be: Запішыце вобраз ISO на DVD, але не сам файл ISO. Пасля завяршэння запісу ваш DVD павінен утрымліваць каталогі кшталту ``boot`` і ``casper``, гэта не павінен быць пусты DVD з файлам .iso.
bn: ISO-র বিষয়বস্তু ডিভিডি-তে রাইট করুন, ISO ফাইলটি নয়। শেষ হয়ে গেলে, আপনার DVD-তে ``boot`` এবং ``casper`` এর মতো ডিরেক্টরি থাকতে হবে, এটি কোনও .iso ফাইলযুক্ত খালি ডিভিডি হওয়া উচিত নয়।
cy: Llosgwch gynnwys yr ISO ar y DVD, nid y ffeil ISO ei hun. Ar ôl gorffen, dylai eich DVD gynnwys cyfeiriaduron fel ``boot`` a ``casper``, ni ddylai fod yn DVD gwag sy'n cynnwys ffeil .iso.
et: DVD kettale kirjuta ISO faili sisu, mitte ISO fail ise. Pärast kirjutamise lõppu peaks DVD kettal olema muu hulgas kaustad nimedega ``boot`` ja ``casper``, see ei tohiks sisaldada ainult ühte .iso faili.
fi: Polta DVD-levylle ISO-tiedoston sisältö, älä itse ISO-tiedostoa. Valmiilta DVD-levyltä pitäisi löytyä kansioita kuten ``boot`` ja ``casper`` eikä .iso-tiedostoa.
he: יש לצרוב את תוכן (הקבצים שחולצו) ה־ISO על גבי תקליטור ה־DVD, ולא את קובץ ה־ISO עצמו. בסיום הצריבה, תקליטור ה־DVD אמור להכיל תיקיות כגון „boot” ו־„casper”, ולא אמור להיות תקליטור DVD ריק המכיל רק את קובץ ה־iso.
hi: डीवीडी पर आईएसओ फाइल की सामग्री कॉपी करें न की आईएसओ फाइल। कॉपी उपरांत सुनिश्चित करें कि डीवीडी में ``boot`` व ``casper`` नामक डायरेक्टरी हैं, ऐसा न हो कि डीवीडी में केवल एक .iso फाइल हो।
id: Tulis kandungan dari ISO ke DVD, bukan ISO itu sendiri. Ketika selesai, DVD Anda seharusnya mengandung direktori seperti ``boot`` dan ``casper``, tidak seharusnya menjadi kepingan DVD kosong dengan sebuah berkas .iso.
ja: ISO ファイルの中身を DVD へ書き込んでください (ISO ファイル自身を置くわけではありません)。書き込みの完了後、DVD には ``boot`` や ``casper`` というディレクトリが存在しているはずです。もし .iso ファイル 1 個だけが置かれた DVD が出来上がったら、どこかで手順を間違えていることになります。
kab: Nqec agbur n ISO ɣef DVD, mačči d ISO s yiman-is. Mi tfukeḍ, DVD inek isefk ad isɛu ikaramen akka am ``boot`` akked ``casper``, ur isefk ara ad yili d dDVD ilem yesɛan daxel afaylur .iso.
pl: Nagraj zawartość pliku ISO, nie plik ISO. Po zakończeniu twoja płyta DVD powinna zawierać katalogi takie jak ``boot`` and ``casper``, nie powinna to być pusta płyta DVD zawierająca plik .iso.
pt: Grave o conteúdo do ficheiro ISO no DVD e não o ficheiro ISO em si. Ao terminar, o seu DVD deverá conter os diretórios ``boot`` e ``casper`` e não um DVD vazio com um ficheiro .iso.
ro: Scrie conținutul fișierului ISO pe DVD, nu fișierul ISO în sine. Când este gata, DVD-ul tau ar trebui să conțină directoare precum ``boot`` și ``casper``, nu trebuie să fie gol cu numai fisierul .iso.
sk: Nápáľte obsah ISO súboru, nie samotný ISO súbor. Keď skončíte, na DVD by mali byť súbory ako ``boot`` či ``casper`` a nie .iso súbor.
sl: Zapišite vsebino ISO datoteke na DVD, ne pa same ISO datoteke. Na koncu bi moral DVD vsebovati mape kot so ``boot`` in ``casper``, ne pa prazen DVD z .iso datotekam.
sr: Снимите садржај ИСО на ДВД, а не саму ИСО датотеку. Кад завршите, ваш ДВД треба да садржи директорије као што су „boot“ и „casper“, не би требало да буде празан ДВД који садржи .исо датотеку.
sr@latin: Narežite sadržaj ISO datoteke na DVD, a ne samu ISO datoteku. Kada završite, na Vašem DVD-u bi se trebali nalaziti direktorijumi kao što su ``boot`` i ``casper``, a ne prazan DVD na kome se nalazi jedna .iso datoteka.
uk: Використовуючи опцію "Записати образ диска" запишіть вміст ISO на DVD диск, а не сам файл ISO. Після завершення, ваш DVD диск повинен містити такі каталоги, як `` boot`` і `` casper``, та не повинен містити лише файл .iso.
uz: ISO faylining o‘ziga emas, balki DVDga ISO tarkibini yozing. Tugatgandan so‘ng, DVD diskingizda "boot" va "casper" kabi kataloglar bo‘lishi kerak, u .iso fayli bo‘lgan bo‘sh DVD bo‘lmasligi kerak.
zh_hk: 把ISO檔的內容燒錄到DVD光碟片而不是把ISO檔案本身燒錄進去。燒錄完成後，您的DVD光碟片裡面應該有``boot`` 與 ``casper``這樣的目錄。它不應是包含.iso文件的空DVD。

source: In Linux
be: У Linux
bn: লিনাক্সে
cy: Yn Linux
et: Linuxis
fi: Linuxissa
he: בלינוקס
hi: लिनक्स में
id: Di Linux
ja: Linux で作る方法
kab: Di Linux
pl: W systemie Linux
pt: Em Linux
ro: În Linux
sk: V Linuxe
sl: Na Linuxu
sr: У Линуксу
sr@latin: U Linuksu
uk: У Linux
uz: Linuxda
zh_hk: 在 Linux 中

source: Install and use ``xfburn``.
be: Усталюйце і выкарыстоўвайце ``xfburn``.
bn: ``xfburn`` ইনস্টল করুন এবং ব্যবহার করুন।
cy: Gosod a defnyddio ``xfburn``.
et: Paigalda ja kasuta ``xfburn`` programmi.
fi: Asenna ja käytä ``xfburn``.
he: התקנה השימוש ב־„xfburn”.
hi: ``xfburn`` इंस्टॉल कर उपयोग करें।
id: Pasang dan gunakan ``xfburn``.
ja: ``xfburn`` をインストールし、使用します。
kab: Sbedd u seqdec ``xfburn``.
pl: Zainstaluj i użyj ``xfburn``.
pt: Instale e use ``xfburn``.
ro: Instalează și folosește ``xfburn``.
sk: Nainštalujte a použite ``xfburn``.
sr: Инсталирајте и користите „xfburn“.
sr@latin: Instalirajte i pokrenite ``xfburn``.
uk: Встановіть і використовуйте `` xfburn``.
uz: ``xfburn``ni o‘rnating va foydalaning.
zh_hk: 安裝並執行 ``xfburn``。

source: In Windows
be: У Windows
bn: Windows-এ
cy: Yn Windows
et: Windowsis
fi: Windows:ssa
he: ב־Windows
hi: विंडोज में
id: Di Windows
ja: Windows で作る方法
kab: Deg isfuyla
pl: W systemie Windows
pt: Em Windows
ro: În Windows
sk: Vo Windowse
sl: Na sistemih Windows
sr: У Виндоузу
sr@latin: U Windowsu
uk: У Windows
uz: Windowsda
zh_hk: 在 Windows 中

source: Right-click the ISO file and select :menuselection:`Burn disk image`.
be: Націсніце правай кнопкай на файл ISO і выберыце 'Запісаць вобраз на дыск' (:menuselection:`Burn disk image`).
bn: ISO ফাইলটিতে ডান ক্লিক করুন এবং নির্বাচন করুন :menuselection:`Burn disk image`।
cy: De-gliciwch y ffeil ISO a dewis :menuselection: `Llosgi delwedd disg`.
et: Tee paremklõps ISO failil ning vali :menuselection:`Burn disk image`.
fi: Napsauta ISO-tiedostoa hiiren oikealla painikkeella ja valitse :menuselection:`Burn disk image`.
he: יש ללחוץ לחיצה ימנית על קובץ ה־ISO ולבחור את :menuselection: `צריבת תמונת תקליטור`.
hi: आईएसओ फाइल पर दायां क्लिक कर चुनें :menuselection:`डिस्क फाइल कॉपी करें`।
id: Klik kanan di berkas ISO dan pilih :menuselection:`Burn disk image`.
ja: ISO ファイルを右クリックし、:menuselection:`ディスク イメージの書き込み`を選択します。
kab: Ssed s teqfalt tayefust ɣef ufaylu ISO sakin fren :menuselection:`Burn disk image`.
pl: Kliknij prawym przyciskiem myszy na pliku ISO i wybierz :menuselection:`Nagraj obraz dysku`.
pt: Carregue com o botão direito no ficheiro ISO e selecione :menuselection:`Gravar imagem do disco`.
sk: Kliknite pravým tlačidlom na ISO súbor a vyberte možnosť :menuselection:`Burn disk image`.
sl: Z desnim klikom kliknite datoteko ISO in izberite :menuselection:`Burn disk image`.
sr: Десним тастером миша кликните на ИСО датотеку и одаберите „:menuselection:Снимање слике диска“.
sr@latin: Kliknite desnim tasterom miša na ISO datoteku i izaberite :menuselection:`Burn disk image`.
uk: Клацніть правою кнопкою миші ISO-файл і виберіть: menuselection: `Записати образ диска '.
uz: ISO faylini o‘ng tugmasini bosing va :menuselection:`Disk tasvirini yozish`ni tanlang.
zh_hk: 在ISO檔案上面按右鍵並選擇 :menuselection:`Burn disk image`。
