Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: The Live session is slower (it is loaded from a USB stick or DVD as opposed to a SSD or HDD).
be: Жывая сесія маруднейшая (яна загружаецца з USB ці DVD дыска, а не з больш хуткіх SSD ці HDD).
bn: লাইভ সেশনটি ধীর গতিতে (এটি USB স্টিক বা DVD থেকে লোড করা হয়, কোনও SSD বা HDD থেকে নয়)।
cy: Mae'r sesiwn byw yn arafach (mae'n cael ei lwytho o gof bach USB neu DVD yn hytrach nag SSD neu HDD).
et: Live seanss on aeglasem (kuna on käivitatud USB pulgalt või DVDlt, mitte SSD või HDD kettalt).
fi: Live-istunto on hitaampi (se ladataan USB-tikulta tai DVD:ltä eikä kiintolevyasemalta).
he: המופע החי אטי יותר ( נטען מהחסן-נייד או DVD בניגוד לטעינה מכונן קשיח SSD או HDD ).
hi: लाइव सत्र की कार्यगति मंद होती है (कारण : यह यूएसबी या डीवीडी से लोड होता है न कि एसएसडी या हार्ड डिस्क)।
id: Sesi Langsung lebih lambat (dimuat dari stik USB atau DVD sebagai lawan dari SSD atau HDD).
ja: ライブセッションは快適に動作しません (SSD や HDD 上ではなく、USB スティックや DVD 上で動いているため)。
kab: Tiɣimit s uskar Live teẓẓay aṭas (tettuɛebba si tsarut USB neɣ DVD, mači seg uḍebsi aquran).
pl: Sesja ``live`` jest wolniejsza (jest ładowana z nośnika USB lub DVD w przeciwieństwie do SSD lub HDD)
pt: A sessão Live é mais lenta (ela é carregada a partir de uma mídia USB ou DVD, ao contrário de um SSD ou HDD).
ro: Ședința live este mult mai înceată (totul este incarcat de pe stickul USB sau DVD și nu de pe SSD sau HDD).
sk: Live operačný systém je pomalší ako aktuálny operačný systém na pevnom disku, pretože sa bootuje z USB alebo DVD.
sl: Live seja je počasnejša (je namreč naložena iz USB ključka ali DVD-ja v nasprotju z SSD ali HDD-diskom).
sr: Директна сесија је спорија (учитава се са УСБ уређаја или ДВД-а, а не са ССД-а или ХДД-а).
sr@latin: Živa sesija je sporija (učitava se sa USB memorijskog uređaja ili DVD-a, umesto sa SSD-a ili HDD-a).
uk: Режим попереднього знайомства працює повільніше (він завантажується з USB-нагромаджувача або DVD-диску, на відміну від звичайного режиму, що завантажується з SSD або жорсткого диску).
uz: Jonli sessiya sekinroq (SSD yoki HDDdan farqli o‘laroq, USB flesh-disk yoki DVD-dan yuklanadi).
zh_hk: 實時會話速度較慢（從USB記憶棒或DVD而非SSD或HDD加載）。

source: Changes you make in the live session are not permanent. They are not written to the USB stick (or DVD) and they do not impact the system installed by the installer.
be: Усе змены, якія вы робіце ў жывой сесіі, непастаянныя. Яны не запісваюцца на USB (ці DVD) дыск і яны не ўздзейнічаюць на сістэму, усталяваную з дапамогай усталёўшчыка.
bn: আপনি লাইভ সেশনে পরিবর্তনগুলি স্থায়ী নয়। এগুলি USB স্টিক (বা DVD) তে লিখিত হয় না এবং তারা ইনস্টলার দ্বারা ইনস্টল হওয়া সিস্টেমকে প্রভাবিত করে না।
cy: Nid yw'r newidiadau a wnewch yn y sesiwn fyw yn barhaol. Nid ydynt wedi'u hysgrifennu i'r ffon USB (neu'r DVD) ac nid ydynt yn effeithio ar y system a osodir gan y gosodwr.
et: Muudatused live seansis ei ole püsivad. Neid ei kirjutata USB pulgale (või DVDle) ning need ei mõjuta paigaldaja poolt koostatavat süsteemi.
fi: Live-istuntoon tehdyt muutokset eivät säily. Niitä ei kirjoiteta USB-tikulle (tai DVD:lle) eikä niillä ole vaikutusta asennusohjelman asentamaan järjestelmään.
he: שינויים שאת/ה עושה להפעלה החיה לא קבועים. הם לא נכתבים לדיסק-און-קי (או די-וי-די) והם לא משפיעים על המערכת המותקנת ע"י תוכנת ההתקנה.
hi: लाइव सत्र के दौरान किए परिवर्तन अस्थायी होते हैं। ये न तो यूएसबी (या डीवीडी) पर राइट होते हैं व न इंस्टॉल होने वाले सिस्टम पर प्रभाव डालते हैं।
id: Perubahan yang Anda buat dalam sesi langsung tidak permanen. Mereka tidak ditulis ke stik USB (atau DVD) dan tidak mempengaruhi sistem yang dipasang oleh pemasang.
ja: ライブセッションで行った変更は保存されません。USB スティック / DVD には如何なるデータをも書き込まないため、インストーラーでインストールするシステムにも影響を及ぼしません。
kab: Ibeddilen ara tgeḍ di tɣimit Live ur ttɣimin ara. Ur ttwarun ara di tsarut USB (neɣ DVD) yerna ur ttbeddilen ara anagraw yettusbedden.
pl: Zmiany które wprowadzisz w trakcie sesji ``live`` nie są stałe. Nie zostaną zapisane na nośnik USB (lub DVD) i nie wpłyną na system instalowany przez instalator
pt: Mudanças feitas na sessão live não são permanentes. Elas não são gravadas na mídia USB (ou DVD) e não causam impacto ao sistema instalado pelo instalador.
ro: Schimbările ce le faci in ședința live nu sunt salvate. Acestea nu sunt scrise pe stickul USB (sau DVD) și nu au nici un impact asupra sitemului instalat de către programul de instalare.
sk: Akékoľvek meny, ktoré vykonáte v Live operačnom systéme, budú po vypnutí počítača zresetované, pretože dáta Live systému sú ukladané do RAM. Live operačný systém nemá vplyv na systém aktuálne nainštalovaný na počítači.
sl: Spremembe, narejene v live seji niso stalne. Niso zapisane na USB ključek (ali DVD) in nimajo vpliva na sistem naložen z namestitvenim programom.
sr: Промене које сте направили у директној сесији нису трајне. Они нису уписани на УСБ уређају (или ДВД) и они не утичу на систем који је инсталирао инсталатер.
sr@latin: Promene koje izvršite u živoj sesiji nisu trajne. One se ne upisuju na USB memorijski uređaj (ili DVD) i nemaju uticaja na sistem koji instalira program za instalaciju.
uk: Зміни, внесені вами у режимі попереднього знайомства, не є постійними. Вони не записуються на USB-нагромаджувач (або DVD), і вони не впливають на систему, встановлену встановлювачем.
uz: Jonli sessiyada siz kiritgan o‘zgarishlar doimiy emas. Ular USB flesh-diskiga (yoki DVD) yozilmagan va o‘rnatuvchi tomonidan o‘rnatilgan tizimga ta'sir qilmaydi.
zh_hk: 您在實時會話中所做的更改不是永久的。 它們不會寫入USB記憶棒（或DVD），並且不會影響安裝程序安裝的系統。

source: Some applications work differently (or not at all) in the live session (Timeshift, Flatpak, Update Manager, Welcome Screen..etc.).
be: Асобныя праграмы працуюць па-іншаму (або не працуюць зусім) у жывой сесіі (Timeshift, Flatpak, Кіраўнік абнаўленняў, Прывітальны экран..і інш.).
bn: কিছু অ্যাপ্লিকেশন লাইভ সেশনে (Timeshift, Flatpak, Update Manager, Welcome Screen..ইত্যাদি।) আলাদাভাবে কাজ করে (অথবা একেবারেই না)
cy: Mae rhai rhaglenni'n gweithio'n wahanol (neu ddim o gwbl) yn y sesiwn fyw (Timeshift, Flatpak, Rheolwr Diweddaru, Welcome Screen, ac ati).
et: Mõned rakendused töötavad live seansi jooksul teisiti või üldse mitte (Timeshift, Flatpak, Uuenduste haldur, tervituskuva jne).
fi: Jotkin (mutteivat kaikki) sovellukset toimivat live-istunnossa toisin: Timeshift, Flatpak, päivitysten hallinta, aloitusnäkymä jne.
he: חלק מהיישומים יעבדו שונה (או לא יעבדו בכלל) בהפעלה החיה (Timeshift, Flatpak, מנהל העדכונים, מסך ה-'ברוכים הבאים' וכו').
hi: लाइव सत्र में कुछ अनुप्रयोगों (टाइमशिफ्ट, फ्लैटपैक, अपडेट प्रबंधक, स्वागत स्क्रीन) की कार्यप्रणाली भिन्न (या निष्क्रिय) होती है।
id: Beberapa aplikasi bekerja secara berbeda (atau tidak sama sekali) dalam sesi langsung (Timeshift, Flatpak, Manajer Pembaruan, Layar Selamat Datang..dll.).
ja: ライブセッション内の一部アプリケーションが全く動作しなかったり、挙動が変わったりします (Timeshift, Flatpak, アップデートマネージャー, Welcomeスクリーンなど)。
kab: Kra n iseɣẓanen mgaraden amek tteddun (neɣ ala) di tɣimit Live (Timeshift, Flatpak, Amsefrak n ileqman, Agdil n usnubeg ..etc.).
pl: Pewne aplikacje działają inaczej (lub wcale) w sesji ``live`` (Timeshift, Flatpak, Update Manager, Welcome Screen..itd).
pt: Alguns aplicativos funcionam de forma diferente (ou não funcionam) na sessão live (Ferramenta para cópia de segurança, Flatpak, Gerenciador de Atualizações, Tela de Boas-Vindas, etc.).
ro: Unele aplicații funcționează altfel(sau deloc) in ședința live (Timeshift, Flatpak, Update Manager, Welcome Screen..etc.).
sk: Niektoré programy preacujú v Live systéme pracuje odlišne než po inštalácii (Timeshift, Flatpak, Správca softvéru, Uvítacia obrazovka...).
sl: Nekatere aplikacije v live seji delujejo drugače (ali pa sploh ne) (Timeshift, Flatpak, Update Manager, Welcome Screen..itd.).
sr: Неке апликације функционишу другачије (или уопште не) у директној сесији (Timeshift, Flatpak, ажурни менаџер, Екран добродошлице..etc.).
sr@latin: Neke aplikacije rade drugačije (ili uopšte ne rade) u živoj sesiji (Timeshift, Flatpak, Menadžer ažuriranja, Ekran dobrodošlice, .itd.).
uk: Деякі додатки, у режимі попереднього ознайомлення, працюють по-різному (або взагалі не використовуються) (Timeshift, Flatpak, Упорядник оновлень, вікно привітання тощо).
uz: Ba'zi ilovalar jonli sessiyada boshqacha ishlaydi (yoki umuman ishlamaydi) (Timeshift, Flatpak, Update Manager, Welcome Screen va hokazo).
zh_hk: 在實時會話中，某些應用程序的工作方式有所不同（或根本沒有）（Timeshift，Flatpak，Update Manager，歡迎屏幕等）。

source: The username for the live session is ``mint``. If asked for a password press :kbd:`Enter`.
be: Імя карыстальніка для жывой сесіі - ``mint``. Калі запытваецца пароль - націсніце :kbd:`Enter`.
bn: লাইভ সেশনের জন্য ব্যবহারকারীর নাম ``mint``। যদি একটি পাসওয়ার্ড জিজ্ঞাসা করা হয় :kbd:`Enter` চাপুন।
cy: Yr enw defnyddiwr ar gyfer y sesiwn fyw yw ``mint``. Os fydd yn gofyn am gyfrinair pwyswch: kbd: `Enter`.
et: Live seansis on kasutajanimi ``mint``. Kui arvuti küsib parooli, vajuta :kbd:`Enter`.
fi: Live-istunnossa käyttäjätunnuksena on ``mint``. Salasanaa kysyttäessä paina vain :kbd:`Enter`.
he: המשתמש בהפעלה החיה הוא ``mint``. אם נשאלת לססמה לחץ/י :kbd:`אנטר`.
hi: लाइव सत्र हेतु उपयोक्ता नाम ``मिंट`` है। आवश्यकता होने पर कूटशब्द हेतु :kbd:`Enter` कुंजी दर्ज करें।
id: Nama pengguna untuk sesi langsung adalah "mint". jika diminta kata sandi, tekan :kbd:`Enter`.
ja: ライブセッションではユーザー名 ``mint`` が使用されます。もしパスワードを求められたら、そのまま :kbd:`Enter` を押してください。
kab: Isem n useqdac i tɣimit Live d ``mint``. Ma yettwasuter wawal n uɛeddi, ssed ɣef :kbd:`Kcem`.
pl: Nazwa użytkownika dla sesji ``live`` to ``mint``. Zapytany o hasło naciśnij :kbd:`Enter`.
pt: O nome de usuário para a sessão live é "mint". Se for solicitada uma senha, pressione :kbd:`Enter`.
ro: Utilizatorul pentru ședința live este ``mint``. Daca esti întrebat de parolă apasă :kbd:`Enter`.
sk: Používateľské meno v Live systéme je ``mint``. Heslom je reťazec nulovej dĺžky - ak sa vás systém pýta na heslo, jednoducho stlačte :kbd:`Enter`.
sl: Uporabniško ime za live sejo je ``mint``. Če bo potrebno vpisati geslo pritisnite :kbd:`Enter`.
sr: Корисничко име за директну сесију је „минт“. Ако се затражи лозинка притисните: „кбд:Унеси“.
sr@latin: Korisničko ime za živu sesiju je ``mint``. Ukoliko od Vas bude zatražena lozinka pritisnite :kbd:`Enter`.
uk: Ім'я користувача у режимі попереднього ознайомлення - `` mint``. Якщо запитає пароль, то натисніть: kbd: `Enter`.
uz: Jonli sessiya uchun foydalanuvchi nomi ``mint``. Agar parol so‘ralsa :kbd:`Enter` tugmasini bosing.
zh_hk: 實時會話的用戶名是``mint``。 如果要求輸入密碼，請按 :kbd:`Enter`。

source: Installing Linux Mint on the computer
be: Усталяванне Linux Mint на камп'ютар
bn: কম্পিউটারে লিনাক্স মিন্ট ইনস্টল করা
cy: Gosod Linux Mint ar y cyfrifiadur
et: Linux Minti paigaldamine arvutisse
fi: Linux Mintin asentaminen tietokoneelle
he: התקנת לינוקס מינט על המחשב
hi: कंप्यूटर पर लिनक्स मिंट इंस्टॉल करना
id: Memasang Linux Mint di komputer
ja: コンピューターへの Linux Mint のインストール
kab: Asbeddi n Linux Mint deg uselkim
pl: Instalacja Linux Mint na komputerze
pt: A instalar o Linux Mint no computador
ro: Instalarea Linux Mint pe computer
sk: Inštalácia Linuxu Mint na váš počítač
sl: Namestitev Linux Mint-a na računalnik
sr: Инсталирање Линукс Минта на рачунару
sr@latin: Instalacija Linuks Minta na Vaš računar
uk: Встановлення Linux Mint на комп'ютері
uz: Linux Mintni kompyuterga o‘rnatish
zh_hk: 在電腦上安裝Linux Mint

source: To permanently install Linux Mint on your computer:
be: Каб пастаянна ўсталяваць Linux Mint на ваш камп'ютар:
bn: স্থায়ীভাবে আপনার কম্পিউটারে লিনাক্স মিন্ট ইনস্টল করতে:
cy: I osod Linux Mint yn barhaol ar eich cyfrifiadur:
et: Linux Minti jäädavaks paigaldamiseks oma arvutisse:
fi: Asentaaksesi Linux Mintin tietokoneelle pysyvästi:
he: כדי להתקין את לינוקס מינט התקנה קבוע על מחשב:
hi: कंप्यूटर पर स्थायी रूप से लिनक्स मिंट इंस्टॉल करने हेतु :
id: Untuk memasang Linux Mint pada komputer Anda secara permanen:
ja: Linux Mint をコンピューターにインストールして使用するには:
kab: Iwakken ad tesbeddeḍ Linux Mint deg uselkim-inek:
pl: Aby na stałe zainstalować Linux Mint na komputerze:
pt: Para instalar o Linux Mint permanentemente em seu computador:
ro: Pentru a instala Linux Mint permanent pe computer:
sk: Aby ste uskutočnili trvalú inštaláciu Linux Mint na váš počítač:
sl: Da namestite Linux Mint na računalnik za stalno:
sr: Да трајно инсталирате Линукс Минт на рачунару:
sr@latin: Da biste trajno instalirali Linuks Mint na Vašem računaru:
uk: Щоб остаточно встановити Linux Mint на своєму комп'ютері:
uz: Linux Mint dasturini kompyuteringizga doimiy oʻrnatish uchun:
zh_hk: 要在您的計算機上永久安裝Linux Mint：

source: Double-click :guilabel:`Install Linux Mint`.
be: Двойчы націсніце на :guilabel:`Install Linux Mint`.
bn: ডাবল ক্লিক করুন :guilabel:`Install Linux Mint`।
cy: Cliciwch ddwywaith ar :guilabel:`Gosod Linux Mint`.
et: Tee topeltklõps ikoonil :guilabel:`Install Linux Mint`.
fi: Kaksoisnapsauta :guilabel:`Asenna Linux Mint`.
he: הקשה כפולה על :guilabel:`התקנת לינוקס מינט`.
hi: :guilabel:`लिनक्स मिंट इंस्टॉल करें` पर द्वि-क्लिक करें।
id: Klik gamda pada :guilabel:`Pasang Linux Mint`.
ja: :guilabel:`Install Linux Mint` をダブルクリックします。
kab: Sit snat n tikkal ɣef :guilabel:`Install Linux Mint`.
pl: Kliknij dwukrotnie w ``zainstaluj Linux Mint``.
pt: Clique duas vezes em :guilabel:`Instalar o Linux Mint`.
ro: Fă dublu click pe :guilabel:`Install Linux Mint`.
sk: Dvakrát kliknite na :guilabel:`Install Linux Mint`.
sl: Dvakrat kliknite :guilabel:`Install Linux Mint`.
sr: Двапут кликните „:guilabel:Инсталирајте Линукс Минт“.
sr@latin: Dvoklik na :guilabel:`Install Linux Mint`.
uk: Двічі клацніть :guilabel: "Встановити Linux Mint".
uz: Ikki marta bosing:guilabel:`Linux Mintni o‘rnatish`.
zh_hk: 雙擊 :guilabel:`Install Linux Mint`。

source: Select your language.
be: Выберыце вашу мову.
bn: আপনার ভাষা নির্বাচন করুন.
cy: Dewiswch eich iaith.
et: Vali oma keel.
fi: Valitse kielesi.
he: בחירת שפה.
hi: अपनी भाषा चुनें।
id: Pilih bahasa Anda.
ja: 言語を選択します。
kab: Fren tutlayt.
pl: Wybierz język.
pt: Selecione seu idioma.
ro: Alege limba dorită.
sk: Vyberte svoj jazyk.
sl: Izberite vaš jezik.
sr: Одаберите језик.
sr@latin: Izaberite Vaš jezik
uk: Оберіть мову.
uz: Tilingizni tanlang.
zh_hk: 選擇您的語言。

source: Connect to the Internet.
be: Падлучыцеся да інтэрнэта.
bn: ইন্টারনেটে সংযুক্ত হোন.
cy: Cysylltwch âi'r Rhyngrwyd.
et: Ühendu internetti.
fi: Yhdistä Internetiin.
he: התחבר/י לאינטרנט.
hi: इंटरनेट से कनेक्ट करें।
id: Hubungkan ke Internet.
ja: インターネットに接続します。
kab: Qqen ɣer Internet.
pl: Połącz się z internetem.
pt: Conecte-se à internet.
ro: Conecteazăte la internet.
sk: Pripojte sa na internet.
sl: Povežite se z internetom.
sr: Повезивање на Интернет.
sr@latin: Povežite se na internet.
uk: З'єднання з мережею Інтернет.
uz: Internetga ulaning.
zh_hk: 連線至網路。

source: If you are connected to the Internet, tick the box to install the multimedia codecs.
be: Калі вы падлучаны да інтэрнэта, пазначце птушку каб усталяваць мультымедыя кодэкі.
bn: আপনি যদি ইন্টারনেটের সাথে সংযুক্ত থাকেন তবে মাল্টিমিডিয়া কোডেকগুলি ইনস্টল করতে বাক্সটিতে টিক দিন।
cy: Os ydych chi wedi'ch cysylltu â'r Rhyngrwyd, ticiwch y blwch i osod y codecau amlgyfrwng.
et: Kui oled internetti ühendunud, märgi multimeedia koodekite paigaldamise kastike.
fi: Jos internetyhteys on olemassa, asenna multimediakoodekit valitsemalla valintaruutu.
he: במידה וקיים חיבור מרשתת, נא לסמן את התיבה להתקנת מקודדי מולטימדיה.
hi: यदि इंटरनेट से कनेक्ट हैं तो मल्टीमीडिया कोडेक्स इंस्टॉल संबंधी विकल्प चिन्हित करें।
id: Bila Anda terhubung ke Internet, centang kotak untuk memasang kodek multimedia.
ja: インターネットに接続し、かつこのオプションにチェックを入れると、マルチメディアコーデックがインストールされます。
kab: Ma teqqneḍ ɣer Internet, fren taxxamt iwakken ad tesbeddeḍ ikudaken igetmidyaten.
pl: Jeśli jesteś połączony z internetem, zaznacz instalację multimedialnych kodeków
pt: Se estiver conectado à internet, marque a caixa para instalar codecs de multimídia.
ro: Dacă ai conecsiune la internet, bifează bifa pentru instalat codecurile pentru multimedia.
sk: Ak ste pripojený na internet, zaškrtnite políčko na inštalovanie multimediálnych kódekov.
sl: Če ste povezani z internetom, izberite okvirček za namestitev multimedijskih kodeksov.
sr: Ако сте повезани на Интернет, означите оквир да бисте инсталирали мултимедијалне кодеке.
sr@latin: Ukoliko ste povezani na internet, označite u kućici za potvrdu da biste instalirali multimedijalne kodeke.
uk: Якщо ви з'єднані з мережею Інтернет, зазначте позначки, щоб встановити мультимедійні кодеки.
uz: Agar siz Internetga ulangan bo‘lsangiz, multimedia kodeklarini o‘rnatish uchun katakchani belgilang.
zh_hk: 若您已連線至網路，請勾選「安裝多媒體解碼器」選項。

source: Choose an installation type.
be: Выберыце тып усталёўкі.
bn: একটি ইনস্টলেশন ধরণ চয়ন করুন।
cy: Dewiswch y math o osodiad.
et: Vali paigalduse viis.
fi: Valitse asennuksen tyyppi.
he: בחירת סוג התקנה.
hi: इंस्टॉल प्रकार चुनें।
id: Pilih tipe instalasi.
ja: インストールする方法を選びます。
kab: Fren anaw n usbeddi.
pl: Wybierz typ instalacji
pt: Escolha um tipo de instalação.
ro: Alege modul în care va fi instalat.
sk: Zvoľte typ inštalácie.
sl: Izberite vrsto namestitve.
sr: Изаберите врсту инсталације.
sr@latin: Izaberite vrstu instalacije.
uk: Оберіть тип встановлення.
uz: O‘rnatish turini tanlang.
zh_hk: 選擇安裝模式。

source: If Linux Mint is the only operating system you want to run on this computer and all data can be lost on the hard drive, choose :guilabel:`Erase disk and install Linux Mint`.
be: Калі Linux Mint - адзіная аперацыйная сістэма, якую вы жадаеце запускаць на гэтым камп'ютары і ўсе даныя на жорсткім дыску могуць быць страчаны, выберыце :guilabel:'Сцерці дыск і ўсталяваць Linux Mint'.
bn: লিনাক্স মিন্ট যদি এই কম্পিউটারে চালিত একমাত্র অপারেটিং সিস্টেম এবং হার্ডড্রাইভের সমস্ত ডেটা মুছতে পারে, তবে নির্বাচন করুন :guilabel:`Erase disk and install Linux Mint`।
cy: Os mai Linux Mint yw'r unig system weithredu rydych chi am ei rhedeg ar y cyfrifiadur hwn ac mae modd colli'r holl ddata ar y gyriant caled, dewiswch :guilabel: `Dileu cynnwys y ddisg a gosod Linux Mint`.
et: Kui Linux Mint on ainus operatsioonisüsteem, mida soovid sellel arvutil kasutada ning kõik selles arvutis olevad andmed võib kustutada, vali :guilabel:`Erase disk and install Linux Mint` (Kustuta ketas ja paigalda Linux Mint).
fi: Jos Linux Mint on ainoa käyttöjärjestelmä, jota koneella halutaan käyttää, ja kiintolevyt tiedot voi poistaa, valitse :guilabel:`Tyhjennä levy ja asenna Linux Mint`.
he: אם Linux Mint הוא מערכת ההפעלה היחידה שהנך רוצה להריץ על מחשב זה וניתן לאבד את כל המידע בכונן, בחר/י choose :guilabel:`מחק כונן והתקן את Linux Mint`.
hi: यदि हार्ड डिस्क का सारा डेटा हटाकर केवल लिनक्स मिंट को कंप्यूटर पर कार्यरत करना चाहते हैं तो :guilabel:`डिस्क डेटा हटाकर लिनक्स मिंट इंस्टॉल करें` का चयन करें।
id: Bila Linux Minta adalah satu-satunya sistem operasi yang Anda jalankan dan seluruh data di hard disk dapat dihilangkan, pilih :guilabel:`Hapus disk dan pasang Linux Mint`.
ja: お使いのコンピューターを Linux Mint 専用機とし、ハードディスク上のデータ全てが無くなっても問題ないのなら、:guilabel:`ディスクを削除してLinux Mintをインストール`を選んでください。
kab: Ma yella d Linux Mint kan i tebɣiḍ ad tesbeddeḍ deg uselkim-agi yerna isefka merra yellan deg uḍebsi aquran zemren ad ttwasefḍen, fren :guilabel:`Sfeḍ aḍebsi u sbedd Linux Mint`.
pl: Jeśli Linux Mint to jedyny system operacyjny który chcesz uruchamiać na tym komputerze i wszystkie pozostałe dane z dysku mogą zostać usunięte, wybierz :guilabel:`Wyczyść dysk i zainstaluj Linux Mint`.
pt: Se o Linux Mint for o único sistema operacional que você deseja executar em seu computador e todos os dados do disco rígido podem ser perdidos, escolha :guilabel:`Apagar o disco e instalar o Linux Mint`.
ro: Dacă Linux Mint este singurul sistem de operare care dorești sa ruleze pe computerul tău si dorești sa ștergi totul de pe HDD, alege :guilabel:`Erase disk and install Linux Mint`.
sk: Ak chcete vymazať všetky dáta z disku a nainštalovať naň Linux Mint, vyberte :guilabel:`Vymazať disk a nainštalovať Linux Minť`.
sl: Če je Linux Mint edini operacijski sistem, ki ga želite na svojem računalniku in so lahko vsi podatki na trdem disku izbrisani, izberite :guilabel:`Erase disk and install Linux Mint`.
sr: Ако је Линукс Минт једини оперативни систем који желите да покренете на овом рачунару и сви подаци се могу изгубити на чврстом диску, изаберите „:guilabel:Брисање диск и инсталирајте Линукс Минт“.
sr@latin: Ukoliko je Linuks Mint jedini operativni sistem koji želite da koristite na ovom računaru, a podaci koji su na hard disku mogu da budu obrisani, izaberite :guilabel:`Erase disk and install Linux Mint`.
uk: Якщо Linux Mint буде єдиною операційною системою, яку ви бажаєте запускати на цьому комп'ютері, й усі дані необхідно вилучити з жорсткого диску, то виберіть :guilabel: «Очистити диск і встановити Linux Mint».
uz: Agar Linux Mint ushbu kompyuterda ishlamoqchi boʻlgan yagona operatsion tizim boʻlsa va qattiq diskda barcha maʼlumotlar yoʻqolishi mumkin boʻlsa, :guilabel:`Diskni oʻchirish va Linux Mintni oʻrnatish` ni tanlang.
zh_hk: 若Linux Mint是您唯一想在此電腦上執行的作業系統，且磁碟上的所有資料可被抹除，請選擇：`Erase disk and install Linux Mint`。
