Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: Boot options
be: Параметры загрузкі
bn: বুট অপশনস
cy: Dewisiadau cychwyn
et: Käivitusvalikud
fi: Käynnistysasetukset
he: אפשרויות אתחול
hi: बूट विकल्प
id: Pilihan boot
ja: 起動オプション
kab: Iɣewwaṛen n ussenker
pl: Opcje rozruchu
pt: Opções de arranque
ro: Opţiuni de boot
sk: Nastavenie bootovania
sl: Možnosti zagona
sr: Опције покретања
sr@latin: Opcije za pokretanje sistema
uk: Параметри завантаження
uz: Yuklash parametrlari
zh_hk: 啟動選項

source: Some graphics cards and motherboards don't work well with the open-source drivers present in Linux Mint by default.
be: Асобныя відэакарты і мацярынскія платы дрэнна працуюць з адкрытымі драйверамі, якія прысутнічаюць у Linux Mint па змаўчанні.
bn: কিছু গ্রাফিক্স কার্ড আর মাদারবোর্ড লিনাক্স মিন্ট এর সাথে দেয়া ওপেন-সোর্স ড্রাইভার এর সাথে ভালো কাজ করে না।
cy: Nid yw rhai cardiau graffigau a mamfyrddau yn gweithio'n dda gyda'r gyrwyr cod agored sydd yn Linux Mint.
et: Mõned graafikakaardid ja emaplaadid ei tööta korralikult Linux Mintis vaikimisi kasutusel olevate avatud lähtekoodi draiveritega.
fi: Jotkin näytönohjaimet ja emolevyt eivät toimi hyvin Linux Mintin mukana tulevilla avoimen lähdekoodin oletusajureilla.
he: חלק מכרטיסי המסך ולוחות האם לא עובדים היטב עם מנהלי ההתקנים הפתוחים הקיימים בלינוקס מינט כברירת מחדל.
hi: कुछ ग्राफ़िक्स कार्ड और मदरबोर्ड लिनक्स मिंट के डिफ़ॉल्ट मुक्त स्रोत ड्राइवर के साथ सही से काम नहीं करते।
id: Beberapa kartu grafis dan motherboard tidak dapat bekerja dengan baik dengan driver open source yang ada di Linux Mint secara baku.
ja: 一部のグラフィックカードとマザーボードは、Linux Mint に予め同梱されているオープンソースのドライバーではうまく動きません。
kab: Kra n tkarḍiwin tudlifin d tkarḍiwin tiyemmatin ur ddint ara akken iwata s inuḍaf n uɣbalu yeldin yellan di Linux Mint s wudem amezwer.
pl: Niektóre karty graficzne i płyty główne nie działają prawidłowo z otwartymi sterownikami, dostarczanymi domyślnie z Linux Mint.
pt: Algumas placas gráficas e 'motherboards' não funcionam corretamente com os controladores de código aberto presentes no Linux Mint.
ro: Unele plăci grafice și plăcile de bază nu funcționează bine cu driverele open source prezente în Linux Mint în mod implicit.
sk: Niektoré grafické karty a základné dosky nespolupracujú s open-source ovládačmi predvolene poskytovanými systémom Linux Mint.
sl: Nekatere grafične kartice in matične plošče ne delajo dobro z odprto-kodnimi gonilniki, ki so privzeto na voljo v Linux Mint-u.
sr: Одређене графичке картице и матичне плоче не раде добро са управљачким програмима отвореног кода присутним у Линукс Минту.
sr@latin: Neke grafičke kartice i matične ploče ne rade dobro sa drajverima pisanim u otvorenom kodu, koji su prisutni u Linuks Mintu
uk: Деякі відеокарти та материнські плати не ладнають із відкритими драйверами, які присутні усталено у Linux Mint.
uz: Ba’zi grafik kartalar va tizim platalari standart bo‘yicha Linux Mintda mavjud bo‘lgan ochiq manba drayverlari bilan yaxshi ishlamaydi.
zh_hk: 默認情況下，某些圖形卡和主板不能與Linux Mint中提供的開源驅動程序配合使用。

source: Compatibility mode
be: Рэжым сумяшчальнасці
bn: কম্প্যাটিবিলিটি মোড
cy: Modd cydnawsedd
et: Ühilduvusrežiim
fi: Yhteensopivuustila
he: מצב תאימות
hi: संगतता मोड
id: Mode kompatibilitas
ja: 互換モード
kab: Askar amṣada
pl: Tryb kompatybilności
pt: Modo de compatibilidade
ro: Mod de compatibilitate
sk: Mód kompatibility
sl: Združljivostni način
sr: Режим сагласности
sr@latin: Kompatibilni način rada
uk: Режим сумісности
uz: Moslik rejimi
zh_hk: 兼容性模式

source: The easiest option is to select ``compatibility mode`` from the USB stick (or DVD) boot menu.
be: Самы просты варыянт - выбраць рэжым сумяшчальнасці (``compatibility mode``) у меню загрузкі з USB / DVD.
bn: সবচেয়ে সহজ বিকল্পটি হলো USB স্টিক (বা DVD) বুট মেনু থেকে "কম্প্যাটিবিলিটি মোড" নির্বাচন করা।
cy: Y ffordd hawsaf yw i ddewis y "modd cydnawsedd" o ddewislen cychwyn cof bach USB neu DVD.
et: Kõige lihtsam variant on valida ``Compatibility mode`` USB pulga (või DVD) alglaadimise menüüst.
fi: Helpointa on valita USB-tikun (tai DVD:n) käynnistysvalikosta ``compatibility mode``.
he: האפשרות הקלה ביותר היא בחירת „מצב התאימות” מתפריט האתחול מתוך ההחסן הנייד (או תקליטור ה־DVD).
hi: सबसे आसान विकल्प है यूएसबी डिवाइस (या डीवीडी) बूट मेन्यू से ``संगतता मोड`` चुनना।
id: Pilihan termudah adalah memilih ``mode kompatibilitas`` dari menu boot USB stick (atau DVD).
ja: USB スティック / DVD の起動メニューから ``compatibility mode`` を選択するのが最も簡単な方法です。
kab: Tanefrunt isehlen maḍi d afran n ``askar n umṣadda`` deg wumuɣ n usekker n tsarut USB (neɣ DVD).
pl: Najłatwiejszą opcją jest wybranie "tryb kompatybilności" z menu uruchamiania pamięci USB (lub płyty DVD).
pt: A sua melhor opção é selecionar "modo de compatibilidade" no menu de arranque do DVD ou disco USB.
ro: Cea mai ușoară opțiune este selectarea ``mod de compatibilitate`` din meniul Boot al memoriei flash (stick) USB (sau DVD).
sk: Najľahšou možnosťou je zvoliť ``compatibility mode`` v menu Live operačného systému.
sl: Najbolj enostavna možnost je izbrati ``compatibility mode`` iz zaganjalnega menija USB ključka (ali DVD-ja)
sr: Најлакша опција је одабрати „режим сагласности“ са изборника УСБ уређаја за покретање (или ДВД-а).
sr@latin: Najlakše je odabrati opciju "kompatibilni način rada" iz menija za pokretanje sistema sa USB memorijskog uređaja (ili DVD-a)
uk: Найпростіший варіант — обрати `` режим сумісности`` з меню завантаження USB-нагромаджувача (або DVD-диска).
uz: Eng oson variant USB flesh-diski (yoki DVD) yuklash menyusidan ``moslik rejimi``ni tanlashdir.
zh_hk: 最簡單的選項是從USB記憶棒（或DVD）啟動菜單中選擇“兼容模式”。

source: Grub menu (EFI mode)
be: Меню Grub (рэжым EFI)
bn: Grub মেনু (EFI মোড)
cy: Dewislen grub (modd EFI)
et: Grub menüü (EFI režiim)
fi: Grub-valikko (EFI-tila)
he: תפריט GRUB (מצב EFI)
hi: GRUB मेन्यू (EFI मोड)
id: Menu Grub (mode EFI)
ja: GRUB メニュー (EFI モード)
kab: Umuɣ n Grub (Askar EFI)
pl: Menu GRUB (tryb EFI)
pt: Menu Grub (modo EFI)
ro: Meniu Grub (mod EFI)
sk: GRUB menu (EFI mód)
sl: Meni grub (način EFI)
sr: Груб изборник (ЕФИ режим)
sr@latin: Grub meni (EFI režim)
uk: Меню Grub (режим EFI)
uz: Grub menyusi (EFI rejimi)
zh_hk: Grub菜單（EFI模式）

source: Isolinux menu (BIOS mode)
be: Меню Isolinux (рэжым BIOS)
bn: Isolinux মেনু (BIOS মোড)
cy: Dewislen isolinux (Modd BIOS)
et: Isolinuxi menüü (BIOSi režiim)
fi: Isolinux-valikko (BIOS-tila)
he: תפריט Isolinux (מצב BIOS)
hi: Isolinux मेन्यू (BIOS मोड)
id: Menu Isolinux (mode BIOS)
ja: Isolinux メニュー (BIOS モード)
kab: Umuɣ n Isolinux (Askar BIOS)
pl: Menu Isolinux (tryb BIOS)
pt: Menu Isolinux (modo BIOS)
ro: Meniu Isolinux (mod BIOS)
sk: Isolinux menu (mód BIOS)
sl: Menu Isolinux (način BIOS)
sr: Исолинукс изборник (БИОС режим)
sr@latin: Isolinux meni (BIOS mod)
uk: Меню Isolinux (режим BIOS)
uz: Isolinux menyusi (BIOS rejimi)
zh_hk: Isolinux菜單（BIOS模式）

source: If that doesn't work, you can try the ``nomodeset`` boot option.
be: Калі гэта не працуе, можаце паспрабаваць варыянт загрузкі без адмысловага рэжыму (``nomodeset``).
bn: যদি সেটা কাজ না করে, তবে বুট অপশন থেকে "nomodeset" নির্বাচন করে চেষ্টা করতে পারেন।
cy: Os nad yw hynny'n gweithio, gallwch drio'r dewis cychwyn "nomodeset
et: Kui see ei toimi, võib proovida alglaaduri valikut ``nomodeset``.
fi: Ellei se toimi, voi kokeilla käynnistysvalintaa ``nomodeset``.
he: אם זה לא עובד, כדאי לנסות את אפשרות האתחול „nomodeset”.
hi: अगर यह भी काम नहीं करता, तो बूट विकल्प` "nomodeset``" उपयोग करके देखें।
id: Jika tidak berfungsi, Anda dapat mencoba pilihan boot ``nomodeset``.
ja: それでも動作しないなら、起動オプション ``nomodeset`` を試してみてください。
kab: Ma ur yeddi ara, tzemreḍ ad tɛerḍeḍ askar n ussenker ``nomodeset``.
pl: Jeśli to nie zadziała, możesz spróbować opcji rozruchowej ''nomodeset''
pt: Se não funcionar, pode tentar a opção de arranque "nomodeset".
ro: În cazul în care nu funcționează, puteți încerca opțiunea de boot ``nomodeset``.
sk: Ak to nefunguje, skúste ``nomodeset`` v možnostiach zavedenia operačného systému.
sl: Če to ne deluje, lahko poiskusite zagonsko možnost ``nomodeset``.
sr: Ако то не ради, можете пробати опцију подизања „nomodeste“.
sr@latin: Ukoliko ovo ne funkcioniše, pokušajte sa ''nomodeset'' opcijom pri pokretanju sistema
uk: Якщо це не працює, ви можете спробувати опцію завантаження ``nomodeset``.
uz: Agar bu ishlamasa, ``nomodeset `` yuklash parametrini sinab ko‘rishingiz mumkin.
zh_hk: 如果那不起作用，您可以嘗試使用“ nomodeset”引導選項。

source: Nomodeset boot option
be: Варыянт загрузкі nomodeset
bn: Nomodeset বুট বিকল্প
cy: Dewis cychwyn nomodesel
et: Nomodeset alglaaduri valik
fi: Nomodeset-käynnistysvalinta
he: אפשרות אתחול Nomodeset
hi: Nomodeset बूट विकल्प
id: Pilihan boot Nomodeset
ja: Nomodeset 起動オプション
kab: Askar n ussenker Nomodeset
pl: Opcja rozruchowa nomodeset
pt: Opção de arranque 'nomodeset'
ro: Opțiunea de boot Nomodeset
sk: Voľba Nomodeset
sl: Zagonska možnost nomodeset
sr: Опција покретања „nomodeset“
sr@latin: Nomodeset opcija za pokretanje sistema
uk: Варіант завантаження Nomodeset
uz: Nomodeset yuklash parametri
zh_hk: Nomodeset 啟動選項

source: In EFI mode, highlight the ``Start Linux Mint`` option and press :kbd:`e` to modify the boot options.
be: У рэжыме EFI, выдзеліце опцыю ``Start Linux Mint`` і націсніце :kbd:`e` каб змяніць параметры загрузкі.
bn: EFI মোড এ, বুট অপশন পরিবর্তনের জন্য "Start Linux Mint" অপশনটি চয়ন করুন এবং :KBD: 'e' টিপুন।
cy: Yn y modd EFI, amlygwch y dewis "Start Linux Mint" a pwyso :kbd:`e` i newid y dewisiadau cychwyn.
et: EFI režiimis vali ``Start Linux Mint`` ja vajuta :kbd:`e` klahvi, et muuta alglaadimise valikuid.
fi: EFI-tilassa korosta vaihtoehto ``Start Linux Mint`` ja muuta käynnistysasetuksia painamalla :kbd:`e`.
he: במצב EFI, יש לבחור „אתחול לינוקס מינט” וללחוץ על :kbd: 'e' כדי לשנות את אפשרויות האתחול.
hi: EFI मोड में, "लिनक्स मिंट शुरू करें" को हाईलाइट करें और :kbd:'e' दबाकर बूट विकल्प संपादित करें।
id: Pada mode EFI, sorot opsi ``Mulai Linux Mint`` dan tekan :kbd:`e` untuk mengubah opsi boot.
ja: EFI モードでは、``Start Linux Mint`` オプションを強調表示し、:kbd:`e` で起動オプションを編集します。
kab: Deg uskar EFI, sebrureq tanefrunt ``Sekker Linux Mint`` sakin ssed :kbd:`e` iwakken ad tbeddeleḍ tinefrunin n usekker.
pl: W trybie EFI zaznacz 'Start Linux Mint' i naciśnij :kbd:'e' w celu modyfikacji opcji uruchomienia.
pt: No modo EFI selecione a opção ''Iniciar Linux Mint'' e prima :kbd:'e' para modificar as opções de arranque.
ro: In modul EFI , selectează opțiunea ``Start Linux Mint`` și apasă tasta :kbd:`e` pentru a modifica opțiunile de inițializare a sistemului.
sk: V EFI móde vyberte možnosť ``Start Linux Mint`` a stlačte :kbd:`e` na upravenie nastavenia bootovania.
sl: V načinu EFI potrdite možnost »Start Linux Mint« (»Zaženi Linux Mint«) in pritisnite :kbd:`e` za spremembo možnosti zagona.
sr: У ЕФИ режиму одаберите опцију „Покрени Линукс Минт“ и притисните „:kbd:е“ да бисте изменили опције покретања.
sr@latin: U EFI režimu, označite opciju ''Start Linux Mint'' i pritisnite :kbd:`e` da biste modifikovali opcije pri pokretanju sistema.
uk: У режимі EFI виділіть опцію ``Start Linux Mint`` і натисніть :kbd:`e`для зміни параметрів завантаження.
uz: EFI rejimida ``Linux Mintni ishga tushirish`` variantini belgilang va yuklash parametrlarini o‘zgartirish uchun :kbd:`e` tugmasini bosing.
zh_hk: 在EFI模式下，突出顯示“啟動Linux Mint”選項，然後按 :kbd:`e` 修改啟動選項。

source: Replace ``quiet splash`` with ``nomodeset`` and press :kbd:`F10` to boot.
be: Замяніце ``quiet splash`` на ``nomodeset`` і націсніце :kbd:`F10` для загрузкі.
bn: "quiet splash"(বুটের শুরুতে যে ছবিটা আসে) -কে "nomodeset" দিয়ে বদলে দিন এবং বুট করার জন্য :kbd: 'F10' এ টিপুন।
cy: Newidiwch y ``quiet splash`` i ``nomodeset`` a phwyso :kbd:`F10` i gychwyn.
et: Asenda ``quiet splash`` tekstiga ``nomodeset`` ja vajuta arvuti alglaadimiseks :kbd:`F10`.
fi: Korvaa ``quiet splash`` tekstillä ``nomodeset`` ja käynnistä painamalla :kbd:`F10`.
he: החלפת 'quiet splash' ב־'nomodeset' ולחיצה על :kbd:`F10`כדי לאתחל.
hi: "quiet splash" को "nomodeset" से बदलें और बूट के लिए :kbd:'F10' दबाएँ।
id: Ganti ``quiet splash`` dengan ``nomodeset`` dan tekan :kbd:`F10` untuk boot.
ja: ``quiet splash`` を ``nomodeset`` に置き換えてから、:kbd:`F10` を押して起動します。
kab: Semselsi ``quiet splash`` s ``nomodeset`` sakin ssed :kbd:`F10` i wesekker.
pl: Zamień "quiet splash" na "nomodeset" i wciśnij :kbd:'F10" w celu uruchomienia.
pt: Substitua ''quiet splash'' por ''nomodeset'' e prima :kbd:'F10' para arrancar.
ro: Înlocuiți ``quiet splash`` cu ``nomodeset`` și apăsați tasta :kbd:`F10` pentru a boota.
sk: Zmente ``quiet splash`` na ``nomodeset`` a stlačte :kbd:`F10` ktorým spustíte bootovanie.
sl: Zamenjajte »quiet splash« z »nomodeset« in pritisnite :kbd:`F10` za zagon.
sr: Замените „quiet splash“ са „nomodeset“ и притисните „:kbd:Ф10“ за покретање.
sr@latin: Zamenite ``quiet splash`` sa ``nomodeset`` i pritisnite :kbd:`F10` da biste pokrenuli sistem.
uk: Замініть ``quiet splash``на ``nomodeset`` і натисніть :kbd:`F10` для завантаження.
uz: ``quiet splash``ni ``nomodeset`` bilan almashtiring va yuklash uchun :kbd:`F10` tugmasini bosing.
zh_hk: 用nomodeset代替quiet splash，然後按 :kbd:`F10` 引導。

source: In BIOS mode, highlight ``Start Linux Mint`` and press :kbd:`Tab` to modify the boot options.
be: У рэжыме BIOS, выдзеліце ``Start Linux Mint`` і націсніце :kbd:`Tab` каб змяніць варыянты загрузкі.
bn: BIOS মোড এ, বুট অপশন পরিবর্তনের জন্য "Start Linux Mint" অপশনটি চয়ন করুন এবং :kbd:`Tab` টিপুন।
cy: Yn y modd BIOS, amlygu ``Start Linux Mint`` ac agor :kbd:`Tab` i newid y dewisiadau cychwyn.
et: BIOSi režiimis vali ``Start Linux Mint`` and vajuta :kbd:`Tab` klahvi, et muuta alglaadimise valikuid.
fi: BIOS-tilassa korosta vaihtoehto ``Start Linux Mint`` ja muokkaa käynnistysvalintoja painamalla :kbd:`Tab`.
he: במצב BOIS, יש לבחור „אתחול לינוקס מינט” וללחוץ על מקש :kbd:`Tab` כדי לשנות אפשרות האתחול.
hi: BIOS मोड में, "लिनक्स मिंट शुरू करें" को हाईलाइट करें और :kbd:'Tab' दबाकर बूट विकल्प संपादित करें।
id: Pada mode BIOS, sorot ``Mulai Linux Mint`` dan tekan :kbd:`Tab` untuk mengubah opsi boot.
ja: BIOS モードでは、``Start Linux Mint`` オプションを強調表示し、:kbd:`Tab` で起動オプションを編集します。
kab: Deg uskar BIOS , sebrureq ``Start Linux Mint`` sakin ssed :kbd:`Tab` iwakken ad tbeddeleḍ tinefrunin n usekker.
pl: Aby zmienić opcje uruchamiania, w trybie BIOS zaznacz "Uruchom Linux Mint" i wciśnij :kbd:'Tab'.
pt: No modo BIOS, selecione "Iniciar Linux Mint" e prima :kbd:`Tab` para modificar as opções de arranque.
ro: În mod BIOS, poziționați cursorul în dreptul opțiunii ``Start Linux Mint`` și apăsați tasta :kbd: `Tab` pentru a modifica opțiunile de boot.
sk: V BIOS móde vyberte ``Start Linux Mint`` a stlačte :kbd:`Tab` na upravenie nastavenia bootovania.
sl: V načinu BIOS označite »Start Linux Mint« (»Zaženi Linux Mint«) in pritisnite :kbd:`Tab` za spremembo možnosti zagona.
sr: У БИОС режиму, одаберите „Покрени Линукс Минт“ и притисните: „кбд:Таб“ да бисте изменили опције покретања.
sr@latin: U BIOS režimu, označite ``Start Linux Mint`` i pritisnite :kbd:`Tab` da biste izmenili opcije prilikom podizanja sistema.
uk: У режимі BIOS виділіть ``Start Linux Mint`` і натисніть :kbd:`Tab`, щоб змінити параметри завантаження.
uz: BIOS rejimida ``Linux Mintni ishga tushirish``ni belgilang va yuklash parametrlarini o‘zgartirish uchun :kbd:`Tab` tugmasini bosing.
zh_hk: 在BIOS模式下，突出顯示``啟動Linux Mint''，然後按 :kbd:`Tab`修改引導選項。

source: Replace ``quiet splash`` with ``nomodeset`` and press :kbd:`Enter` to boot.
be: Замяніце ``quiet splash`` на ``nomodeset`` і націсніце :kbd:`Enter` для загрузкі.
bn: "quiet splash"(বুটের শুরুতে যে ছবিটা আসে) -কে "nomodeset" দিয়ে বদলে দিন এবং বুট করার জন্য :kbd:`Enter` এ টিপুন।
cy: Newidiwch ``quiet splash`` i ``nomodeset`` a phwyso :kbd:`Enter` i gychwyn.
et: Asenda ``quiet splash`` tekstiga ``nomodeset`` ja arvuti alglaadimiseks vajuta :kbd:`Enter`.
fi: Korvaa ``quiet splash`` tekstillä ``nomodeset`` ja käynnistä painamalla :kbd:`Enter`.
he: יש להחליף את „quiet splash” ב־„nomodeset” ואז ללחוץ על :kbd:`Enter` להפעלה.
hi: "quiet splash" को "nomodeset" से बदलें और बूट के लिए :kbd:'Enter' दबाएँ।
id: Ganti ``quiet splash`` dengan ``nomodeset`` dan tekan :kbd:`Enter` untuk boot.
ja: ``quiet splash`` を ``nomodeset`` に置き換えてから、:kbd:`Enter` を押して起動します。
kab: Semselsi ``quiet splash`` s ``nomodeset`` sakin ssed :kbd:`Enter` i wesekker.
pl: Zamień "quiet splash" na "nomodeset" i wciśnij klawisz :kbd:'Enter' aby uruchomić system.
pt: Substitua ''quiet splash'' por ''nomodeset'' e prima :kbd:'Enter' para arrancar.
ro: Înlocuire opțiunea ``quiet splash`` cu opțiunea ``nomodeset`` și apăsați tasta :kbd:`Enter` pentru a boota.
sk: Zmente ``quiet splash`` na ``nomodeset`` a stlačte :kbd:`Enter` ktorým spustíte bootovanie.
sl: Zamenjaj te »quiet splash« z »nomodeset« in pritisnite :kbd:`Enter` za zagon.
sr: Замените „quiet splash“ са „nomodeset“ и притисните „:кбд:Унеси“ за покретање.
sr@latin: Zamenite ``quiet splash`` sa ``nomodeset`` i pritisnite :kbd:`Enter` da biste pokrenuli sistem.
uk: Замініть ``quiet splash``на ``nomodeset`` і натисніть :kbd:`Enter` для завантаження.
uz: ``quiet splash`` ni ``nomodeset`` bilan almashtiring va yuklash uchun :kbd:`Enter` tugmasini bosing.
zh_hk: 用nomodeset代替quiet splash，然後按 :kbd:`Enter` 啟動。

source: Repeat this operation post-install in your grub boot menu and read :doc:`drivers` to install additional drivers.
be: Паўтарыце гэту аперацыю пасля ўсталявання ў вашым загрузачным меню grub і пачытайце :doc:`drivers` каб усталяваць дадатковыя драйверы.
bn: আপনার গ্রাব বুট মেনুতে এই ক্রিয়াকলাপ ইনস্টলটির পর পুনরাবৃত্তি করুন এবং অতিরিক্ত ড্রাইভার ইনস্টল করতে :doc:`drivers`পড়ুন।
cy: Gwnewch y weithred hon eto ar ôl y gosod yn newislen cychwyn Grub a darllen :doc:'drivers' er mwyn gosod gyrwyr ychwanegol.
et: Korda seda tegevust pärast paigaldust enda grubi alglaadimise menüüs ja loe dokumentatsioonist :doc:`draiverid` lisadraiverite paigaldamise kohta.
fi: Asentaaksesi lisäajureita lue :doc:`drivers` ja toista sama Grub-valikossa asennuksen jälkeen.
he: נא לחזור על פעולה זו לאחר ההתקנה מתפריט האיתחול grub, נא לעיין ב־ :doc:`drivers` להתקנת מנהלי התקנים נוספים.
hi: यह प्रकिया इंस्टॉल-उपरांत बूट मेन्यू में दोहराएँ व अतिरिक्त ड्राइवर इंस्टॉल करने हेतु :doc:'ड्राइवर' पढ़ें।
id: Ulangi operasi ini setelah pemasangan di menu boot grub Anda dan baca :doc:`drivers` untuk memasang driver tambahan.
ja: インストール後、GRUB の起動メニューでこの操作を再び行い、:doc:`drivers` に従って追加のドライバーをインストールしてください。
kab: Ales i temhelt-agi mbaɛd asbeddi deg wumuɣ-inek n usekker 'grub' u teɣreḍ :doc:`drivers` iwakken ad tesbeddeḍ inuḍaf n wallalen imernan.
pl: Aby zainstalować dodatkowe sterowniki, przeczytaj :doc:`sterowniki`, oraz powtórz operację post-install w twoim menu startowym dla grub.
pt: Repita a operação de pós-instalação no menu de arranque grub e leia :doc:`drivers` para instalar controladores adicionais.
ro: Repeta această operație după instalare in meniul grub si citește :doc:`drivers` pentru a instala drivere suplimentare.
sk: Toto zopakujte aj po nainštalovaní vášho grub boot menu a prečítajte si :doc:`drivers` na nainštalovanie ďaľších ovládačov.
sl: Ponovite to operacijo po namestitvi v zagonskem meniju grum in preberite :doc:`drivers` za namestitev dodatnih gonilnikov.
sr: Поновите ову радњу након инсталирања у груб изборнику покретања и прочитајте „:doc:drivers“ за инсталацију додатних управљачких програма.
sr@latin: Ponovite ovu radnju posle instalacije u Vašem grub meniju za podizanje sistema i pročitajte :doc:`drivers` da biste instalirali dodatne drajvere.
uk: Після встановлення системи повторіть цю операцію у меню grub і прочитайте :doc:`drivers` для встановлення додаткових драйверів.
uz: O‘rnatishdan so‘ng ushbu amalni grub yuklash menyusida takrorlang va qo‘shimcha drayverlarni o‘rnatish uchun :doc:`drivers`ni o‘qing.
zh_hk: 在grub開機菜單中重複此安裝後的操作，並閱讀:doc:`drivers`以安裝其他驅動程序。

source: Other boot options
be: Іншыя варыянты загрузкі
bn: অন্যান্য বুট বিকল্প
cy: Dewisiadau cychwyn eraill
et: Muud alglaaduri valikud
fi: Muut käynnistysvalinnat
he: אפשרויות אתחול אחרות
hi: अन्य बूट विकल्प
id: Pilihan boot lainnya
ja: 他の起動オプション
kab: Iɣewwaṛen nniḍen n ussenker
pl: Inne opcje rozruchu
pt: Outras opções de arranque
ro: Alte opțiuni de bootare
sk: Ostatné nastavenia bootovania
sl: Druge možnosti zagona
sr: Остале опције покретања
sr@latin: Ostale opcije za podizanje sistema
uk: Інші параметри завантаження
uz: Boshqa yuklash variantlari
zh_hk: 其它啟動選項

source: If you still cannot boot try one of the following solutions:
be: Калі ўсё яшчэ не можаце загрузіцца, паспрабуйце адно з рашэнняў:
bn: আপনি যদি এখনও বুট করতে না পারেন তবে নীচের একটি সমাধানের চেষ্টা করুন:
cy: Os nad oes modd cychwyn o hyd, rhowch gynnig ar y canlynol:
et: Kui ikka ei õnnestu arvutit käivitada, proovi ühte järgmistest lahendustest:
fi: Ellei vieläkään voi käynnistää, kokeile jotakin seuraavista:
he: אם אתחול המערכת לא מצליח כדאי לנסות את אחד מהפתרונות הבאים:
hi: अगर अब भी बूट नहीं हो रहा, तो नीचे दिए उपाय करके देखें:
id: Jika Anda masih belum bisa boot coba salah satu solusi berikut ini:
ja: それでもまだ起動できない場合は、これらの解決策を試してみてください:
kab: Ma yella ur tezmireḍ ara ad ssenkreḍ ɛṛeḍ yiwet seg tifrayin agi:
pl: Jeżeli nadal nie możesz uruchomić systemu, spróbuj jednego z poniższych rozwiązań:
pt: Se ainda não conseguiu iniciar, tente uma das seguintes soluções:
ro: Dacă, încă nu poți boota, încearcă una din următoarele soluții:
sk: Ak sa vám stále nedarí spustiť operačný systém, skúste niektorú z nasledujúcich možností:
sl: Če še vedno ne morete zagnati, poskusite eno od naslednjih rešitev:
sr: Ако и даље не можете покренути, покушајте једно од следећих решења:
sr@latin: Ukoliko još uvek ne možete da podignete sistem, pokušajte sa jednim od sledećih rešenja:
uk: Якщо ви досі не можете завантажити, спробуйте одне з таких рішень:
uz: Agar siz hali ham yuklay olmasangiz, quyidagi echimlardan birini sinab ko‘ring:
zh_hk: 若您仍無法順利啟動，請嘗試下列方法：

source: Try ``nouveau.noaccel=1`` instead of ``nomodeset``.
be: Паспрабуйце ``nouveau.noaccel=1`` замест ``nomodeset``.
bn: "nomodeset"-এর পরিবর্তে "nouveau.noaccel=1" ব্যবহার করে দেখুন।
cy: ``nouveau.noaccel=1`` yn lle ``nomodeset``.
et: Proovi ``nomodeset`` asemel valikut ``nouveau.noaccel=1``.
fi: Kokeile vaihtaa ``nomodeset`` muotoon ``nouveau.noaccel=1``.
he: נא לנסות ``nouveau.noaccel=1`` במקום ``nomodeset``.
hi: "nomodeset" की बजाय "nouveau.noaccel=1" उपयोग करें
id: Coba ``nouveau.noaccel=1`` daripada ``nomodeset``.
ja: ``nomodeset`` ではなく ``nouveau.noaccel=1`` を指定する。
kab: Eɛreḍ ``nouveau.noaccel=1`` deg umḍiq ``nomodeset``.
pl: Spróbuj "nouveau.noaccel=1" zamiast "nomodeset".
pt: Tente ``nouveau.noaccel=1`` em vez de ``nomodeset``.
ro: Încercați ``nouveau.noaccel=1`` în loc de ``nomodeset``.
sk: Namiesto ``nomodeset`` napíšte ``nouveau.noaccel=1``.
sl: Poskusite »nouveau.noaccel=1« namesto »nomodeset«.
sr: Покушајте „nouveau.noaccel=1“ уместо „nomodeset“.
sr@latin: Pokušajte sa ``nouveau.noaccel=1`` umesto ``nomodeset``.
uk: Пропишіть ``nouveau.noaccel=1`` замість ``nomodeset``.
uz: ``nomodeset`` o‘rniga ``nouveau.noaccel=1``ni sinab ko‘ring.
zh_hk: 嘗試使用 ``nouveau.noaccel=1`` 代替 ``nomodeset``。
