Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: Launch :menuselection:`Menu --> Sound & Video --> Install Multimedia Codecs`.
be: Запусціце :menuselection:'Меню --> Гук і відэа --> Усталяваць мультымедыйныя кодэкі'.
bn: লঞ্চ :menuselection:`Menu --> Sound & Video --> Install Multimedia Codecs`।
cy: Cychwyn :menuselection: `Dewislen -> Sain a Fideo -> Gosod Codecs Amlgyfrwng`.
et: Käivita :menuselection:`Menüü --> Heli & video --> Paigalda multimeedia koodekid`.
fi: Käynnistä :menuselection:`Valikko --> Ääni & video --> Asenna multimediakoodekit`.
he: הפעל/י :menuselection:`תפריט --> שמע ווידאו --> התקנת מקודדי מולטימדיה`.
hi: :menuselection:`मेन्यू --> ध्वनि व वीडियो --> मल्टीमीडिया कोडेक्स इंस्टॉल` उपयोग करें।
id: Jalankan :menuselection:`Menu --> Suara & Video --> Pasang Kodek Multimedia`.
ja: :menuselection:`メニュー --> サウンドとビデオ --> マルチメディアコーデックのインストール`を起動します。
kab: Sekker :menuselection:`Umuɣ --> Imesli akked uvidyu--> Sbedd ikudaken igetmidyaten`.
pl: Uruchom menu systemowe, następnie dźwięk i video i zainstaluj kodeki multimedialne.
pt: Aceda a :menuselection:`Menu --> Som e vídeo --> Instalar codificadores multimédia`.
ro: Lansează :menuselection:`Menu --> Sound & Video --> Install Multimedia Codecs`.
sk: Spustite :menuselection:`Menu --> Zvuk a video --> Nainštalovať multimediálne kodeky`.
sl: Zaženite :menuselection:`Menu --> Sound & Video --> Install Multimedia Codecs`.
sr: Покрените „:menuselection:Изборник → Звук и видео → Инсталација мултимедијских кодека“.
sr@latin: Pokrenite :menuselection:`Menu --> Sound & Video --> Install Multimedia Codecs`.
uk: Запуск :menuselection: "Меню -> Звук і відео -> Встановити мультимедійні кодеки".
uz: Ishga tushirish:menuselection:`Menyu --> Ovoz va video --> Multimedia kodeklarini o‘rnatish`.
zh_hk: 啟動 :menuselection:`Menu --> Sound & Video --> Install Multimedia Codecs`。

source: Click :guilabel:`Install`.
be: Націсніце :guilabel:'Усталяваць'.
bn: ক্লিক করুন :guilabel:`Install`।
cy: Clicio :guilabel:`Gosod`.
et: Klõpsa :guilabel:`Paigalda`.
fi: Napsauta :guilabel:`Asenna`.
he: הקשה על :guilabel:`התקנה`.
hi: :guilabel:`इंस्टॉल` पर क्लिक करें।
id: Klik :guilabel:`Pasang`.
ja: :guilabel:`インストール`をクリックします。
kab: Sit ɣef :guilabel:`Installer`.
pl: Kliknij :guilabel:`Install`.
pt: Clique em :guilabel:`Instalar`.
ro: Fă click pe :guilabel:`Install`.
sk: Kliknite na :guilabel:`Install`.
sl: Kliknite :guilabel:`Install`.
sr: Кликните „:guilabel:Инсталирај“.
sr@latin: Kliknie na :guilabel:`Install`.
uk: Клацніть :guilabel: `Встановити`.
uz: :guilabel:`o‘rnatish` tugmasini bosing.
zh_hk: 按 :guilabel:`Install`。

source: Enter your password and wait for the codecs to be installed on your computer.
be: Увядзіце ваш пароль і пачакайце пакуль кодэкі ўсталююцца на ваш камп'ютар.
bn: আপনার পাসওয়ার্ডটি প্রবেশ করুন এবং আপনার কম্পিউটারে কোডেক ইনস্টল হওয়ার জন্য অপেক্ষা করুন।
cy: Rhowch eich cyfrinair ac aros i'r codecau gael eu gosod ar eich cyfrifiadur.
et: Sisesta oma parool ja oota, kuni koodekid paigaldatakse sinu arvutisse.
fi: Anna salasanasi ja odota koodekkien asentumista tietokoneellesi.
he: נא להזין סיסמה ולהמתין להתקנת המקודדים במחשב.
hi: कूटशब्द दर्ज कर, कंप्यूटर पर कोडेक्स का इंस्टॉल पूर्ण होने की प्रतीक्षा करें।
id: Masukan kata sandi Anda dan tunggu hingga kodek terpasang di komputer Anda.
ja: パスワードを入力し、コーデックがインストールされるのをお待ちください。
kab: Sekcem awal n uɛeddi inek u terǧuḍ asbeddi n ikudaken.
pl: Wprowadź swoje hasło i zaczekaj aż kodeki zostaną zainstalowane na twoim komputerze.
pt: Introduza a sua palavra-passe aguarde enquanto os codificadores estão a ser instalados.
ro: Introdu parola ta și așteaptă să se instaleze codecurile pe computerul tău.
sk: Zadajte svoje heslo a počkajte, kým sa kodeky nainštalujú na váš počítač.
sl: Vnesite vaše geslo in počakajte na namestitev kodeksov na vaš računalnik.
sr: Унесите вашу лозинку и сачекајте да се кодеци инсталирају на вашем рачунару.
sr@latin: Unesite Vašu lozinku i sačekajte da ovi kodeci budu instalirani na Vaš računar.
uk: Уведіть свій пароль і зачекайте закінчення встановлення кодеків на вашому комп'ютері.
uz: Parolingizni kiriting va kodeklar kompyuteringizga o‘rnatilishini kuting.
zh_hk: 輸入您的密碼並等待系統將這些解碼器安裝至電腦上。

source: Hardware drivers
be: Драйверы абсталявання
bn: হার্ডওয়্যার ড্রাইভার্স
cy: Gyrwyr caledwedd
et: Riistvara draiverid
fi: Laitteistoajurit
he: מנהלי התקנים לחומרת המחשב
hi: हार्डवेयर ड्राइवर
id: Driver perangkat keras
ja: ハードウェアのドライバー
kab: Inuḍaf n warrum
pl: Sterowniki
pt: Controladores de hardware
ro: Drivere pentru componente
sk: Ovládače hardvéru
sl: Gonilniki strojne opreme
sr: Хадверски управљачки програми
sr@latin: Upravljački programi (drajveri) hardvera
uk: Системні драйвери
uz: Uskuna drayverlari
zh_hk: 硬體驅動程式

source: One of the first things to do after installing Linux Mint is to check for available hardware drivers.
be: Адна з першых рэчаў, якую варта зрабіць пасля ўсталявання Linux Mint - гэта праверыць даступныя драйверы абсталявання.
bn: লিনাক্স মিন্ট ইনস্টল করার পরে প্রথম কাজগুলির মধ্যে একটি হ'ল উপলব্ধ হার্ডওয়্যার ড্রাইভারগুলি পরীক্ষা করা।
cy: Un o'r pethau cyntaf i'w wneud ar ôl gosod Linux Mint yw gwirio am y gyrwyr caledwedd sydd ar gael.
et: Üks esimesi asju, mida pärast Linux Minti paigaldamist teha, on kontrollida saadaolevaid draivereid.
fi: Yksi ensimmäisistä asioista Linux Mintin asennuksen jälkeen on tarkastaa saatavilla olevat laitteistoajurit.
he: אחד הדברים הראשונים שיש לעשות לאחר התקנת לינוקס מינט הוא לבדוק אם יש מנהלי התקנים זמינים.
hi: लिनक्स मिंट इंस्टॉल उपरांत सर्वप्रथम उपलब्ध हार्डवेयर ड्राइवर खोजें।
id: Satu dari hal pertama yang harus dilakukan setelah memasang Linux Mint adalah untuk memeriksa driver perangkat keras yang tersedia.
ja: Linux Mint をインストールしたら、お使いのコンピューターの周辺機器を正常に動作させるために、利用できるハードウェアドライバーをインストールしましょう。
kab: Yiwet gar tɣawsiwin ara txedmeḍ ticki tesbeddeḍ Linux Mint d asenqed ma llan inuḍaf n warrum iwejden.
pl: Pierwszą rzeczą po zainstalowaniu Linux Mint, jest sprawdzenie dostępności sterowników.
pt: Uma das primeiras coisas a fazer depois de instalar o Linux Mint é verificar a disponibilidade de controladores de hardware.
ro: Unul dintre primii pași după instalarea Linux Mint este sa verifici disponibilitatea driverelor pentru componentele fizice.
sk: Jedna z prvých vecí, ktoré treba urobiť po inštalácií Linuxu Mint, je kontrola ovládačov hardvéru.
sl: Ena prvih stvari, ki jih morate narediti po namestitvi Linux Mint-a, je preverjanje za vse možne gonilnike.
sr: Једна од првих ствари које треба урадити након инсталирања Линукс Минта је провера расположивих хардверских управљачких програма.
sr@latin: Jedna od prvih stvari koje treba uraditi posle instalacije Linuks Minta je da proverite da li postoje dostupni upravljački programi za hardver.
uk: Однією з перших дій, що потрібно зробити після встановлення Linux Mint, є перевірка доступних системних драйверів для ваших пристроїв.
uz: Linux Mintni o‘rnatgandan so‘ng qilinadigan birinchi ishlardan biri mavjud apparat drayverlarini tekshirishdir.
zh_hk: 安裝Linux Mint之後，要做的第一件事就是檢查可用的硬件驅動程序。

source: Launch :menuselection:`Menu --> Administration --> Driver Manager`.
be: Запусціце :menuselection:'Меню --> Адміністраванне --> Кіраўнік драйвераў'.
bn: লঞ্চ :menuselection:`Menu --> Administration --> Driver Manager`।
cy: Cychwyn :menuselection: `Dewislen --> Gweinyddiaeth -> Rheolwr Gyrwyr`.
et: Käivita :menuselection:`Menüü --> Haldus --> Draiverite haldur`.
fi: Käynnistä :menuselection:`Valikko --> Ylläpito --> Ajureiden hallinta`.
he: הפעלת :menuselection:`תפריט --> ניהול --> מנהל ההתקנים`.
hi: :menuselection:`मेन्यू --> प्रशासन --> ड्राइवर प्रबंधक` उपयोग करें।
id: Luncurkan :menuselection:`Menu --> Administrasi --> Manajer Driver`.
ja: :menuselection:`メニュー --> システム管理 --> ドライバーマネージャー`を起動します。
kab: Sekker :menuselection:`Umuɣ --> Tadbelt --> Amsefrak n inuḍaf`.
pl: Uruchom menu systemowe, następnie administrowanie i menedżer sterowników.
pt: Clique em :menuselection:`Menu --> Administração --> Gestor de controladores`.
ro: Lansează :menuselection:`Menu --> Administration --> Driver Manager`.
sk: Spustite :menuselection:`Menu --> Správa --> Správca ovládačov`.
sl: Zaženite :menuselection:`Menu --> Administration --> Driver Manager`.
sr: Покрените „:menuselection:Изборник → Администрација → Управљач управљачких програма“.
sr@latin: Pokrenite :menuselection:`Menu --> Administration --> Driver Manager`.
uk: Запуск :menuselection: "Меню -> Адміністрування -> Керування драйверами".
uz: Ishga tushirish :menuselection:`Menyu --> Boshqaruv --> Drayver menejeri`.
zh_hk: 開啟 :menuselection:`Menu --> Administration --> Driver Manager` 。

source: If you are offline, the Driver Manager will complain that it cannot connect to the Internet.
be: Калі вы па-за сеткай, кіраўнік драйвераў паскардзіцца, што ён не можа злучыцца з інтэрнэтам.
bn: আপনি যদি অফলাইনে থাকেন তবে ড্রাইভার ম্যানেজার অভিযোগ করবে যে সে ইন্টারনেটের সাথে সংযোগ করতে পারে না।
cy: Os ydych yn all-lein, bydd y Rheolwr Gyrwyr yn cwyno na all gysylltu â'r Rhyngrwyd.
et: Kui sa ei ole internetti ühendatud, siis kurdab draiverite haldur, et ei saa internetiga ühendust.
fi: Jos verkkoyhteyttä ei ole, ajurihallinta valittaa, ettei voi yhdistää internetiin.
he: במצב לא מקוון, מנהל ההתקנים יודיע שאיננו יכול להתחבר לאינטרנט.
hi: इंटरनेट से कनेक्ट न होने पर ड्राइवर प्रबंधक संबंधित संदेश प्रदर्शित करेगा।
id: Jika Anda sedang luring, Manajer Driver akan mengeluh ketika tidak dapat terhubung ke Internet.
ja: オフライン状態だと、ドライバーマネージャー上に、インターネットに接続できないことを示すエラーが表示されます。
kab: Ma ur teqqineḍ ara, amsefrak n inuḍaf ad d-yini belli igguma ad iqqen ɣer Internet.
pl: Jeśli nie jesteś podłączony do sieci, wtedy Manager Sterowników przypomni, że nie może połączyć się z Internetem.
pt: Se estiver off-line, o Gestor de controladores indicará que não é possível uma ligação à Internet.
ro: Dacă nu ești in rețea, Administratorul de Drivere o sa se plânga de lipsa conecsiunii la internet.
sk: Ak nie ste pripojený na internet, Správca ovládačov oznámi, že sa nemôže pripojiť na internet.
sl: Če nimate dostopa do interneta, bo Upravljalnik Gonilnikov sporočil, da se ne more povezati z internetom.
sr: Ако сте ван мреже, Управљач управљачких програма ће вас упозорити да се не може повезати на Интернет.
sr@latin: Ukoliko niste povezani na internet, Menadžer upravljačkih programa će se žaliti da se ne može povezati na internet.
uk: Якщо ви перебуваєте в автономному режимі, то "Упорядник драйверів" повідомить про те, що він не зможе під'єднатися до Інтернету.
uz: Agar siz oflayn bo‘lsangiz, Driver Manager Internetga ulana olmaganidan shikoyat qiladi.
zh_hk: 若您的電腦處於離線狀態，驅動程式管理員將會顯示未能連線至網路的錯誤訊息。

source: Insert your bootable Linux Mint USB stick (or DVD), wait for it to be mounted, and click :guilabel:`OK`.
be: Устаўце ваш загрузачны USB (ці DVD) дыск Linux Mint, пачакайце пакуль ён прымантуецца, затым націсніце :guilabel:'Добра'.
bn: আপনার বুটেবল লিনাক্স মিন্টের USB স্টিক (বা DVD) ঢোকান, এটি মাউন্ট হওয়ার জন্য অপেক্ষা করুন এবং ক্লিক করুন :guilabel:`OK`।
cy: Mewnosodwch eich cof bach USB (neu DVD) Linux Mint cychwynadwy, arhoswch iddi gael ei gosod, a chlicio :guilabel: `Iawn`.
et: Sisesta alglaaditav Linux Minti USB pulk (või DVD), oota kuni see haagitakse ja klõpsa :guilabel:`OK`.
fi: Kytke käynnistettävä Linux Mintin USB-tikkusi (tai DVD:si), odota sen liittämistä ja napsauta sitten :guilabel:`OK`.
he: נא להכניס הֶחְסֵן נַיָּד בר איתחול (או DVD), להמתין לעגינתו ולהקיש :guilabel:`בסדר`.
hi: बूट योग्य लिनक्स मिंट यूएसबी (या डीवीडी) सिस्टम में लगाकर माउंट होने की प्रतीक्षा करें व फिर :guilabel:`ठीक है` पर क्लिक करें।
id: Masukan stik Linux Mint Anda (atau DVD), tunggu sampai itu dikait, dan klik :guilabel:`OK`.
ja: 起動可能な Linux Mint の USB スティック / DVD を挿入し、マウントされたことを確認後、:guilabel:`OK` をクリックしてください。
kab: Ger tasarut n usekker USB n Linux Mint (neɣ DVD), arǧu alama tettuserkeb sakin sit ɣef :guilabel:`IH`.
pl: Włóż twój uruchamialny nośnik z Linux Mint, dysk USB (lub DVD), czekaj aż się zamontuje, i kliknij :guilabel:`OK`.
pt: Introduza o seu dispositivo USB (ou disco DVD) do Linux Mint, espere que seja montado e clique :guilabel:`OK`.
ro: Introdu sticul tau bootabil cu Linux Mint (sau DVD-ul), asteapta pt acesta sa fie montat si fă click pe :guilabel:`OK`.
sk: Vložte bootovateľné USB (alebo DVD) s Linuxom Mint, počkajte, kým sa pripojí, a stlačte :guilabel:`OK`.
sl: Vstavite vaš zaganjalni Linux Mint USB ključ (ali DVD), počakajte da se vpne nato kliknite :guilabel:`OK`.
sr: Уметните свој бутабилан Линукс Минт УСБ уређај (или ДВД), сачекај те да се монтира, и кликните „:guilabel:У реду“.
sr@latin: Uključite USB memorijski uređaj (ili DVD) za podizane Linuks Mint sistema, sačekajte da se podigne, i kliknite na :guilabel:`OK`.
uk: Вставте завантажувальний USB-носій з Linux Mint (або DVD диск), дочекайтеся закінчення її встановлення, та натисніть: guilabel: "ТАК".
uz: Yuklanadigan Linux Mint USB flesh-diskini (yoki DVD-ni) joylashtiring, ulanishini kuting va :guilabel:`OK` tugmasini bosing.
zh_hk: 插入可啟動的Linux Mint USB記憶棒（或DVD），等待其安裝，然後單擊 :guilabel:`OK`。

source: Tick the appropriate checkboxes to select the available drivers and click :guilabel:`Apply Changes`.
be: Пазначце адпаведныя птушкі каб выбраць даступныя драйверы і націсніце :guilabel:'Ужыць змены'.
bn: উপলভ্য ড্রাইভারগুলি নির্বাচন করতে উপযুক্ত চেকবক্সগুলিতে টিক দিন এবং ক্লিক করুন :guilabel:`Apply Changes`।
cy: Ticiwch y blychau gwirio priodol i ddewis y gyrwyr sydd ar gael a chlicio :guilabel: `Gosod y Newidiadau`.
et: Märgi kohased kastid, et näidata milliseid draivereid soovid kasutada ja klõpsa :guilabel:`Rakenda muudatused`.
fi: Merkitse soveltuvat valintaruudut valitaksesi saatavilla olevat ajurit ja napsauta :guilabel:`Toteuta muutokset`.
he: סמן/י את תיבות הסימון המתאימות כדי לבחור את מנהלי ההתקנים הזמינים ולחץ/י :guilabel:`החל שינויים`.
hi: उचित विकल्प चिन्हित कर उपलब्ध ड्राइवर चुनें व :guilabel:`बदलाव लागू करें` पर क्लिक करें।
id: Tandai pilihan kotak centang yang sesuai untuk memilih driver yang tersedia dan klik :guilabel:`Terapkan Perubahan`.
ja: 適切なチェックボックスにチェックを入れて、利用できるドライバーを選択します。その後、:guilabel:`変更の適用`をクリックします。
kab: Fren tixxamin n inuḍaf iwejden sakin sit ɣef :guilabel:`Snes ibeddilen`.
pl: Zaznacz właściwy sterownik z dostępnej listy, i kliknij :guilabel:`Zastosuj zmiany`.
pt: Marque as caixas de seleção apropriadas para selecionar os controladores disponíveis e clique em :guilabel:`Aplicar mudanças`.
ro: Bifează bifele corespunzătoare pentru a alege din driverele disponibile si fă click pe :guilabel:`Apply Changes`.
sk: Zaškrtnite príslušné políčka a stlačte :guilabel:`Apply Changes`.
sl: Obkljukajte primerne prostorčke za izbiro možnih gonilnikov in kliknite :guilabel:`Apply Changes`.
sr: Означите прикладну могућност за одабир доступних управљачких програма и кликните „:guilabel:Примени промене“.
sr@latin: Označite odgovarajuća polja za potvrdu da biste izabrali dostupne upravljačke programe i kliknite na :guilabel:`Apply Changes`.
uk: Встановіть відповідні позначки, щоб обрати доступні драйвери, та натисніть: guilabel: "Застосувати зміни".
uz: Mavjud drayverlarni tanlash uchun tegishli katakchalarni belgilang va :guilabel:`o‘zgarishlarni qo‘llash`ni bosing.
zh_hk: 勾選適當的選項以選擇可用的驅動程式並按下 :guilabel:`Apply Changes`。

source: EFI
sl: Razširljiv strojno-programski vmesnik
sr: ЕФИ

source: SecureBoot
he: אתחול בטוח
ja: セキュアブート
sl: Varni zagon
sr: Безбедно покретање
uk: Безпечне завантаження
zh_hk: 安全啟動

source: If after installing Linux Mint in EFI mode, you are unable to boot due to a ``Secure Boot Violation``, you can try one of the following solutions:
be: Калі пасля ўсталявання Linux Mint у рэжыме EFI вы не можаце загрузіцца з-за парушэння бяспекі загрузкі, вы можаце паспрабаваць адно з рашэнняў:
bn: যদি EFI মোডে লিনাক্স মিন্ট ইনস্টল করার পরে, আপনি ``Secure Boot Violation`` কারণে বুট করতে অক্ষম হন, আপনি নিম্নলিখিত সমাধানগুলির মধ্যে একটি ব্যবহার করতে পারেন:
cy: Os na allwch roi hwb ar ôl gosod Linux Mint yn y modd EFI, oherwydd ``Secure Boot Violation``, gallwch roi cynnig ar un o'r atebion canlynol:
et: Kui pärast Linux Minti paigaldamist EFI režiimis alglaadimine ei õnnestu ja näidatakse ``Secure Boot Violation`` veateadet, võid proovida järgmiseid lahendusi:
fi: Ellei EFI-tilassa tehdyn Linux Mintin asennuksen jälkeen konetta voi käynnistää ``Secure Boot Violation`` -ongelman vuoksi, kokeile jotakin seuraavista:
he: אם לאחר התקנת לינוקס מינט במצב EFI, המחשב לא מאתחל עקב 'הפרת איתחול מאובטח', נא לנסות את אחד הפתרונות הבאים:
hi: लिनक्स मिंट EFI मोड में इंस्टॉल करने के उपरांत ``सुरक्षित बूट उल्लंघन`` के कारण बूट विफल होने पर निम्नलिखित समाधान करें :
id: Jika setelah memasang Linux Mint di mode EFI, Anda tidak dapat boot dikarenakan sebuah ``Pelanggaran Boot Aman``, Anda dapat mencoba salah satu solusi berikut ini:
ja: Linux Mint を EFI モードでインストールした後に、``Secure Boot Violation`` と出て起動できない場合、これらの解決策を試してみてください:
kab: Mbaɛd asbeddi n Linux Mint s uskar EFI teggumaḍ ad tsekkereḍ imi tella tuccḍa ``Secure Boot Violation``, eɛreḍ yiwet gar tifrat-agi :
pl: Jeśli po zainstalowaniu Linux Mint w trybie EFI nie możesz uruchomić komputera z powodu ``Secure Boot Violation`` (naruszenie ochrony uruchamiania), możesz spróbować jednego z poniższych rozwiązań:
pt: Se, depois de instalar o Linux Mint no modo EFI não conseguir iniciar o PC devido à "Violação de Secure Boot", poderá tentar uma das seguintes soluções:
ro: Daca dupa instalarea lui Linux Mint în mod EFI nu poți boota datorită mesajului ``Secure Boot Violation``, poți încerca una din urmatoarele soluții:
sk: Ak po inštalácií Linuxu Mint v EFI móde nie ste schopní bootovať kvôli ``Secure Boot Violation``, môžete skúsiť jedno s nasledovných riešení:
sl: Če po namestitvi Linux Mint-a v EFI načinu, ne morete zagnati sistema zaradi ``Secure Boot Violation``, lahko poskusite eno od naslednjih rešitev:
sr: Ако након инсталирања Линукс Минт у ЕФИ режиму, не можете да покренете због „Заштита безбедности покретача“, можете пробати једно од следећих решења:
sr@latin: Ukoliko posle instalacije Linuks Minta u EFI režimu ne možete da podignete sistem, uz prikaz greške ``Secure Boot Violation``, možete da probate jedno od sledećih rešenja:
uk: Якщо після встановлення Linux Mint, у режимі EFI ви не можете завантажитися через `` Secure Boot Violation``, ви можете спробувати одне з таких рішень:
uz: Agar Linux Mint-ni EFI rejimida o‘rnatganingizdan so‘ng, ``Xavfsiz yuklash buzilishi`` tufayli yuklay olmasangiz, quyidagi echimlardan birini sinab ko‘rishingiz mumkin:
zh_hk: 如果以EFI模式安裝Linux Mint之後由於``安全啟動違規''而無法啟動，則可以嘗試以下解決方案之一：

source: Restart the installation:
be: Перазапусціць усталяванне:
bn: ইনস্টলেশন পুনরায় আরম্ভ করুন:
cy: Ailgychwyn y gosodiad:
et: Taaskäivita paigaldus:
fi: Käynnistä asennus uudelleen:
he: התחלת ההתקנה מחדש:
hi: इंस्टॉल पुनः आरंभ करें :
id: Mulai ulang pemasangan:
ja: インストールをやり直す:
kab: Sekker tikkelt-nniḍen asbeddi:
pl: Rozpocznij instalację od początku:
pt: Reiniciar a instalação:
ro: Reporniți instalarea:
sk: Reštartujte inštaláciu:
sl: Ponovno zaženite namestitev:
sr: Поново покрените инсталацију:
sr@latin: Ponovo pokrenite instalaciju:
uk: Перезапустити встановлення:
uz: O‘rnatishni qayta ishga tushiring:
zh_hk: 重新安裝：

source: Connect to the Internet before the installation
be: Падлучыцеся да інтэрнэта перад усталяваннем
bn: ইনস্টলেশন করার আগে ইন্টারনেটে সংযুক্ত হন
cy: Cysylltu â'r Rhyngrwyd cyn y gosodiad
et: Ühenda arvuti internetti enne paigaldust
fi: Yhdistä internetiin ennen asennusta
he: התחברות למרשתת לפני ההתקנה
hi: इंस्टॉल पूर्व इंटरनेट से कनेक्ट करें
id: Hubungkan ke Internet sebelum pemasangan
ja: インストールする前に、インターネットに接続してください
kab: Qqen ɣer Internet send asbeddi.
pl: Połącz się z internetem przed instalacją
pt: Ligar-se à Internet antes da instalação
ro: Conectați-vă la Internet înainte de instalare
sk: Pred inštaláciou sa pripojte na internet
sl: Pred namestitvijo se povežite z internetom
sr: Повежите се са Интернетом пре инсталације
sr@latin: Povežite se na internet pre pokretanja instalacije
uk: Під'єднайтеся до Інтернету перед початком встановлення
uz: O‘rnatishdan oldin Internetga ulaning
zh_hk: 在安裝開始之前將您的電腦連線至網路

source: **Do not** select ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media``.
be: **Не выбірайце** ўсталяванне старонніх праграм для графікі і Wi-Fi, Flash, MP3 і іншых медыя.
bn: ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media`` **নির্বাচন করবেন না**
cy: ** Peidiwch** â dewis ``Gosod meddalwedd trydydd parti ar gyfer graffeg a chaledwedd Wi-Fi, Flash, MP3 a chyfryngau eraill``.
et: **Ära** märgi valikut ``Paigalda kolmanda osapoole tarkvara graafika ja Wi-Fi riistvara ning Flash, MP3 ja muu meedia jaoks``.
fi: **Älä** valitse kohtaa ``Asenna kolmannen osapuolen ohjelmat grafiikkaa ja langatonta vekrkolaitteistoa, Flashiä, MP3:a ja muuta mediaa varten``.
he: ** לא ** לבחור ``התקנת תכנת צד שלישי לחומרה גרפית ו- Wi-Fi, פלאש, MP3 ומדיה אחרת``.
hi: ``ग्राफ़िक्स, वाईफाई हार्डवेयर, फ़्लैश, एमपी3 व दूसरे मीडिया हेतु अन्य-स्रोत से सॉफ्टवेयर इंस्टॉल करें`` का विकल्प **चयनित न करें**।
id: **Jangan** pilih ``Pasang perangkat lunak pihak ketiga untuk perangkat keras grafis dan Wi-Fi, Flash, MP3 dan media lainnya``.
ja: ``グラフィックスとWi-Fiハードウェアと追加のメディアフォーマットのサードパーティ製ソフトウェアをインストールする``を選択**しないで**ください。
kab: **Ur ferren ara** ``Sbedd iseɣẓanen n wiyiḍ i warrum udlif akked Wi-Fi, Flash, MP3 akked imidyaten-nniḍen``.
pl: **NIE** wybieraj ``Instaluj oprogramowanie firm trzecich dla grafiki oraz Wi-Fi, Flash, MP3 i innych mediów``.
pt: **Não** selecione "Instalar software de terceiros para gráficos e hardware de Wi-Fi, Flash, MP3 e outros multimédia".
ro: **Nu** selectați ``Instalare software parte terță pentru grafică și hardware Wi-Fi, Flash, MP3 și alte medii``.
sk: **Nevyberte** možnosť ``Inštalovať softvér od tretích strán``.
sl: **Ne** izberite ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media``.
sr: ** Немојте ** одабрати „Инсталирајте софтвер независног произвођача за графику и бежични хардвер, Flash, МП3 и остале медије“.
sr@latin: **Nemojte** izabrati opciju ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media``.
uk: ** Не вибирати ** `` Встановити стороннє програмне забезпечення для графіки та Wi-Fi забезпечення, Flash, MP3 та інших носіїв ''.
uz: ``IGrafika va Wi-Fi qurilmalari, Flash, MP3 va boshqa media uchun uchinchi tomon dasturiy taʼminotini oʻrnatmang`` **tanlamang**.
zh_hk: **請勿**選擇``為圖形和Wi-Fi硬件，Flash，MP3和其他媒體安裝第三方軟件''。
