Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: The `hardware database <https://community.linuxmint.com/hardware/search>`_ is useful to find compatible hardware.
be: `База даных абсталявання <https://community.linuxmint.com/hardware/search>`_ карысная каб знайсці сумяшчальнасць абсталявання.
bn: সামঞ্জস্যপূর্ণ হার্ডওয়্যার সন্ধান করতে `hardware database <https://community.linuxmint.com/hardware/search>`_ কার্যকর।
cy: Mae'r 'gronfa ddata caledwedd <https://community.linuxmint.com/hardware/search>` _ yn lle defnyddiol i ddod o hyd i galedwedd cydnaws.
et: Kodulehel `riistvara andmebaasis <https://community.linuxmint.com/hardware/search>`_ on kasulikku infot ühilduva riistvara kohta.
fi: `Laitteiston tietokanta <https://community.linuxmint.com/hardware/search>`_ on käyttökelpoinen tapa etsiä yhteensopivaa laitteistoa.
he: מסד נתוני החומרה <https://community.linuxmint.com/hardware/search> `_ שימושי למציאת חומרה תואמת.
hi: संगत हार्डवेयर खोजने हेतु `हार्डवेयर डेटाबेस <https://community.linuxmint.com/hardware/search>`_।
id: `Basis data perangkat keras <https://community.linuxmint.com/hardware/search>`_ berguna untuk menemukan perangkat keras yang sesuai.
ja: 互換ハードウェアについての情報は、`ハードウェアデータベース <https://community.linuxmint.com/hardware/search>`_が有用です。
kab: `Azadur n isefka arrum <https://community.linuxmint.com/hardware/search>`_ igerrez i tifin n warrum akked isallan ɣef umṣada akked Linux Mint.
pl: Baza sprzętu, którą można znaleźć pod adresem <https://community.linuxmint.com/hardware/search> jest pomocna do określenia kompatybilności sprzętu.
pt: O 'banco de dados de hardware <https://community.linuxmint.com/hardware/search>`_ é útil para encontrar hardware compatível.
ro: `Baza de date de componente <https://community.linuxmint.com/hardware/search>`_ este folositoare pentru a verifica compatibilitatea cu componentele fizice.
sk: Na `hardware database <https://community.linuxmint.com/hardware/search>`_ môžete nájsť pomoc s hardvérom.
sl: `hardware database <https://community.linuxmint.com/hardware/search>`_ je uporabno za iskanje kompatibilne strojne opreme.
sr: „Хардверска база података <https://community.linuxmint.com/hardware/search>“_ је корисна за проналазак компатибилног хардвера.
sr@latin: Baza podataka `hardware database <https://community.linuxmint.com/hardware/search>`_ je korisna za pronalaženje kompatibilnog hardvera.
uk: 'Апаратна база даних <https://community.linuxmint.com/hardware/search> `_ корисна для пошуку сумісного обладнання.
uz: `Uskuna ma'lumotlar bazasi <https://community.linuxmint.com/hardware/search>`_ mos keluvchi uskunani topish uchun foydalidir.
zh_hk: 硬件數據庫<https://community.linuxmint.com/hardware/search>`_對於查找兼容的硬件很有用。

source: Local communities
be: Мясцовыя супольнасці
bn: স্থানীয় সম্প্রদায়
cy: Cymunedau lleol
et: Kohalikud kogukonnad
fi: Paikalliset yhteisöt
he: קהילות מקומיות
hi: स्थानीय समुदाय
id: Komunitas lokal
ja: ローカルのコミュニティ
kab: Timɣiwanin tidiganin
pl: Lokalne społeczności
pt: Comunidades locais
ro: Comunități locale
sk: Lokálne komunity
sl: Lokalne skupnosti
sr: Локалне заједнице
sr@latin: Lokalne zajednice
uk: Місцеві спільноти
uz: Mahalliy hamjamiyatlar
zh_hk: 當地的社群

source: To find help in your language, use the `Local Communities <https://www.linuxmint.com/links.php>`_.
be: Каб знайсці дапамогу на роднай мове, пашукайце `Мясцовыя супольнасці <https://www.linuxmint.com/links.php>`_.
bn: আপনার ভাষায় সহায়তা পেতে, `Local Communities <https://www.linuxmint.com/links.php>`_ ব্যবহার করুন।
cy: I ddod o hyd i help yn eich iaith, defnyddiwch y `Cymunedau Lleol <https://www.linuxmint.com/links.php>` _.
et: Et leida abi mõnes teises keeles, vaata `kohalike kogukondade nimekirja <https://www.linuxmint.com/links.php>`_.
fi: Löytääksesi apua omalla kielelläsi käytä `Local Communities <https://www.linuxmint.com/links.php>`_.
he: לקבלת עזרה בשפה שלכם, השתמשו ב'קהילות מקומיות <https://www.linuxmint.com/links.php>`_.
hi: अपनी भाषा में सहायता प्राप्त करने हेतु `स्थानीय समुदाय <https://www.linuxmint.com/links.php>`_ उपयोग करें।
id: Untuk mendapatkan bantuan dalam bahasa Anda, gunakan `Komunitas Lokal <https://www.linuxmint.com/links.php>`_.
ja: 母国語での助けが必要なら、`ローカルコミュニティ <https://www.linuxmint.com/links.php>`_を見てください。
kab: Iwakken ad tafeḍ tallalt s tutlayt-ik, seqdec `Timɣiwanin tidiganin <https://www.linuxmint.com/links.php>`_.
pl: Aby znaleźć pomoc w swoim języku, użyj `Lokalne Społeczności <https://www.linuxmint.com/links.php>`_.
pt: Para obter ajuda em seu idioma, use as 'Comunidades Locais <https://www.linuxmint.com/links.php>`_.
ro: Pentru a găsi ajutor in limba ta, folosește secțiunea `Local Communities <https://www.linuxmint.com/links.php>`_.
sk: Ak chcete nájsť pomoc v svojom jazyku, navštívte `Local Communities <https://www.linuxmint.com/links.php>`_.
sl: Za iskanje pomoči v vašem jeziku, uporabite `Local Communities <https://www.linuxmint.com/links.php>`_.
sr: Да бисте пронашли помоћ на свом језику, користите „Локалне заједнице <https://www.linuxmint.com/links.php>“_.
sr@latin: Da biste pronašli pomoć na Vašem jeziku, koristite `Local Communities <https://www.linuxmint.com/links.php>`_.
uk: Щоб знайти довідку своєю мовою, скористайтеся пунктом "Місцеві спільноти <https://www.linuxmint.com/links.php>` _.
uz: O‘z tilingizda yordam topish uchun `Mahalliy hamjamiyatlar <https://www.linuxmint.com/links.php>`_ dan foydalaning.
zh_hk: 要以您的語言查找幫助，請使用“本地社區<https://www.linuxmint.com/links.php>” _。

source: Linux Mint Installation Guide
be: Кіраўніцтва па ўсталяванні Linux Mint
bn: লিনাক্স মিন্ট ইনস্টলেশন গাইড
cy: Canllawiau Gosod Linux Mint
et: Linux Minti paigaldusjuhend
fi: Linux Mintin asennusopas
he: מדריך התקנה לינוקס מינט
hi: लिनक्स मिंट इंस्टॉल गाइड
id: Panduan Instalasi Linux Mint
ja: Linux Mint インストールガイド
kab: Amnir n usbeddi n Linux Mint
pl: Instrukcja instalacji Linux Mint
pt: Guia de Instalação do Linux Mint
ro: Ghid de instalare Linux Mint
sk: Inštalačná príručka Linuxu Mint
sl: Priročnik za namestitev Linux Mint-a
sr: Водич за инсталацију Линукс Минта
sr@latin: Vodič za instalaciju Linuks Minta
uk: Посібник користувача зі встановлення Linux Mint
uz: Linux Mint o‘rnatish bo‘yicha qo‘llanma
zh_hk: Linux Mint安裝教學

source: Linux Mint comes in the form of an ISO image (an .iso file) which can be used to make a bootable DVD or a bootable USB stick.
be: Linux Mint пастаўляецца ў выглядзе вобраза ISO (файл .iso), які можна выкарыстаць для стварэння загрузачнага DVD або USB дыска.
bn: লিনাক্স মিন্ট একটি ISO ইমেজ (একটি .iso ফাইল) আকারে আসে যা কোনও বুটেবেল DVD বা বুটেবেল USB স্টিক তৈরি করতে ব্যবহার করা যেতে পারে।
cy: Daw Linux Mint ar ffurf delwedd ISO (ffeil .iso) y mae modd ei defnyddio i greu DVD neu gof bach USB cychwynadwy.
et: Linux Mint tuleb ISO tõmmisena (.iso fail), mida saab kasutada alglaaditava DVD või USB pulga loomiseks.
fi: Linux Mint tulee ISO-levykuvana (.iso-tiedostona), jota voi käyttää käynnistettävän DVD:n tai USB-tikun luomiseen.
he: לינוקס מינט מגיעה בצורה של תמונת ISO (קובץ iso.) בה ניתן להשתמש ליצירת DVD או הֶחְסֵן נַיָּד ברי־איתחול.
hi: लिनक्स मिंट एक आईएसओ फाइल (.iso) के रूप में उपलब्ध है जिससे बूट योग्य डीवीडी या यूएसबी बनाना संभव है।
id: Linux Mint hadir dalam bentuk ISO image (berkas .iso) yang dapat digunakan untuk membuat DVD yang dapat di-boot atau stik USB yang dapat di-boot.
ja: Linux Mint は ISO イメージ (.iso ファイル) 形式で配布されています。このファイルから、起動可能な DVD や USB スティックを作ることができます。
kab: Linux Mint yettunefk s talɣa n tugna ISO (afaylu .iso) i yezemren ad ittwaseqdec i wesnulfu n tsarut USB (neɣn DVD) n usekker.
pl: Linux Mint przychodzi z formatem ISO (plik .iso), który może być użyty do stworzenia rozruchowego DVD lub pendrive USB.
pt: O Linux Mint é distribuído na forma de uma imagem ISO (um arquivo .iso), que pode ser usada para fazer um DVD ou mídia USB bootáveis.
ro: Linux Mint este distribuit sub forma unei imagini ISO (un fisier .iso) care poate fi folosită pentru crearea de DVD bootabil sau USB stick bootabil.
sk: Linux Mint sa sťahuje v podobe ISO súboru (.iso), z ktorého je možné urobiť bootovateľné DVD alebo USB.
sl: Linux Mint pride v obliki ISO slike (.iso datoteka), ki jo lahko uporabite za zagonjski USB ključek ali pa DVD.
sr: Линукс Минт долази у облику ИСО слике (.iso датотеке) који се може користити за покретање бутабилног ДВД-а или бутабилног УСБ уређаја
sr@latin: Linuks Mint dolazi u obliku ISO kopije (.iso datoteke), koja se može iskoristiti za pravljenje DVD-a ili USB memorijskog uređaja za podizanje sistema.
uk: Linux Mint надається у формі образу ISO (файл .iso), який можна використовувати для створення завантажувального DVD або завантажувального USB-нагромаджувача.
uz: Linux Mint yuklanadigan DVD yoki yuklanadigan USB flesh-diskini yaratish uchun ishlatilishi mumkin bo‘lgan ISO tasviri (.iso fayli) shaklida keladi.
zh_hk: Linux Mint以ISO映像（.iso文件）的形式出現，可用於製作可啟動DVD或可啟動USB記憶棒。

source: This guide will help you download the right ISO image, create your bootable media and install Linux Mint on your computer.
be: Гэта кіраўніцтва дапаможа вам спампаваць правільны вобраз ISO, стварыць ваш загрузачны носьбіт і ўсталяваць Linux Mint на ваш камп'ютар.
bn: এই গাইড আপনাকে সঠিক ISO ইমেজ ডাউনলোড করতে, আপনার বুটেবেল মিডিয়া তৈরি করতে এবং আপনার কম্পিউটারে লিনাক্স মিন্ট ইনস্টল করতে সহায়তা করবে।
cy: Bydd y canllaw hwn yn eich helpu i lwytho'r ddelwedd ISO gywir i lawr, creu eich cyfryngau cychwynadwy a gosod Linux Mint ar eich cyfrifiadur.
et: See juhend aitab sul alla laadida õige ISO tõmmise, luua alglaaditava meediumi ja paigaldada Linux Minti sinu arvutisse.
fi: Tämä ohje auttaa sinua lataamaan oikean ISO-levykuvan, luomaan käynnistysmedian ja asentamaan Linux Mintin tietokoneellesi.
he: מדריך זה יסייע בהורדת תמונת ה־ISO הנכונה, יצירת המדיה ברת האיתחול והתקנת לינוקס מינט על המחשב.
hi: यह गाइड उचित आईएसओ फाइल डाउनलोड, बूट योग्य मीडिया बनाने एवं कंप्यूटर पर लिनक्स मिंट इंस्टॉल करने में सहायक होगी।
id: Panduan ini akan membantu Anda mengunduh ISO image yang tepat, membuat media yang dapat di-boot, dan memasang Linux Mint di komputer Anda.
ja: このガイドでは、どの ISO イメージをダウンロードした方が良いのか、どうやって起動可能なメディアを作るのか、コンピューターに Linux Mint をインストールするにはどうするのかの説明が載っています。
kab: Amnir-agi ad k-iɛiwen iwakken ad tferneḍ tugna ISO iwatan, iwakken ad d-tesnulfuḍ amidya n usekker yerna ad tesbeddeḍ Linux Mint ɣef uselkim-inek.
pl: Ten poradnik pomoże Ci pobrać właściwy obraz ISO, stworzyć rozruchowy nośnik i zainstalować Linux Mint na Twoim komputerze.
pt: Este guia o ajudará a baixar a imagem ISO correta, criar sua mídia bootável e instalar o Linux Mint em seu computador.
ro: Acest ghid te va ajuta să descarci imaginea ISO potrivită, să creezi un mediu bootabil și să instalezi Linux Mint pe computerul tău.
sk: Tento návod vám pomôže stiahnuť správny ISO súbor, vytvoriť bootovateľné USB alebo DVD a nainštalovať Linux Mint na váš počítač.
sl: Ta priročnik vam bo pomagal prenesti pravilno ISO sliko, narediti zagonski medij in namestiti Linux Mint na vaš računalnik.
sr: Овај водич ће вам помоћи да преузмете прикладну ИСО слику, креирате свој покретни медиј и инсталирате Линукс Минт на свом рачунару.
sr@latin: Ovaj vodič će Vam pomoći da preuzmete odgovarajuću ISO kopiju, napravite Vaš medijum za podizanje sistema i instalirate Linuks Mint na Vašem računaru.
uk: Цей посібник допоможе вам вірно завантажити необхідний образ ISO, створити завантажувальний носій і встановити Linux Mint на вашому комп'ютері.
uz: Ushbu qo‘llanma to‘g‘ri ISO tasvirini yuklab olishga, yuklanadigan media yaratishga va Linux Mint dasturini kompyuteringizga o‘rnatishga yordam beradi.
zh_hk: 本教學將協助您下載正確的ISO映像、製作可開機媒體、將Linux Mint安裝至您的電腦上。

source: Download
be: Спампоўка
bn: ডাউনলোড করুন
cy: Llwytho i lawr
et: Allalaadimine
fi: Lataa
he: הורדה
hi: डाउनलोड
id: Unduh
ja: ダウンロード
kab: Asider
pl: Pobierz
ro: Descarcă
sk: Stiahnuť
sl: Prenesi
sr: Преузимања
sr@latin: Preuzimanje
uk: Звантаження
uz: Yuklab olish
zh_hk: 下載

source: Live Boot
be: Жывая загрузка
bn: লাইভ বুট
cy: Cychwyn Byw
et: Andmekandjalt käivitamine
fi: Live-käynnistys
he: הפעלה חיה
hi: लाइव बूट
ja: ライブ起動
kab: Asekker live
pl: Uruchamianie z nośnika instalacyjnego
pt: Boot Live
ro: Ședință Live
sk: Bootovanie Live operačného systému
sl: Live zagon
sr: Директно покретање
sr@latin: Podizanje živog sistema (``Live Boot``)
uk: Завантаження "живої системи" у вигляді образу
uz: Jonli yuklash
zh_hk: 實時啟動

source: Installation
be: Усталяванне
bn: ইনস্টলেশন
cy: Gosod
et: Paigaldamine
fi: Asennus
he: התקנה
hi: इंस्टॉल
id: Pemasangan
ja: インストール
kab: Asbeddi
pl: Instalacja
pt: Instalação
ro: Instalarea
sk: Inštalácia
sl: Namestitev
sr: Инсталације
sr@latin: Instalacija
uk: Встановлення
uz: O‘rnatish
zh_hk: 安裝

source: Post-installation
be: Пасля ўсталявання
bn: পোস্ট-ইনস্টলেশন
cy: Ôl Osod
et: Pärast paigaldust
fi: Jälkiasennus
he: לאחר-ההתקנה
hi: इंस्टॉल-उपरांत
id: Pasca-pemasangan
ja: インストール直後にやること
kab: Seld-Asebded
pl: Po instalacji
pt: Pós-instalação
ro: Dupa instalare
sk: Po inštalácii
sl: Po namestitvi
sr: Завршна инсталација
sr@latin: Posle instalacije
uk: Пост-інсталяція
uz: O‘rnatishdan keyin
zh_hk: 安裝後

source: Troubleshooting
be: Выпраўленне непаладак
bn: সমস্যা সমাধান
cy: Datrys problemau
et: Probleemide lahendamine
fi: Vianetsintä
he: פתרון בעיות
hi: समस्या निवारण
id: Penanganan Masalah
ja: トラブルシューティング
kab: Aseggem n wuguren
pl: Rozwiązywanie problemów
pt: Solução de problemas
ro: Depanare
sk: Riešenie problémov
sl: Iskanje težav
sr: Решавања проблема
sr@latin: Rešavanje problema
uk: Вирішення проблем
uz: Muammolarni bartaraf qilish
zh_hk: 排解疑難

source: Frequently Asked Questions
be: Частыя пытанні
bn: সচরাচর জিজ্ঞাস্য
cy: Cwestiynau Cyffredin
et: Korduma kippuvad küsimused
fi: Usein kysytyt kysymykset
he: שאלות נפוצות
hi: सामान्य प्रश्न
id: Pertanyaan Yang Sering Muncul
ja: よくある質問
kab: Isteqsiyen i d-yettuɣalen
pl: Często Zadawane Pytania
pt: Perguntas frequentes
ro: Intrebari Frecvente
sk: Často kladené otázky
sl: Pogosta vprašanja
sr: Често постављена питања
sr@latin: Često postavljana pitanja
uk: Поширені запитання
uz: Tez-tez beriladigan savollar
zh_hk: 常見問題

source: Install Linux Mint
be: Усталяваць Linux Mint
bn: লিনাক্স মিন্ট ইনস্টল করুন
cy: Gosod Linux Mint
et: Linux Minti paigaldamine
fi: Asenna Linux Mint
he: התקנת לינוקס מינט
hi: लिनक्स मिंट इंस्टॉल
id: Pasang Linux Mint
ja: Linux Mint のインストール
kab: Sbedd Linux Mint
pl: Instaluj Linux Mint
pt: Instalar Linux Mint
ro: Instalarea Linux Mint
sk: Inštalácia Linuxu Mint
sl: Namesti Linux Mint
sr: Инсталирајте Линукс Минт
sr@latin: Instaliraj Linuks Mint
uk: Встановити Linux Mint
uz: Linux Mintni o‘rnatish
zh_hk: 安裝Linux Mint

source: The live session
be: Жывая сесія
bn: লাইভ সেশন
cy: Y sesiwn byw
et: Andmekandjalt käivitamine
fi: Live-istunto
he: ההפעלה החיה ("live session")
hi: लाइव सत्र
id: Sesi langsung
ja: ライブセッション
kab: Tiɣimit live
pl: Sesja ``live``
pt: A sessão "Live"
ro: Ședința Live
sk: Live operačný systém
sl: Live seja
sr: директан сесија
sr@latin: Živa sesija
uk: Робота у режимі попереднього знайомства
uz: Jonli sessiya

source: When you boot the computer from the USB stick (or DVD), Linux Mint starts a ``live session``. It logs you in automatically as a user called ``mint`` and shows you a desktop with the installer on it:
be: Калі вы загружаеце камп'ютар з USB (ці DVD) дыска, Linux Mint запускае жывую сесію (``live session``). Яна аўтаматычна стварае для вас карыстальніка ``mint`` і паказвае працоўны стол з усталёўшчыкам:
bn: আপনি যখন USB স্টিক (বা DVD) থেকে কম্পিউটার বুট করেন তখন লিনাক্স মিন্ট একটি ``লাইভ সেশন`` শুরু করে। এটি আপনাকে স্বয়ংক্রিয়ভাবে ``mint`` নামে পরিচিত হিসাবে লগ ইন করে এবং এতে ইনস্টলারের সাথে একটি ডেস্কটপ দেখায়:
cy: Pan fyddwch chi'n cychwyn cyfrifiadur o'r cof bach USB (neu'r DVD), mae Linux Mint yn cychwyn ``sesiwn byw``. Mae'n eich mewngofnodi'n awtomatig fel defnyddiwr o'r enw ``mint`` ac yn dangos bwrdd gwaith i chi gyda'r gosodwr arno:
et: Kui teed arvuti alglaadimise USB pulgalt (või DVD plaadilt), käivitub Linux Mint ``live seansina``. Sind logitakse automaatselt sisse kasutajanimega ``mint`` ja kuvatakse töölauda, millel on paigaldaja:
fi: Kun tietokone käynnistetään USB-tikulta (tai DVD:ltä), Linux Mint käynnistyy ``live session`` -tilaan käyttäjänä ``mint`` ja näytetään työpöytä, josta asennusohjelma löytyy:
he: באתחול המחשב מהחסן־נייד (או DVD), לינוקס מינט תאתחל במצב ``מופע חי``. ההתחברות תהיה אוטומטית עם שם משתמש ``mint`` ועל שולחן עבודה יוצג משגר תוכנת ההתקנה:
hi: कंप्यूटर को यूएसबी (या डीवीडी) से बूट करने पर लिनक्स मिंट का ``लाइव सत्र`` आरंभ होता है। 'मिंट' नामक उपयोक्ता के रूप में लॉगिन होने के उपरांत आपको इंस्टॉलर युक्त डेस्कटॉप प्रदर्शित किया जाता है :
id: Jika Anda mem-boot dari USB (atau DVD), Linux Mint akan memulai ``sesi langsung/live session``. Anda akan masuk secara otomatis sebagai pengguna ``mint`` dan menampilkan desktop Anda dengan penginstal di dalamnya:
ja: USB スティック / DVD からコンピューターを起動すると、Linux Mint の``ライブセッション``が開始されます。``mint`` というユーザー名で自動ログインされた後、アイコンの並んだデスクトップが表示されます。そのアイコンの中にインストーラーが混ざっています:
kab: Mi ara tsekkreḍ aselkim si tsarut USB (neɣ DVD), Linux Mint ad yesekker ``tiɣimit live``. Ad teqneḍ s wudem awurman s yisem n useqdac ``mint`` yerna ad tettwabeqqeḍ tnarit, ad yili deg-s unegzum n usbeddi:
pl: Kiedy uruchomisz komputer z nośnika USB (lub DVD), Linux Mint uruchomi sesję ``live``. Zaloguje Cię ona automatycznie jako użytkownika o nazwie ``mint`` oraz wyświetli pulpit wraz z instalatorem na nim.
pt: Ao iniciar o computador a partir de uma mídia USB (ou DVD), o Linux Mint inicia uma sessão "live". Ele registra você automaticamente como um usuário chamado "mint" e apresenta uma área de trabalho com o instalador:
ro: Când computerul tău booteaza de pe stick-ul USB (sau DVD), Linux Mint pornește o ``ședința live``. Te logeaza automatic ca un user numit ``mint`` si iti prezinta desktopul cu installerul pe el:
sk: Keď nabootujete počítač z USB alebo DVD, dostanete sa do Live operačného systému. Automaticky ste prihlásený ako používateľ ``mint``
sl: Ko zaženeš računalnik iz USB ključka (DVD-ja), Linux Mint začne ``live session``. Samodejno se prijavi kot ``mint`` uporabnik in vam pokaže namizje z namestitvenim programom:
sr: Када покренете рачунар са УСБ уређаја (или ДВД-а), Линукс Минт почиње са „директном сесијом“. Она вас аутоматски пријављује као корисник назван „минт“ и приказује вам радну површину са инсталатером на њему:
sr@latin: Kada pokrenete sistem na računaru sa USB memorijskog uređaja (ili DVD-a), Linuks Mint pokreće ``živu sesiju``. Bićete automatski prijavljeni kao korisnik pod imenom ``mint`` i biće Vam prikazana radna površina sa programom za instaliranje:
uk: Коли ви завантажуєте комп'ютер із USB-нагромаджувача (або DVD-диска), Linux Mint запускає `` Режим попереднього знайомства``. Він вводить вас автоматично як користувача з іменем `` mint`` і показує на комп'ютері встановлену стільницю:
uz: Kompyuterni USB flesh-diskidan (yoki DVD-dan) yuklaganingizda, Linux Mint ``jonli sessiya``ni boshlaydi. U sizni avtomatik ravishda ``mint`` deb nomlangan foydalanuvchi sifatida tizimga kiritadi va o‘rnatuvchisi bo‘lgan ish stolini ko‘rsatadi:
zh_hk: 當您從USB記憶棒（或DVD）引導計算機時，Linux Mint會啟動``live session``。 它以名為 ``mint``的用戶身份自動登錄並向您顯示安裝了安裝程序的桌面：

source: The Linux Mint live session
be: Жывая сесія Linux Mint
bn: লিনাক্স মিন্টের লাইভ সেশন
cy: Sesiwn byw Linux Mint
et: Linux Minti live seanss
fi: Linux Mintin live-istunto
he: מופע 'חי' של לינוקס מינט
hi: लिनक्स मिंट लाइव सत्र
id: Sesi langsung Linux Mint
ja: Linux Mint のライブセッション
kab: Tiɣimit live n Linux Mint
pl: Sesja `live` Linux Mint
pt: A sessão "Live" do Linux Mint
ro: Ședința Live Linux Mint
sk: Live operačný systém Linux Mint
sl: Linux Mint live seja
sr: Линук Минт директна сесија
sr@latin: Živa sesija Linuks Minta
uk: Режим попереднього знайомства Linux Mint
uz: Linux Mint jonli sessiyasi
zh_hk: Linux Mint實時會話

source: The ``live session`` is similar to a normal session (i.e. to Linux Mint once it is permanently installed on the computer), but with the following exceptions:
be: Жывая сесія падобна да звычайнай сесіі (калі Linux Mint пастаянна ўсталяваны на камп'ютар), але з некаторымі выключэннямі:
bn: `` লাইভ সেশন `` একটি সাধারণ সেশনের সমান (যেমন লিনাক্স মিন্ট একবার স্থায়ীভাবে কম্পিউটারে ইনস্টল হয়ে গেলে) তবে নিম্নলিখিত ব্যতিক্রমগুলি সহ:
cy: Mae'r ``sesiwn byw`` yn debyg i sesiwn arferol (h.y. i Linux Mint unwaith y bydd wedi'i osod yn barhaol ar y cyfrifiadur), ond gyda'r eithriadau canlynol:
et: ``Live seanss`` sarnaneb tavalisele Linux Minti seansile (ehk kui Linux Mint on jäädavalt arvutisse paigaldatud), aga on mõned erisused:
fi: ``Live-istunto`` on samanlainen kuin tavallinen istunto (eli koneeseen pysyvästi asennettu Linux Mint) seuraavia poikkeuksia lukuun ottamatta:
he: ה``הפעלה החיה`` דומה להפעלה רגילה (כלומר אל Linux Mint כאשר הוא מותקן באופן קבוע על המחשב), אבל אם היוצאי מן הכלל האלה:
hi: यह ``लाइव सत्र`` सामान्य सत्र (यानि इंस्टॉल उपरांत लिनक्स मिंट) के समान होता है, किन्तु इसके कुछ अपवाद हैं :
id: ``sesi Langsung`` mirip dengan sesi normal (dengan kata lain: Sama seperti Linux Mint setelah dipasang secara permanen di komputer), tetapi dengan pengecualian berikut:
ja: ``ライブセッション``は通常のセッション (要はコンピューターにインストールされた実際の Linux Mint) と似ていますが、いくつか制限があります:
kab: ``Tiɣimit live`` tettemcabi ɣer tɣimit tamagnut (meḥsub Linux Mint ticki yettwasbedd deg uselkim), maca s tsuraf-agi:
pl: Sesja ``live`` jest podobna do zwykłej sesji (t.j. do Linux Mint który jest permamentnie zainstalowany na komputerze), lecz z pewnymi wyjątkami:
pt: A sessão "live" é semelhante a uma sessão normal (isto é, ao Linux Mint, quando é instalado permanentemente no computador), mas com as seguintes exceções:
ro: ``Ședința Live`` este similara unei ședințe normale (adica o ședinta de Linux Mint installata deja pe computerul tau), însa are următoarele excepții:
sk: Live operačný systém má oproti operačnému systému spúšťanému z pevnho disku tieto odlišnosti:
sl: ``live session`` je podobna navadni seji (t.j. Linux Mint po namestitvi na računalnik) z naslednjimi razlikami:
sr: „Директна сесија“ је слична нормалној сесији (тј. Линукс Минту када је трајно инсталирана на рачунару), али са следећим изузетком:
sr@latin: ``Živa sesija`` je slična normalnoj sesiji (t.j. kada Linuks Mint bude trajno instaliran na Vašem računaru), ali uz sledeće izuzetke:
uk: ``Режим попереднього знайомства`` подібний до звичайного режиму використання (наприклад, після встановлення Linux Mint на комп'ютер на постійній основі), але з деякими такими винятками:
uz: ``Jonli sessiya`` oddiy sessiyaga o‘xshaydi (ya'ni, Linux Mint kompyuterda doimiy o‘rnatilgandan so‘ng), lekin quyidagi istisnolardan tashqari:
zh_hk: ``live session`` 類似於普通 session（即永久安裝在計算機上的Linux Mint），但以下情況除外：
