Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: To make sure the ISO was burned without any errors, select :menuselection:`Verify disc after burning`.
be: Каб упэўніцца, што вобраз запісаны без памылак, праверце з дапамогай 'Праверыць дыск пасля запісу' (:menuselection:`Verify disc after burning`).
bn: কোনও ত্রুটি ছাড়াই ISO রাইট হয়েছে তা নিশ্চিত করতে, নির্বাচন করুন :menuselection:`Verify disc after burning`।
cy: Er mwyn sicrhau bod yr ISO wedi'i losgi heb unrhyw wallau, dewiswch :menuselection: `Gwirio disg ar ôl ei losgi`.
et: Et veenduda, kas ISO kirjutati veatult, märgi :menuselection:`Verify disc after burning`.
fi: Varmistaaksesi, että ISO-tiedosto poltettiin levylle ilman ongelmia, valitse :menuselection:`Verify disc after burning`.
he: כדי לוודא שקובץ ה־ISO נצרב ללא שגיאות, יש לבחור את :menuselection:`אמת תקליטור לאחר צריבה`.
hi: आईएसओ फाइल हेतु त्रुटि रहित कॉपी सुनिश्चित करने हेतु चुनें :menuselection:`कॉपी उपरांत डिस्क प्रमाणीकरण`।
id: Untuk memastikan berkas ISO tertulis tanpa berbagai masalah, pilih :menuselection:`Verifikasi piringan setelah pembakaran`.
ja: ISO が正常に書き込まれることを保証するため、:menuselection:`書き込み後のディスクの確認`を選択します。
kab: Iwakken ad tetḥeqqeḍ belli tugna ISO tecreḍ war tuccḍiwin, fren :menuselection:`Verify disc after burning`.
pl: Aby upewnić się, że plik ISO został nagrany bez żadnych błędów zaznacz :menuselection:`Sprawdź dysk po nagraniu`.
pt: Para ter certeza de que o ficheiro ISO foi gravado sem erros, selecione :menuselection:`Verificar disco após gravar`.
sk: Aby ste zistili, či sa ISO súbor napálil správne, vyberte :menuselection:`Verify disc after burning`.
sl: Da se prepričamo, da je bilo pisanje datoteke ISO brez napak, izberite :menuselection:`Verify disc after burning`.
sr: Да бисте се уверили да је ИСО снимљен без икаквих грешака, изаберите „:menuselection:Провери диск после снимања“.
sr@latin: Da biste bili sigurni da je ISO narezan bez grešaka, izaberite :menuselection:`Verify disc after burning`.
uk: Щоб переконатися, що ISO файл було записано без будь-яких помилок, оберіть: меню: "Перевірка диску після запису".
uz: ISO hech qanday xatosiz yozilganligiga ishonch hosil qilish uchun :menuselection:`Yozgandan keyin diskni tekshirish`-ni tanlang.
zh_hk: 選擇 :menuselection:`Verify disc after burning` 可確認燒錄的光碟沒有任何異常產生。

source: In Mac OS
be: У Mac OS
bn: Mac OS-এ
cy: Yn Mac OS
et: Mac OSis
fi: macOSissa
he: ב־Mac OS
hi: मैक OS में
id: Di Mac OS
ja: Mac OS で作る方法
kab: Di Mac OS
pl: W systemie Mac OS
pt: Em macOS
ro: În MacOS
sk: V Mac OS-e
sl: Na sistemih macOS
sr: У Мек ОС-у
sr@latin: U Mac OS-u
uk: У Mac OS
uz: Mac OSda
zh_hk: 在 Mac OS 中

source: Right-click the ISO file and select :menuselection:`Burn Disk Image to Disc`.
be: Націсніце правай кнопкай на файл ISO і выберыце 'Запісаць дыскавы вобраз на дыск' (:menuselection:`Burn Disk Image to Disc`).
bn: ISO ফাইলটিতে ডান ক্লিক করুন এবং নির্বাচন করুন :menuselection:`Burn disk image`।
cy: De-gliciwch y ffeil ISO a dewis :menuselection: `Llosgi delwedd disg`.
et: Tee ISO failil paremklõps ja vali :menuselection:`Burn Disk Image to Disc`.
fi: Napsauta ISO-tiedostoa hiiren oikealla näppäimellä ja valitse :menuselection:`Burn Disk Image to Disc`.
he: הקשה ימנית על קובץ ה- ISO ובחירת:menuselection:'צריבת תמונת תקליטור לכונן'.
hi: आईएसओ फाइल पर दायां क्लिक कर चुनें :menuselection:`डिस्क फाइल डिस्क पर कॉपी करें`।
id: Klik kanan di berkas ISO dan pilih :menuselection:`Burn Disk Image to Disc`.
ja: ISO ファイルを右クリックし、:menuselection:`ディスクイメージをディスクに書き込む`を選択します。
kab: Ssed s teqfalt tayefust ɣef ufaylu ISO sakin fren :menuselection:`Burn Disk Image to Disc`.
pl: Kliknij prawym klawiszem myszy na pliku ISO, i wybierz :menuselection:`Wypal obraz na płycie`.
pt: Carregue com o botão direito no ficheiro ISO e selecione :menuselection:`Gravar imagem de disco no disco`.
ro: Fă click dreapta pe fișierul ISO și selectează :menuselection:`Burn Disk Image to Disc`.
sk: Kliknite pravým tlačidlom na ISO súbor a vyberte možnosť :menuselection:`Burn disk image`.
sl: Z desnim klikom kliknite ISO datoteko in izberite :menuselection:`Burn Disk Image to Disc`.
sr: Десним тастером миша кликните на ИСО датотеку и изаберите „:menuselection:Сними слику диска на диск“.
sr@latin: Kliknite desnim tasterom miša na ISO datoteku i izaberite :menuselection:`Burn Disk Image to Disc`.
uk: Клацніть правою кнопкою миші ISO-файл і виберіть: меню: "Запис образу на диск".
uz: ISO faylini sichqonchaning o‘ng tugmasi bilan bosing va :menuselection:`Disk tasvirini diskka yozish`ni tanlang.
zh_hk: 在ISO檔案上面按右鍵並選擇 :menuselection:`Burn Disk Image to Disc`。

source: Choose the right edition
be: Выберыце правільную версію
bn: সঠিক সংস্করণ চয়ন করুন
cy: Dewiswch y rhifyn cywir
et: Õige variandi valimine
fi: Valitse oikea versio
he: נא לבחור במהדורה הנכונה
hi: उचित संस्करण चुनें
id: Pilih edisi yang tepat
ja: 自分に適したエディションを選ぶ
kab: Fren taẓrigt i watan
pl: Wybierz właściwą edycję
pt: Escolha a edição correta
ro: Alege ediția potrivită
sk: Vyberte správnu verziu systému
sl: Izberite pravilno izdajo
sr: Изаберите жељено издање
sr@latin: Izaberite izdanje koje je najprikladnije za Vas
uk: Оберіть необхідне видання
uz: To‘g‘ri versiyani tanlang
zh_hk: 選擇正確的版本

source: You can download Linux Mint from the `Linux Mint website <https://linuxmint.com/download.php>`_.
be: Вы можаце спампаваць Linux Mint з `сайта Linux Mint <https://linuxmint.com/download.php>`_.
bn: আপনি লিনাক্স মিন্টটি `Linux Mint website <https://linuxmint.com/download.php>`_ থেকে ডাউনলোড করতে পারেন।
cy: Gallwch lwytho Linux Mint i lawr o wefan `Linux Mint <https://linuxmint.com/download.php>` _.
et: Linux Minti saad alla laadida `Linux Minti kodulehelt <https://linuxmint.com/download.php>`_.
fi: Linux Mintin voi ladata sivulta: `Linux Mint website <https://linuxmint.com/download.php>`_.
he: ניתן להוריד את לינוקס מינט מ`האתר של לינוקס מינט <https://linuxmint.com/download.php>`_.
hi: आप `लिनक्स मिंट वेबसाइट <https://linuxmint.com/download.php>`_ से लिनक्स मिंट डाउनलोड कर सकते हैं।
id: Anda dapat mengunduh Linux Mint dari `Situs Linux Mint <https://linuxmint.com/download,php>`_.
ja: Linux Mint は `Linux Mint のウェブサイト <https://linuxmint.com/download.php>`_からダウンロードできます。
kab: Tzemreḍ ad tsidreḍ Linux Mint seg `usmel n Linux Mint <https://linuxmint.com/download.php>`_.
pl: Możesz pobrać Linux Mint ze `strony Linux Mint <https://linuxmint.com/download.php>`_.
pt: Pode descarregar o Linux Mint no site 'Linux Mint <https://linuxmint.com/download.php>'_.
ro: Poți descărca Linux Mint de pe `site-ul Linux Mint <https://linuxmint.com/download.php>`_.
sk: Linux Mint si môžete stiahnuť z webstránky Linux Mint-u <https://linuxmint.com/download.php>`_.
sl: Linux Mint lahko prenesete s `spletišča Linux Mint <https://linuxmint.com/download.php>`_.
sr: Можете да преузмете Линукс Минт са „Линукс Минт веб странице <https://linuxmint.com/download.php>“.
sr@latin: Linuks Mint možete preuzeti sa `Linux Mint website <https://linuxmint.com/download.php>`_.
uk: Ви можете завантажити Linux Mint із вебсайту `Mint Linux <https://linuxmint.com/download.php>` _.
uz: Linux Mintni `Linux Mint <https://linuxmint.com/download.php>`_ veb-saytidan yuklab olishingiz mumkin.
zh_hk: 您可以從 `Linux Mint 網站 <https://linuxmint.com/download.php>`_下載完整的Linux Mint。

source: Read below to choose which edition and architecture are right for you.
be: Прачытайце ніжэй, якая версія і архітэктура вам падыдзе.
bn: আপনার জন্য কোন সংস্করণ এবং আর্কিটেকচারটি সঠিক তা চয়ন করতে নীচে পড়ুন।
cy: Darllenwch isod i ddewis pa fersiwn a phensaernïaeth sy'n iawn i chi.
et: Loe edasi, et valida enda arvuti jaoks õige variant ja arhitektuur.
fi: Lue alta, mikä versio ja arkkitehtuuri ovat sinulle oikeita.
he: קרא/י למטה כדי לבחור את המהדורה והארכיטקטורה המתאימות לך.
hi: उपयुक्त संस्करण व संरचना चयन हेतु आगे पढ़ें।
id: Baca bagian bawah untuk memilih edisi mana dan arsitektur yang cocok untuk Anda.
ja: これを読むと、自分に合ったエディションとアーキテクチャを見つけられるはずです。
kab: Ɣer ayen i d-itteddun iwakken ad tferneḍ taẓrigt akked tsegda i k-iwulkmen.
pl: Przeczytaj poniższy opis, aby wybrać właściwą edycję oraz architekturę.
pt: Consulte abaixo para perceber qual a edição e arquitetura adequada ao seu sistema.
ro: Citește mai jos pentru a alege care ediție și arhitectură este cea potrivită pentru tine.
sk: Vyberte si, ktorá verzia a architektúra je tá správna pre vás.
sl: Preberite spodnji zapis, da izveste, katera različica in gradnja je primerna za vas.
sr: Прочитајте испод како бисте одабрали које издање и архитектура је прикладна за вас.
sr@latin: Pročitajte sadržaj u nastavku da biste izabrali koje izdanje i arhitektura su najprikladnije za Vas.
uk: Ознайомтеся та виберіть яке видання й архітектура підходять вам найкраще.
uz: Qaysi versiya va arxitektura sizga mos kelishini tanlash uchun quyida o‘qing.
zh_hk: 請參閱下方來選擇適合您的版本和架構。

source: Cinnamon, MATE or Xfce?
be: Cinnamon, MATE або Xfce?
bn: Cinnamon, MATE না Xfce?
cy: Cinnamon, MATE neu Xfce?
et: Cinnamon, MATE või Xfce?
fi: Cinnamon, MATE vai Xfce?
he: ‏Cinnamon, ‏MATE או Xfce?
hi: सिनेमन, मैटे या Xfce?
id: Cinnamon, MATE, atau Xfce?
ja: Cinnamon, MATE, Xfce のどれがいい？
kab: Cinnamon, MATE neɣ Xfce?
pl: Cinnamon, MATE czy Xfce?
pt: Cinnamon, MATE ou Xfce?
ro: Cinnamon, MATE sau Xfce?
sk: Cinnamon, MATE alebo Xfce?
sl: Cinnamon, MATE ali Xfce?
sr: Цимет, Мејт ili Xfce?
sr@latin: Cinnamon, MATE ili Xfce?
uk: Cinnamon, MATE чи Xfce?
uz: Cinnamon, MATE yoki Xfce?
zh_hk: Cinnamon，MATE 或 Xfce？

source: Linux Mint comes in 3 different flavours, each featuring a different desktop environment.
be: Linux Mint пастаўляецца ў 3 розных варыянтах, кожны адрозніваецца асяроддзем.
bn: লিনাক্স মিন্ট 3 টি ভিন্ন স্বাদে আসে, যার প্রতিটি আলাদা ডেস্কটপ এনভায়রনমেন্টের বৈশিষ্ট্যযুক্ত।
cy: Mae Linux Mint yn dod mewn 3 math gwahanol, pob un yn cynnwys amgylchedd bwrdd gwaith gwahanol.
et: Linux Mint on saadaval kolmes erinevas variandis, igaühel on erinev töölaua keskkond.
fi: Linux Mint tulee kolmena eri versiona, jokainen sisältää eri työpöytäympäristön.
he: לינוקס מינט מגיעה ב-3 ניחוחות שונים, כל אחד מהם סביבת שולחן עבודה שונה.
hi: लिनक्स मिंट के 3 विभिन्न संस्करण है, प्रत्येक का डेस्कटॉप वातावरण भिन्न है।
id: Linux Mint datang dalam 3 rasa berbeda, masing-masing menawarkan lingkungan desktop yang berbeda.
ja: Linux Mint には 3 つのフレーバーがあり、それぞれ採用されているデスクトップ環境が異なります。
kab: Linux Mint yesε 3 n teẓrigin, yal yiwet s twennaḍt n tnarit yemgarraden.
pl: Linux Mint ma 3 różne odmiany wyglądu, każda z nich posiada inne środowisko graficzne.
pt: Linux Mint vem em 3 diferentes versões, cada uma com um ambiente gráfico diferente.
ro: Linux Minte este disponibil in 3 gusturi diferite, fiecare dintre ele vine cu un mediu de lucru diferit.
sk: Linux Mint vychádza v troch rôznych grafických užívateľských rozhraniach.
sl: Linux Mint izide v treh različicah, vsaka predstavlja različno namizno okolje.
sr: Линукс Минт долази у три различита издања, од којих свако садржи различито радно окружење.
sr@latin: Linuk Mint dolazi u 3 različite varijante, od kojih svaka sadrži drugačije radno okruženje.
uk: Linux Mint постачається у трьох різних варіаціях, кожна з яких має різні стільниці (користувацькі оточення).
uz: Linux Mint 3 xil turga ega bo‘lib, ularning har biri boshqa ish stoli muhitiga ega.
zh_hk: Linux Mint具有3種不同的風格，每種都有不同的桌面環境。

source: Cinnamon
hi: सिनेमन
sr: Цимет

source: The most modern, innovative and full-featured desktop
be: Найбольш сучаснае, інавацыйнае і поўнафункцыянальнае асяроддзе
bn: সর্বাধিক আধুনিক, উদ্ভাবনী এবং পূর্ণ বৈশিষ্ট্যযুক্ত ডেস্কটপ
cy: Y bwrdd gwaith mwyaf modern, arloesol a llawn nodweddion
et: Kaasaegne, innovatiivne ja kõigi võimalustega töölaud
fi: Modernein, innovatiivisin ja monipuolisin työpöytä
he: שולחן העבודה המודרני, החדשני והעשיר בתכונות
hi: सबसे आधुनिक, उन्नत व विशेषताओं से युक्त डेस्कटॉप
id: Sangat modern, inovatif, dan desktop penuh-fitur
ja: 近代的で、生産性が高く、多機能なデスクトップ
kab: Le bureau le plus moderne, innovant et riche en fonctionalités
pl: Najbardziej nowoczesne, innowacyjne i pełne funkcjonalności środowisko
pt: O mais moderno, inovador e completo ambiente de trabalho
ro: Cel mai modern , inovativ și complet desktop
sk: Najmodernejšie, inovatívne a plnohodnotné grafické užívateľské prostredie
sl: Najbolj moderno, novosti polno in inovativno namizje
sr: Најсавременија, иновативна и потпуно опремљена радна површина
sr@latin: Najmodernija i najinovativnija radna površina, sa kompletnim opsegom funkcija.
uk: Найсучасніша, інноваційна та повнофункціональна стільниця
uz: Eng zamonaviy, innovatsion va to‘liq xususiyatli ish stoli
zh_hk: 最現代，創新和功能齊全的台式機

source: MATE
hi: मैटे
sr: Мејт

source: A more traditional, and faster desktop
be: Больш традыцыйнае і хуткае асяроддзе
bn: একটি আরও ঐতিহ্যবাহী এবং দ্রুতগতির ডেস্কটপ
cy: Bwrdd gwaith mwy traddiodiadol a chynflymach.
et: Traditsioonilisem ja kiirem töölaud
fi: Perinteisempi ja nopeampi työpöytä
he: שולחן עבודה מסורתי ומהיר
hi: अधिक पारंपरिक व तीव्र डेस्कटॉप
id: Desktop yang lebih tradisional dan lebih cepat
ja: トラディショナルで高速なデスクトップ
kab: Tanarit tansayant yerna tettɣawal
pl: Bardziej tradycyjne i szybsze środowisko
pt: Um ambiente de trabalho mais tradicional e mais rápido
ro: Un desktop mai tradițional și mai rapid
sk: Tradičnejšie a rýchle pracovné prostredie
sl: Tradicionalnejše in hitrejše namizje
sr: Традиционалнија и најбржа радна површ
sr@latin: Tradicionalnija i brža radna površina
uk: Більш традиційне та швидке стільничне середовище
uz: An'anaviyroq va tezroq ish stoli

source: Xfce
sr: Иксфце

source: The most lightweight desktop
be: Самае легкавеснае асяроддзе
bn: সবচেয়ে লাইটওয়েট ডেস্কটপ
cy: Y bwrdd gwaith mwyaf ysgafn
et: Kõige kergem töölaud
fi: Kevyin työpöytä
he: שולחן העבודה הקליל
hi: सबसे हल्का डेस्कटॉप
id: Desktop paling ringan
ja: 最も軽量なデスクトップ
kab: Tanarit fesusen akk
pl: Najlżejsze środowisko
pt: O ambiente de trabalho mais ligeiro
ro: Cel mai ușor desktop
sk: Pracovné prostredie optimalizované na výkon.
sl: Najlahkotnejše namizje
sr: Најлакша радна површ
sr@latin: Radna površina koja zahteva najmanje resursa
uk: Найневибагливіше до ресурсів стільничне середовище
uz: Eng yengil ish stoli

source: The most popular version of Linux Mint is the Cinnamon edition. Cinnamon is primarily developed for and by Linux Mint. It is slick, beautiful, and full of new features.
be: Найбольш папулярная версія Linux Mint - Cinnamon, якая распрацавана пераважна для Linux Mint. Яна вылізаная, прыгожая і напоўнена новымі функцыямі.
bn: লিনাক্স মিন্টের সর্বাধিক জনপ্রিয় সংস্করণটি হল Cinnamon সংস্করণ। Cinnamon মূলত লিনাক্স মিন্টের জন্য এবং তৈরি করা হয়। এটি দক্ষ, সুন্দর এবং নতুন বৈশিষ্ট্যে পূর্ণ।
cy: Y fersiwn fwyaf poblogaidd o Linux Mint yw'r un Cinnamon. Mae Cinnamon yn cael ei ddatblygu'n bennaf ar gyfer a chan Linux Mint. Mae'n slic, hardd, ac yn llawn nodweddion newydd.
et: Kõige populaarsem Linux Minti variant on Cinnamon. Cinnamoni töölauda arendatakse peamiselt Linux Minti meeskonna poolt ja Linux Minti jaoks. See on ilus ja uutest võimalustest pungil.
fi: Suosituin Linux Mintin versioista on Cinnamon-julkaisu. Cinnamonia kehitetään ensisijaisesti Linux Mintiä varten. Se on kevyt, kaunis ja täynnä uusia ominaisuuksia.
he: המהדורה הנפוצה ביותר של לינקס מינט היא מהדורת Cinnamon.‏ Cinnamon פותחה בעיקר עבור ועל ידי צוות לינוקס מינט. היא מבריקה, יפהפייה ומלאה בתכונות חדשות.
hi: लिनक्स मिंट का सबसे प्रसिद्ध संस्करण है सिनेमन। इसका विकास लिनक्स मिंट द्वारा व हेतु किया गया है। यह कार्यकुशल, मनमोहक व नवीन विशेषताओं से युक्त है।
id: Versi paling terkenal dari Linux Mint adalah versi edisi Cinnamon. Cinnamon pertama kali dikembangkan untuk dan oleh Linux Mint. Sangat halus, cantik, dan penuh dengan fitur baru.
ja: Linux Mint では、Cinnamon エディションが一番人気のあるバージョンです。元々 Cinnamon は Linux Mint のために開発されたデスクトップ環境であり、見た目も美しく、機能も充実しています。
kab: Lqem n Linux Mint i yettwassnen aṭas d Cinnamon. Tawennaḍt n tnarit Cinnamon tettusnefli ladɣa sɣur yerna i Linux Mint. yewneɛ, yecbeḥ yerna yesɛa aṭas n twuriwin.
pl: Najpopularniejszą wersją Linux Mint jest edycja Cinnamon. Cinnamon jest głownie rozwijany dla Linux Mint. Ta edycja jest schludna, piękna, oraz pełna nowych akcentów.
pt: A versão mais popular do Linux Mint é a edição Cinnamon. O Cinnamon é desenvolvido principalmente para e pelo Linux Mint. Possui uma interface bonita e cheia de funcionalidades.
ro: Cea mai populară versiune de Linux Mint este ediția Cinnamon. Cinnamon este în primul rând dezvoltat pentru și de Linux Mint. Este elegantă, frumoasă și plină de caracteristici noi.
sk: Najpopulárnejšie grafické užívateľské prostredie Linuxu Mint je Cinnamon. Cinnamon je vyvinutý priamo pre Linux Mint. Je prehľadné, elegantné a plné užitočných a profesionálnych funkcí.
sl: Najbolj priljubljena različica Linux Mint je Cinnamon. Cinnamon je primarno razvil Linux Mint. Je brezhiben, čudovit in poln novosti.
sr: Најпопуларнија верзија Линукс Минта је Цимет издање. Цимет је првенствено развијен од стране Линукс Минт. Углађен је, леп и пун нових функција.
sr@latin: Najpopularnija verzija Linuks Minta je Cinnamon. Cinnamon je prevashodno razvijen za Linuks Mint, od strane našeg tima. Uglađen je, prelep i pun novih funkcija.
uk: Найпопулярнішою версією Linux Mint є видання Cinnamon. Cinnamon розроблено, насамперед, для Linux Mint. Вона гарна та наповнена новими функціями.
uz: Linux Mint ning eng mashhur versiyasi Cinnamon nashridir. Cinnamon asosan Linux Mint uchun ishlab chiqilgan. Bu silliq, chiroyli va yangi xususiyatlar bilan to‘la.
zh_hk: 搭載Cinnamon桌面的Linux Mint版本是最受歡迎的，且Cinammon主要由我們專爲Linux Mint開發，其具有簡約、美觀的界面，並具有許多新功能。

source: Linux Mint is also involved in the development of MATE, a classic desktop environment which is the continuation of GNOME 2, Linux Mint's default desktop between 2006 and 2011. Although it misses a few features and its development is slower than Cinnamon's, MATE uses less resources and can run faster on older computers.
be: Linux Mint таксама ўдзельнічае ў распрацоўцы MATE, класічнага асяроддзя, якое з'яўляецца працягам GNOME 2 і было асноўным для Linux Mint у 2006-2011 гадах. Нягледзячы на адсутнасць некаторых функцый і павольнейшую распрацоўку ў параўнанні з Cinnamon, MATE выкарыстоўвае менш рэсурсаў і працуе хутчэй на старых камп'ютарах.
bn: MATE এর ডেভেলপমেন্টেও লিনাক্স মিন্ট জড়িত আছে, একটি ক্লাসিক ডেস্কটপ এনভায়রনমেন্ট যেটি GNOME 2 এর ধারাবাহিকতায় বানানো এবং যেটি লিনাক্স মিন্টের ডিফল্ট ডেস্কটপ এনভায়রনমেন্ট ছিলো ২০০৬ এবং ২০১১ এর মধ্যে। যদিও এটিতে কয়েকটি ফিচার নেই এবং এর ডেভেলপমেন্ট Cinnamon - এর তুলনায় ধীরগতির, META কম রিসোর্স ব্যবহার করে এবং পুরানো কম্পিউটারে দ্রুত চলতে পারে।
cy: Mae Linux mint hefyd yn ymwneud â datblygiad MATE, amgylchedd bwrdd gwaith clasurol sy'n barhad o GNOME2, bwrdd gwaith rhagosodedig Linux Mint rhwng 2006 a 2011. Er ei fod yn brin o rai nodweddion ac mae ei ddatblygiad yn arafach na Cinnamon, mae MATE yn defnyddio llai o adnoddau ac yn gallu rhedeg yn gynt ar gyfrifiaduron hŷn.
et: Linux Mint osaleb ka klassikalise töölauakeskkonna MATE arendamisel, mis on jätk GNOME 2-le, Linux Mint vaiketöölauale aastatel 2006–2011. Kuigi sellel puuduvad mõned funktsioonid ja selle arendamine on Cinnamoni omast aeglasem, kasutab MATE vähem ressursse ja suudab vanemates arvutites kiiremini töötada.
fi: Linux Mint on myös mukana kehittämässä klassista MATE-työpöytää, joka on jatkoa GNOME 2:lle, Linux Mint oletustyöpöytä vuosina 2006–2011. Vaikka siitä puuttuu muutamia ominaisuuksia ja sen kehitys on hitaampaa kuin Cinnamon:lla, MATE käyttää vähemmän resursseja ja voi toimia nopeammin vanhemmissa tietokoneissa.
he: לינוקס מינט מעורבים גם בפיתוח MATE, סביבת שולחן העבודה המסורתי המהווה המשך ל־GNOME 2, שולחן העבודה ברירת המחדל של לינוקס מינט משנת 2006 עד 2011. למרות שחסרות בה מספר תכונות ופיתוחה איטי משל Cinnamon,‏ MATE משתמשת בפחות משאבים ופועלת ומהר יותר על גבי מחשבים ישנים.
hi: लिनक्स मिंट मैटे के विकास में भी योगदानकर्ता है, यह एक पारंपरिक डेस्कटॉप वातावरण जो गनोम 2 का पुनरारंभ है, गनोम 2006 se 2011 तक लिनक्स मिंट का डिफ़ॉल्ट डेस्कटॉप था। यद्यपि इसमें पूर्व संस्करण की कुछ विशेषताओं नहीं है एवं इसकी विकास प्रक्रिया सिनेमन की तुलना में धीमा है, लेकिन मैटे कम संसाधनों का उपयोग करता है व पुराने कंप्यूटरों पर तीव्र गति से कार्य करता है।
id: Linux Mint juga terlibat dalam pengembangan MATE, lingkungan desktop klasik yang merupakan kelanjutan dari GNOME 2, desktop baku Linux Mint antara tahun 2006 dan 2011. Meskipun kehilangan beberapa fitur dan perkembangannya lebih lambat daripada Cinnamon, MATE menggunakan lebih sedikit sumber daya. dan dapat berjalan lebih cepat pada komputer lama.
ja: Linux MintはMATEの開発にも関与しています。 GNOME2の継承である古典的なデスクトップ環境で、2006年から2011年までLinux Mintのデフォルトデスクトップでした｡あるいくつかの機能が欠けており、開発はCinnamonよりも遅いですが、MATEが使用するリソースは少なめです。 古いコンピューターでより高速に実行できます。
pl: Linux Mint jest również zaangażowany w rozwój MATE, klasycznego środowiska graficznego, które jest kontynuacją GNOME 2, domyślnego środowiska systemu Linux Mint w latach 2006-2011. Chociaż brakuje mu niektórych funkcji, a jego rozwój jest wolniejszy niż w przypadku Cinnamon, MATE zużywa mniej zasobów i może działać szybciej na starszych komputerach.
pt: O Linux Mint está também envolvido no desenvolvimento do MATE, um ambiente de trabalho clássico que é a continuação do GNOME 2, o ambiente de trabalho predefinido do Linux Mint entre 2006 e 2011. Embora perca algumas funcionalidades e o seu desenvolvimento seja mais lento do que o do Cinnamon, o MATE utiliza menos recursos e pode ser mais rápido em computadores mais antigos.
ro: Linux Mint este, de asemenea, implicat în dezvoltarea MATE, un mediu desktop clasic care este continuarea lui GNOME 2, desktop-ul implicit al Linux Mint între 2006 și 2011. Deși îi lipsesc câteva funcții și dezvoltarea sa este mai lentă decât cea a lui Cinnamon, MATE utilizează mai puține resurse și poate rula mai rapid pe computere mai vechi.
sk: Linux Mint sa podieľa aj na vývoji klasického desktopového prostredia MATE, ktoré je pokračovaním GNOME 2. Toto bolo základným pracovným prostredím Linuxu Mint v rokoch 2006 až 2011. V porovnaní so Cinnamonom Mate obsahuje menej funkcií a jeho vývoj je konzervatívnejší. Vďaka tomu ale využíva menej zdrojov a je teda vhodný pre staršie a menej výkonné počítače.
sl: Linux Mint je vpleten tudi v razvoj MATE, klasičnega namiznega okolja, ki nadaljuje razvoj GNOME 2, privzetega namizja sistema Linux Mint med leti 2006 in 2011. Čeprav nima nekaterih funkcionalnosti in je njegov razvoj počasnejši kot razvoj Cinnamona, MATE uporablja manj virov in lahko teče hitreje na starejših računalnikih.
sr: Линукс Минт је такође укључен у развој Мејта, класичног окружења радне површи које је наставак Гнома 2, основне радне површи Линукс Минта између 2006 и 2011. Недостаје му неколико функција и његов развој је спорији од Цинамона, Мејт користи мање ресурса и може да ради брже на старијим рачунарима.
sr@latin: Linux Mint takođe učestvuje u razvoju MATE-a, klasičnog radnog okruženja koje je nastavak GNOME 2, podrazumevanog radnog okruženja u Linux Mintu između 2006. i 2011. godine. Premda nema nekoliko svojstvenih karakteristika i njegov razvoj se odvija sporije u poređenju sa Cinnamonom, MATE koristi manje resursa i može da se pokreće brže na starijim računarima.
uk: Linux Mint також бере участь у розробці MATE, класичного середовища стільниці, що є продовженням GNOME 2. Воно було усталеним стільничним середовищем у Linux Mint з 2006 по 2011 рік. Хоча в ньому бракує деяких можливостей, і його розробка йде повільніше, ніж у Cinnamon, MATE потребує менше ресурсів і може працювати швидше на старих комп'ютерах.
uz: Linux Mint 2006 va 2011 yillar oralig‘ida Linux Mintning standart ish stoli bo‘lgan GNOME 2 ning davomi bo‘lgan klassik ish stoli muhiti bo‘lgan MATEni ishlab chiqishda ham ishtirok etadi. Garchi u bir nechta funksiyalarni o‘tkazib yuborsa va rivojlanishi Cinnamonnikiga qaraganda sekinroq bo‘lsa-da, MATE kamroq resurslardan foydalanadi. va eski kompyuterlarda tezroq ishlashi mumkin.
