Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: The new owner selects his or her username, password, keyboard layout, language, timezone and all the details relevant to create his or her user account.
be: Новы ўласнік выбірае яго/яе імя карыстальніка, пароль, раскладку клавіятуры, мову, часавы пояс і ўсю патрэбную інфармацыю для яго/яе ўліковага запісу.
bn: নতুন মালিক তার ব্যবহারকারীর অ্যাকাউন্ট তৈরি করতে ব্যবহারকারীর নাম, পাসওয়ার্ড, কীবোর্ড বিন্যাস, ভাষা, সময় অঞ্চল এবং প্রাসঙ্গিক সমস্ত বিবরণ নির্বাচন করে।
cy: Mae'r perchennog newydd yn dewis ei enw defnyddiwr, cyfrinair, cynllun bysellfwrdd, iaith, cylch amser a'r holl fanylion sy'n berthnasol i greu ei gyfrif defnyddiwr.
et: Uus kasutaja valib endale kasutajanime, klaviatuuri paigutuse, keele, ajavööndi ja sisestab kõik muud konto loomiseks vajalikud andmed.
fi: Uusi omistaja valitsee käyttäjätunnuksensa, salasanansa, näppäimistöasettelun, kielen, aikavyöhykkeen ja kaikki käyttäjätunnuksensa kannalta tarpeelliset tiedot.
he: הבעלים החדשים בוחרים את, שם המשתמש, הססמה, פריסת המקלדת, השפה, אזור הזמן וכל הפרטים הרלוונטיים ליצירת חשבון המשתמש.
hi: भावी उपयोक्ता अकाउंट संबंधी जानकारी जैसे उपयोक्ता नाम, कूटशब्द, कुंजीपटल अभिन्यास, भाषा, समयक्षेत्र आदि स्वयं ही चयनित करेगा।
id: Pemilik baru memilih nama pengguna, kata sandi, tata letak papan ketik, bahasa, zona waktu, dan semua detail yang relevan untuk membuat akun penggunanya.
ja: 新しい所有者は、ユーザー名、パスワード、キーボードレイアウト、言語、タイムゾーン、その他ユーザーアカウントに関係する全ての情報を自ら選択できます。
kab: Amli amaynut ad yefren isem-ines n useqdac, awal n uɛeddi, tarusi n unasiw, tutlayt, tamnaḍt tsragant akked ifatusen ilaqen i wakken ad d-yesnulfu amiḍan-ines n useadac.
pl: Właściciel wybiera tam jego/jej nazwę użytkownika, hasło, układ klawiatury, strefę czasową i inne szczegóły potrzebne do utworzenia konta użytkownika.
pt: O novo dono deve escolher seu nome de usuário, senha, leiaute de teclado, idioma, fuso horário e todos os detalhes relevantes para criar sua conta de usuário.
ro: Noul proprietar își alege numele de utilizator, parola, schema tastaturii, limba, fus orar și toate detaliile relevate pentru creerea contului său.
sk: Používateľ si vyberie svoje používateľské meno, heslo, rozloženie klávesnice, jazyk, časové pásmo a ostatné parametre.
sl: Novi lastnik si izbere njegovo ali njeno uporabniško ime, geslo, razporeditev tipkovnice, časovni pas in vse ostale detajle povezane z nastankom njegovega ali njenega osebnega računa.
sr: Нови власник бира своје корисничко име, лозинку, распоред тастатуре, језик, временску зону и све детаље релевантне за прављање његовог / њеног корисничког налога.
sr@latin: Novi vlasnik bira svoje korisničko ime, šifru, raspored slova na tastaturi, jezik, vremensku zonu i sve detalje bitne za kreiranje svog korisničkog naloga.
uk: Новий власник обирає своє чи її ім'я користувача, пароль, розкладку клавіатури, мову, часовий пояс і всі реквізити, необхідні для створення його чи її облікового запису користувача.
uz: Yangi egasi o‘zining foydalanuvchi nomini, parolini, klaviatura tartibini, tilini, vaqt mintaqasini va foydalanuvchi hisobini yaratish uchun tegishli barcha ma'lumotlarni tanlaydi.
zh_hk: 新所有者選擇他或她的用戶名，密碼，鍵盤佈局，語言，時區以及所有與創建他或她的用戶帳戶相關的詳細信息。

source: Partitioning
be: Падзел
bn: পার্টিশন করা
cy: Rhannu
et: Partitsioonid
fi: Osiointi
he: החצצה
hi: डिस्क विभाजन
id: Pemartisian
ja: パーティション分割
kab: Asnulfu n yiḥricen
pl: Partycjonowanie
pt: Particionamento
ro: Partiționare
sk: Rozdelenie diskových oddielov
sl: Razdeljevanje
sr: Дељење диска
sr@latin: Particioniranje
uk: Розбиття на розділи
uz: Bo‘limga ajratish
zh_hk: 磁碟分割中

source: Disks and partitions under Linux
be: Дыскі і падзелы ў Linux
bn: লিনাক্সের অধীনে ডিস্ক এবং পার্টিশন
cy: Disgiau a rhaniadau o dan Linux
et: Kettad ja partitsioonid Linuxis
fi: Levyt ja osiot Linuxissa
he: כוננים ומחיצות תחת לינוקס
hi: लिनक्स के अंतर्गत डिस्क व विभाजन
id: Disk dan partisi di Linux
ja: Linux におけるディスクとパーティション
kab: Iḍebsiyen akked iḥricen di Linux
pl: Dyski i partycje pod Linuksem
pt: Discos e partições no Linux
ro: Discuri si partiții in Linux
sk: Disky a oddily v Linuxe
sl: Diski in razdelki pod Linuxom
sr: Дискови и партиције под Линуксом
sr@latin: Diskovi i particije pod Linuksom
uk: Диски та розділи під Linux
uz: Linuxda disklar va bo‘limlar
zh_hk: Linux系統中的磁碟及分割區

source: If you are not familiar with the Linux naming scheme for devices and partitions, or the concept of filesystems and mount points, read:
be: Калі вы незнаёмы са схемай назваў прылад і падзелаў у Linux, або канцэпцыяй файлавых сістэм і пунктаў мантавання, можна пачытаць:
bn: আপনি যদি ডিভাইস এবং পার্টিশনগুলির জন্য লিনাক্স নামকরণ প্রকল্প, বা ফাইল সিস্টেম এবং মাউন্ট পয়েন্টগুলির ধারণার সাথে পরিচিত না হন তবে পড়ুন:
cy: Os nad ydych yn gyfarwydd â chynllun enwi Linux ar gyfer dyfeisiau a rhaniadau, neu'r cysyniad o systemau ffeiliau ac arosodiadau, darllenwch:
et: Kui sa ei ole Linuxi seadmete ja partitsioonide nimetamisega kursis või pole tuttav failisüsteemide ja haakekohtade kontseptsiooniga, loe:
fi: Ellet tunne Linux-nimeämistapaa laitteille ja osioille tai tiedostojärjestelmän ja liitospisteen käsitteitä, lue:
he: אם אינכם מכירים את סכמת השמות של לינוקס להתקנים ומחיצות, או את הרעיון של מערכות קבצים ונקודות עגינה, נא קראו:
hi: उपकरण व विभाजन हेतु लिनक्स नामांकन विधि या फाइल सिस्टम व माउंट पॉइंट आदि विषयों के परिचय हेतु पढ़ें :
id: Jika Anda tidak terbiasa dengan skema penamaan Linux untuk perangkat dan partisi, atau konsep sistem berkas dan titik kait, baca:
ja: Linux のデバイスやパーティションの命名規則、ファイルシステムやマウントポイントの概念に慣れていない場合は、これらを一読してみるといいかもしれません:
kab: Ma ur tessineḍ ara tarrayt n Linux Mint i wesemmi n yiḥricen, neɣ amek tteddun inagrawen n yifuyla akked tenqiḍin n userkeb, ɣer:
pl: Jeżeli nie jesteś zaznajomiony/a z nazywaniem urządzeń i partycji w Linuksie, systemami plików i punktami montowania, przeczytaj:
pt: Se você não estiver familiarizado com o esquema de nomeação no Linux para dispositivos e partições, ou com o conceito de sistemas de arquivos e pontos de montagem, leia:
ro: Daca nu iti este cunoscut schema de numire a componentelor si partitiilor sau concepte precumt filesystem si mountpoints, citeste:
sk: Ak sa nevyznáte v spôsobe pomenúvania zariadení a oddielov v Linuxe a v koncepte súborových systémov a prípojových oddielov, preštudujte si:
sl: Če niste seznanjeni z Linuxovim poimenovanjem za naprave in razdelke ali pa z konceptom o datotečnem sistemu in položajih za vpenjanje, preberite:
sr: Ако нисте упознати са Линуксом за именовање уређаја и партиција или концептом датотечних система и тачака монтирања, прочитајте:
sr@latin: Ukoliko nise upoznati sa šemom imenovanja uređaja i particija u Linuksu, ili koncepcijom sistema datoteka i tačakma montiranja, pročitajte:
uk: Якщо ви не знайомі зі схемою найменувань Linux для пристроїв і розділів або концепцією файлових систем і точок монтування, прочитайте:
uz: Agar siz qurilmalar va bo‘limlar uchun Linux nomlash sxemasi yoki fayl tizimlari va ulash nuqtalari tushunchasi bilan tanish bo‘lmasangiz, o‘qing:
zh_hk: 若您對於Linux系統中賦予磁碟及分割區代號的規則、檔案系統及掛載點的概念不熟悉，請閱讀：

source: `A beginner’s guide to disks and disk partitions in Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
fi: `Aloittelijan’ opas levyille ja levyosioille Linuxissa <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
he: `מדריך למתחילים כוננים ומחיצות כוננים בלינוקס <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>` _
hi: `लिनक्स डिस्क व डिस्क विभाजन हेतु गाइड <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
id: `Panduan pemula untuk disk dan partisi disk di Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
ja: `Linux のディスクとディスクパーティションについての初心者用ガイド <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
pl: `Przewodnik dla początkujących po zagadnieniach dysków i partycji w Linuksie <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
pt: `Um guia para iniciantes para discos e partições no Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
sr: „Почетнички водич за дискове и диск партиције у Линуксу <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>“_
uk: `Посібник для початківців для дисків і дискових розділів у Linux <http://linuxbsdos.com/2014/11/08/a-beeginners-guide-to-disks-and-disk-partitions-in-linux/>` _
uz: `Linux-da disklar va disk bo‘limlari bo‘yicha boshlanuvchilar uchun qo‘llanma <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
zh_hk: “`Linux磁盤和磁盤分區的初學者指南 <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_

source: `Device Names in Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
fi: `Laitteen nimet Linuxissa <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
he: `שמות התקנים בלינוקס <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
hi: `लिनक्स हेतु उपकरण नाम <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
id: `Nama Perangkat di Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
ja: `Linux におけるデバイス名 <https://www.debian.org/releases/wheezy/amd64/apcs04.html.ja>`_
kab: `Ismawen n yibenkan di Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.fr>`_
pl: `Nazwy Urządzeń <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
pt: `Nomes de dispositivos no Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
sr: „Називи уређаја у Линуксу <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>“_
uk: `Імена пристроїв у Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>` _
uz: `Linuxdagi qurilma nomlari <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
zh_hk: `Linux中的裝置代號 <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_

source: `Understanding the Linux File System <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
fi: `Linux-tiedostojärjestelmän ymmärtäminen <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
he: `הבנת מערכת הקבצים בלינוקס <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
hi: `लिनक्स फाइल सिस्टम <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
id: `Memahami Sitem Berkas Linux <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
ja: `Linux のファイルシステムを理解する <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
pl: `Rozumienie Linuksowego systemu plików <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
pt: `Entendendo o sistema de arquivos do Linux <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
sr: „Разумевање Линукс Системских датотека <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>“_
uk: `Розуміння файлової системи Linux <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat + Linux + Основи / Розуміння + + Linux + Файл + Система /> `_
uz: `Linux fayl tizimini tushunish <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat +Linux+asoslari/Linux+fayl+tizimini+tushunish/>`_
zh_hk: `了解Linux的檔案系統 <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>_

source: Dedicated /home partition
be: Выдзелены хатні падзел /home
bn: নিবেদিত /home পার্টিশন
cy: Rhaniad pwrpasol /home
et: Eraldi /home partitsioon
fi: Erillinen /home-osio
he: ייעודי / מחיצת הבית
hi: /home हेतु विभाजन
id: Partisi khusus /home
ja: 専用の /home パーティション
kab: Tettwaḥrez/ tamnaḍt tagejdant
pl: Dedykowana partycja /home
pt: Partição dedicada/Pasta pessoal
ro: Partiție dedicata pentru /home
sk: Oddiel /home
sl: Določen /home razdelek
sr: Посвећена „/home“ партиција
sr@latin: Namenska /home particija
uk: Виділений / домашній розділ
uz: Ajratilgan/home bo‘limi
zh_hk: 專用的 /home 分割區

source: In Linux, the ``/home`` directory is used to store user data and preferences.
be: У Linux, каталог ``/home`` выкарыстоўваецца для захавання даных і наладаў карыстальніка.
bn: লিনাক্সে, ``/home`` ডিরেক্টরিটি ব্যবহারকারীর ডেটা এবং স্বাচ্ছন্দ্যকরণ সংরক্ষণ করতে ব্যবহৃত হয়।
cy: Yn Linux, mae'r cyfeiriadur ``/home`` yn cael ei ddefnyddio i storio data a dewisiadau defnyddwyr.
et: Linuxis on ``/home`` kaust kasutusel kasutaja andmete ja eelistuste talletamiseks.
fi: Linuxissa ``/home``-kansiota käytetään käyttäjän tietojen ja asetusten tallentamiseen.
he: בלינוקס, המחיצה "home/" משמשת לאחסון נתוני משתמש והעדפות.
hi: लिनक्स में उपयोक्ता डेटा व सेटिंग्स ``/home`` डायरेक्टरी में संचित होती हैं।
id: Di Linux, direktori ``/home`` digunakan untuk menyimpan data dan preferensi pengguna.
ja: Linux には、ユーザーデータや設定を収納する ``/home`` ディレクトリがあります。
kab: Di Linux, akaram ``/home`` yettwaseqdac i yisefka n iseqdacen.
pl: W systemach Linux katalog /home jest używany do przechowywania danych i ustawień użytkowników.
pt: No Linux, o diretório "/Pasta pessoal" é usado para armazenar dados do usuário e preferências.
ro: În Linux, directorul ``/home`` este locul unde sunt salvate datele și preferințele utilizatorilor.
sk: Oddiel ``/home`` poskytuje priestor pre osobné súbory používateľa a jeho nastavenia.
sl: V Linuxu je mapa``/home`` namenjena za shranjevanje osebnih podatkov in nastavitev.
sr: У Линуксу, „/home“ директоријум се користи за чување корисничких података и преференци.
sr@latin: U Linuksu, ``/home`` direktorijum se koristi za skladištenje korisničkih podataka i preferenci.
uk: Linux каталог `` / home`` використовується для зберігання даних користувача та налаштувань.
uz: Linuxda ``/home`` katalogi foydalanuvchi ma`lumotlari va parametrlarini saqlash uchun ishlatiladi.
zh_hk: 在Linux中， ``/home``目錄用於存儲用戶數據和首選項。

source: This directory contains one subdirectoy for each user account. Say your username is ``john``, your home directory is ``/home/john``, your downloads are in ``/home/john/Downloads``, your documents in ``/home/john/Documents``, your Firefox bookmarks somewhere in ``/home/john/.mozilla`` and so on...
be: Гэты каталог уключае па адным падкаталогу для кожнага ўліковага запісу. Напрыклад, ваша імя карыстальніка ``john``, ваш дамашні каталог будзе ``/home/john``, вашы спампоўкі будуць у ``/home/john/Downloads``, вашы дакументы ў ``/home/john/Documents``, вашы закладкі Firefox недзе ў ``/home/john/.mozilla`` і гэтак далей...
bn: এই ডিরেক্টরিতে প্রতিটি ব্যবহারকারীর অ্যাকাউন্টের জন্য একটি উপ-ডিরেক্টরি রয়েছে। যদি আপনার ব্যবহারকারী নামটি ``john``, তাহোলে আপনার হোম ডিরেক্টরি ``/home/john``, আপনার ডাউনলোডগুলি ``/home/john/Downloads``-তে রয়েছে, আপনার নথিগুলি ``/home/john/Documents``, আপনার Firefox বুকমার্কগুলি কোথাও ``/home/john/.mozilla`` ইত্যাদিতে ...
cy: Mae'r cyfeiriadur hwn yn cynnwys un is-gyfeiriadur ar gyfer pob cyfrif defnyddiwr. Dywedwch mai `` john`` yw eich enw defnyddiwr, eich cyfeiriadur cartref yw `` /home/john``, mae eich llwythi yn ``/home/john/Llwythi``, mae eich dogfennau yn ``/home/john/Dogfennau``, eich nodau tudalen Firefox yn rhywle yn``/home/john/.mozilla`` ac ati ...
et: Selles kasutas on üks kaust iga kasutajakonto jaoks. Kui su kasutajanimi on näiteks ``mart``, on sinu kodukaust ``/home/mart``, sinu allalaaditud failid on kaustas ``/home/mart/Allalaadimised``, sinu dokumendid kaustas ``/home/mart/Dokumendid``, sinu Firefoxi järjehoidjad kusagil kaustas ``/home/mart/.mozilla`` jne...
fi: Tässä kansiossa on alikansio kullekin käyttäjätunnukselle. Jos käyttäjätunnuksesi on ``jussi``, kotikansiosi on ``/home/jussi``, latauksesi ovat kansiossa ``/home/jussi/Lataukset``, asiakirjasi kansiossa ``/home/jussi/Asiakirjat``, Firefoxin kirjanmerkkisi jossakin ``/home/jussi/.mozilla``-kansion alla jne.
he: מחיצה זו מכילה תת-מחיצה אחת לכל חשבון משתמש. נניח ששם המשתמש הוא "דוד", מחיצת הבית תקרא "/דוד/home/", תקיית ההורדות תקרא "/הורדות/דוד/home/", המסמכים ימוקמו ב־"/מסמכים/דוד/home/". "סימניות פיירפוקס ישמרו איפשהו ב־".mozilla/דוד/home/" וכן הלאה...
hi: इस डायरेक्टरी में प्रत्येक उपयोक्ता हेतु उप-डायरेक्टरी होती है। उदाहरण के तौर पर उपयोक्ता नाम ``john`` हेतु होम डायरेक्टरी ``/home/john``, डाउनलोड ``/home/john/Downloads, प्रलेख ``/home/john/Documents``, फायरफॉक्स पृष्ठ-स्मृति ``/home/john/.mozilla`` में संचित में होंगे...
id: Direktori ini berisi satu subdirektori untuk setiap akun pengguna. Misalkan nama pengguna Anda adalah ``john``, direktori home Anda adalah ``/home/john``, unduhan Anda ada di ``/home/john/Downloads``, dokumen Anda ada di ``/home/john/Documents``, markah Firefox Anda di suatu tempat di ``/home/john/.mozilla`` dan seterusnya...
ja: このディレクトリにはユーザーアカウント 1 つにつき、サブディレクトリが 1 個含まれています。例えば、ユーザー名が ``yamada`` なら、ホームディレクトリは ``/home/yamada`` になります。ダウンロードしたファイルは ``/home/yamada/Downloads`` へ、ドキュメントは ``/home/yamada/Documents`` へ、Firefox のブックマークは ``/home/yamada/.mozilla`` のどこかへ保存されます。また、他にも様々なディレクトリがあります。
kab: Akaram-agi igber yiwen n ukaram ddaw i yal amiḍan. ini-d isem n useqdac d ``john``, akaram-inek agejdan d ``/agejdan/john``, isidar-inek deg ``/agejdan/john/Isidar``, ismal-inek deg ``/agejdan/john/Ismal``, ticraḍ-inek Firefox deg ``/agejdan/john/.mozilla`` akka ar tagra...
pl: Ten folder zawiera jeden podfolder dla każdego konta użytkownika. Jeżeli nazwą użytkownika jest ``john``, katalog domowy użytkownika znajduje się w ``/home/john``, pobrane pliki - w ``/home/john/Pobrane``, dokumenty - w ``/home/john/Dokumenty``, zakładki dla programu Firefox - gdzieś w ``/home/john/.mozilla` itd...
pt: Esse diretório contém um subdiretório para cada conta de usuário. Por exemplo, se seu nome de usuário for "joao", seu diretório Pasta pessoal será "/Pasta pessoal/joao", seus downloads estarão em "/Pasta pessoal/joao/Downloads", seus documentos estarão em "/Pasta pessoal/joao/Documentos", seus favoritos do Firefox estarão em "/Pasta pessoal/joao/.mozilla", e assim por diante.
ro: Acest director contine sub directoare pentru fiecare cont de utilizator. De exemplu dacă userul tău este ``ion``, directorul tău home este ``/home/ion``, descărcările tale sunt in ``/home/ion/Downloads``, documentele in ``/home/ion/Documents``, bookmarkurile tale Firefox undeva în ``/home/ion/.mozilla`` și așa mai departe...
sk: Ak napríklad je vaše používateľské meno ``john``, váš domovský priečinok je umiestnený v ``/home/john``.
sl: Ta mapa vsebuje po eno pod mapo za vsak osebni račun. Če je vaše ime na primer ``john``, vaša mapa domov ``/home/john``, vaši prenosi so v ``/home/john/Downloads``, vaši dokumenti v``/home/john/Documents``, vaši Firefox zaznamki nekje v ``/home/john/.mozilla`` in tako naprej...
sr: Овај директоријум садржи један поддиректоријум за сваки кориснички налог. Рецимо да је ваше корисничко име „пера“, ваш кућни директоријум је „/home/пера“, ваша преузимања су „/home/пера/Преузимања“, ваши документи „/home/пера/Документа“, ваше Firefox забелешке негде у „/home/пера/.mozilla“ и тако даље...
sr@latin: Ovaj direktorijum sadrži po jedan pod-direktorijum za svaki korisnički nalog. Recimo da je Vaše korisničko ime ``jovan``, Vaš lični direktorijum (``home directory``) je ``/home/jovan``, ono što preuzimate se nalazi u ``/home/jovan/Downloads``, Vaši dokumenti u ``/home/jovan/Documents``, Vaši obeleživači iz Firefoxa su negde u ``/home/jovan/.mozilla``, i tako dalje...
uk: Цей каталог містить по одному підкаталогу для кожного облікового запису користувача. Зазначте наприклад, що ваше ім'я користувача є `` john``, то у цьому випадку ваш домашній каталог є `` / home / john``, ваші завантаження знаходяться в `` / home / john / Downloads '', ваші документи в `` / home / john / documents ' `, а ваші Firefox закладки будуть десь у ` `/ home / john / .mozilla`` і так далі ...
uz: Ushbu katalogda har bir foydalanuvchi hisobi uchun bitta pastki katalog mavjud. Ayting-chi, foydalanuvchi nomingiz ``john``, sizning uy katalogingiz ``/home/john``, yuklab olishlaringiz ``/home/john/Downloads``, hujjatlaringiz ``/home/john/Documents` da `, Firefox xatcho‘plaringiz ``/home/john/.mozilla`` va hokazo...
zh_hk: 該目錄為每個用戶帳戶包含一個子目錄。 假設您的用戶名是``john``,，您的主目錄是 ``/home/john``,您的下載文件位於``/home/john/Downloads``中，您的文檔在``/home/john/Documents``中 `，您的Firefox書籤在``/home/john/.mozilla`` 中的某個地方，依此類推...

source: By giving ``/home`` its own dedicated partition, you separate the user data from the rest of the operating system.
be: Выдзяленне асобнага падзелу для ``/home`` аддзяляе даныя карыстальніка ад рэшты аперацыйнай сістэмы.
bn: ``/home`` এর নিজস্ব উত্সর্গীকৃত পার্টিশন দিয়ে, আপনি অপারেটিং সিস্টেমের বাকি অংশ থেকে ব্যবহারকারী ডেটা পৃথক করেন।
cy: Trwy roi ei raniad pwrpasol ei hun i ``/home`, rydych yn gwahanu'r data defnyddiwr oddi wrth weddill y system weithredu.
et: Kui sa määrad ``/home`` kaustale spetsiaalse eraldi partitsiooni, hoitakse kasutaja andmeid ülejäänud operatsioonisüsteemist lahus.
fi: Luomalla ``/home``-kansiolle oman osion erotat käyttäjän tiedot muusta käyttöjärjestelmästä.
he: הקצאת חיצה ייעודית ל־``home/``, למעשה מפרידים בין נתוני המשתמש ומערכת ההפעלה.
hi: ``/home`` हेतु विभाजन होने से, उपयोक्ता डेटा ऑपरेटिंग सिस्टम से पृथक रहता है।
id: Dengan memberikan ``/home`` partisi khusus, Anda memisahkan data pengguna dari sistem operasi lainnya.
ja: ``/home`` をそれ専用のパーティション上に設置することで、ユーザーデータとその他 OS のデータを別々に保持できます。
kab: ma tserseḍ ``/home`` deg uḥric yettwaḥerran, ad tberzeḍ isefka n iseqdacen ɣef unagraw n wammud.
pl: W przypadku utworzenia osobnej partycji dedykowanej dla katalogu ``/home``, powoduje to separację danych użytkownika od reszty plików systemowych.
pt: Ao fornecer à "/Pasta pessoal" sua própria partição dedicada, separamos os dados do usuário do resto do sistema operacional.
ro: Prin faptul ca directorul ``/home`` este pe o partiție dedicata, se separă datele utilizatorilor de restul sistemului de operare.
sk: Ak poskynete priečinku ``/home`` vlastný oddiel, oddelíte osobné súbory od zvyšku operačného systému.
sl: Ko dodelite ``/home`` svoj lasten razdelek, boste ločili osebne podatke od ostalega operacijskega sistema.
sr: Дајући „/home“ својој посвећену партицију, раздвајајте корисничке податке од остатка оперативног система.
sr@latin: Time što dajete direktorijumu ``/home`` namensku particiju, odvajate korisničke podatke od ostatka operativnog sistema.
uk: Розділ користувача `` / home`` це розділ, що належить вам як користувачу, який ви виділяєте як окремий розділ із решти операційної системи для зберігання даних.
uz: ``/home`` o‘zining ajratilgan bo‘limini berish orqali siz foydalanuvchi ma`lumotlarini operatsion tizimning qolgan qismidan ajratasiz.
zh_hk: 通過給 ``/home``自己的專用分區，您可以將用戶數據與操作系統的其餘部分分開。
