Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: To fix the boot order, type ``sudo efibootmgr --bootorder XXXX,YYYY`` (where ``XXXX`` and ``YYYY`` are the operating system boot options you want to boot).
be: Каб выправіць прыярытэт загрузкі, увядзіце ``sudo efibootmgr --bootorder XXXX,YYYY`` (дзе ``XXXX`` і ``YYYY`` гэта аперацыйныя сістэмы, якія вы жадаеце загружаць).
bn: বুট অর্ডার ঠিক করতে, টাইপ করুন ``sudo efibootmgr --bootorder XXXX,YYYY``(যেখানে ``XXXX`` এবং ``YYYY`` হ'ল অপারেটিং সিস্টেম বুট বিকল্প যা আপনি বুট করতে চান)
cy: I drwsio'r drefn cychwyn, teipiwch ``sudo efibootmgr --bootorder XXXX,YYYY`` (lle mae ``XXXX`` a ``YYYY`` yw opsiynau cychwyn y system weithredu rydych chi am eu cychwyn).
et: Alglaadimise järjekorra parandamiseks kirjuta ``sudo efibootmgr --bootorder XXXX,YYYY`` (kus ``XXXX`` ja ``YYYY`` on operatsioonisüsteemi numbrid, mida soovid, et arvuti alglaadimisel kasutaks).
fi: Korjataksesi käynnistysjärjestyksen kirjoita ``sudo efibootmgr --bootorder XXXX,YYYY`` (missä ``XXXX`` ja ``YYYY`` ovat käyttöjärjestelmävalinnat, jotka haluat käynnistää).
he: לתיקון סדר האיתחול, נא להקליד ``sudo efibootmgr - bootorder XXXX, YYYY`` (כאשר ``XXXX`` ו־``YYYY`` הן אפשרויות האיתחול של מערכת ההפעלה אותה מעוניינים לאתחל).
hi: बूट क्रम ठीक करने हेतु टाइप करें ``sudo efibootmgr --bootorder XXXX,YYYY`` (``XXXX`` व ``YYYY`` इच्छित बूट हेतु ऑपरेटिंग सिस्टम बूट विकल्प हैं)।
id: Untuk memperbaiki urutan boot, ketik ``sudo efibootmgr --bootorder XXXX,YYYY`` (dimana ``XXXX`` dan ``YYYY`` adalah pilihan boot sistem operasi yang ingin Anda boot).
ja: 起動順を修正するには、``sudo efibootmgr --bootorder XXXX,YYYY`` (``XXXX`` と ``YYYY`` には、起動したい OS の起動オプションを指定する) と入力します。
kab: Iwakken ad tseggemeḍ amizzwer n usekker, aru ``sudo efibootmgr --bootorder XXXX,YYYY`` ( ``XXXX`` akked ``YYYY`` d tinefrunin n usekker i tebɣiḍ).
pl: Aby zmienić kolejność rozruchu, wpisz ``sudo efibootmgr --bootorder XXXX,YYYY`` (gdzie ``XXXX`` i ``YYYY`` to opcje rozruchu systemów operacyjnych które chcesz uruchamiać)
pt: Para reparar a ordem de boot, digite ``sudo efibootmgr --bootorder XXXX,YYYY`` (onde ``XXXX`` e ``YYYY`` são as opções de boot do sistema operacional que você deseja iniciar).
ro: Pentru a schimba ordinea de boot, tastează ``sudo efibootmgr --bootorder XXXX,YYYY`` (unde ``XXXX`` și ``YYYY`` sunt opțiunile pentru sistemul de operare pe care dorești sa îl bootezi).
sk: Aby ste zmenili poradie bootovania, napíšte ``sudo efibootmgr -o XXXX,YYYY`` (XXXX nahraďte číslom, ktoré je napísané pri Ubuntu a YYYY číslom aktuálne nainštalovaného operačného systému).
sl: Za popravitev zagonskega zaporedja napišite ``sudo efibootmgr --bootorder XXXX,YYYY`` (kjer sta ``XXXX`` in ``YYYY``operacijska sistema, ki jih želite zagnati).
sr: Да бисте поправили редослед покретања, укуцајте „sudo efibootmgr --bootorder XXXX,YYYY“ (где су „XXXX“ и „YYYY“ опције за покретање оперативног система које желите покренути).
sr@latin: Da biste popravili redosled podizanja sistema, otkucajte ``sudo efibootmgr --bootorder XXXX,YYYY`` (gde su ``XXXX`` i ``YYYY`` opcije za podizanje operativnog sistema koji želite da podignete.
uk: Щоб зафіксувати порядок завантаження, введіть команду `` sudo efibootmgr --bootorder XXXX, YYYY`` (де `` XXXX`` і `` YYYY`` - опції завантаження операційної системи, яку ви бажаєте завантажити).
uz: Yuklash tartibini tuzatish uchun ``sudo efibootmgr --bootorder XXXX,YYYY`` kiriting (bu yerda ``XXXX`` va ``YYYY`` siz yuklamoqchi bo‘lgan operatsion tizimni yuklash opsiyalari).
zh_hk: 要修復啟動順序，請鍵入 ``sudo efibootmgr --bootorder XXXX,YYYY`` （其中``XXXX`` 和 ``YYYY`` 是要啟動的操作系統啟動選項）。

source: In the screenshot above, ``sudo efibootmgr --bootorder 0000,0081`` instructs the computer to first try to boot Linux Mint (``ubuntu`` being the EFI boot name for Linux Mint), and then Mac OS.
be: На скрыншоце вышэй ``sudo efibootmgr --bootorder 0000,0081`` загадвае камп'ютару спачатку спрабаваць загрузіць Linux Mint (``ubuntu`` выкарыстоўваецца як імя загрузкі для Linux Mint у EFI), а затым Mac OS.
bn: উপরের স্ক্রিনশটে, ``sudo efibootmgr --bootorder 0000,0081`` কম্পিউটারকে প্রথমে লিনাক্স মিন্ট (লিনাক্স মিন্টের EFI বুট নাম হ'ল ``ubuntu``) এবং তার পর Mac OS বুট করার জন্য নির্দেশ দেয়।
cy: Yn y screenshot uchod, mae ``sudo efibootmgr --bootorder 0000,0081`` yn cyfarwyddo'r cyfrifiadur i geisio cychwyn Linux Mint yn gyntaf (``ubuntu`` yw enw cychwyn EFI ar gyfer Linux Mint), ac yna Mac OS.
et: Ülemisel pildil käsk ``sudo efibootmgr --bootorder 0000,0081`` laseb arvutil esimesena üritada käivitada Linux Minti (``ubuntu`` on Linux Minti nimi EFI alglaadimise nimekirjas) ja seejärel Mac OSi.
fi: Kuvakaappauksessa yllä ``sudo efibootmgr --bootorder 0000,0081`` ohjeistaa tietokoneen yrittämään ensin käynnistää Linux Mintin (jonka nimenä EFI-käynnistyksessä on ``ubuntu``), sitten macOSin.
he: בצילום המסך לעיל, 'sudo efibootmgr - bootorder 0000,0081' מורה למחשב לנסות ולאתחל קודם את לינוקס מינט ('אובונטו' הוא שם האתחול ב־EFI עבור לינוקס מינט), ואז את מק OS.
hi: ऊपर दिए स्क्रीनशॉट अनुसार, ``sudo efibootmgr --bootorder 0000,0081`` कमांड कंप्यूटर को सर्वप्रथम लिनक्स मिंट (``उबंटू`` - लिनक्स मिंट का EFI बूट नाम) व फिर मैक ओएस बूट करने हेतु निर्देशित करती है।
id: Dalam tangkapan layar dibawah ini, ``sudo efibootmgr --bootorder 0000,0081`` menginstruksikan komputer untuk pertama kali mencoba untuk boot ke Linux Mint (``ubuntu`` menjadi nama boot EFI untuk Linux Mint), dan kemudian Mac OS.
ja: このスクリーンショットでは、``sudo efibootmgr --bootorder 0000,0081`` とすることで、コンピューターにまず Linux Mint の起動を試みるよう指示し (``ubuntu`` が Linux Mint の EFI 起動名です)、Mac OS の起動を後回しにしています。
kab: Di tsukkint n ugdil ukessar-agi, ``sudo efibootmgr --bootorder 0000,0081`` ad yefk tanaḍt i uselkim iwakken ad iɛreḍ di tazwara ad yesekker Linux Mint (``ubuntu`` d isem n usekker EFI n Linux Mint), sakin Mac OS.
pl: W zrzucie ekranu powyżej, ``sudo efibootmgr --bootorder 0000,0081`` instruuje komputer by w pierwszej kolejności spróbował uruchomić Linux Mint (``ubuntu`` będącej nazwą EFI dla Linux Mint), a następnie Mac OS.
pt: Na captura de tela acima, ``sudo efibootmgr --bootorder 0000,0081`` instrui o computador a tentar primeiro iniciar o Linux Mint ("ubuntu" sendo o nome do boot EFI para o Linux Mint), e então, o Mac OS.
ro: În captura de mai sus, ``sudo efibootmgr --bootorder 0000,0081`` instruiește computerul sa încerce mai întâi sa booteze Linux Mint (``ubuntu`` fiind numele de boot EFI pentru Linux Mint), iar după aceea Mac OS.
sk: Ako ukazuje príklad, ``sudo efibootmgr --bootorder 0000,0081`` inštruuje počítač, aby sa najskôr pokúsil nabootovať do Linux Mint (s bootovacím menom Ubuntu) a až potom do Mac OS.
sl: V zgornjem screenshot-u ``sudo efibootmgr --bootorder 0000,0081`` naroči računalniku, da najprej poskusi zagnati Linux Mint (EFI zagonjsko ime za Linux Mint je ``ubuntu`` ) in nato Mac OS.
sr: На слици изнад, „sudo efibootmgr --bootorder 0000,0081“ упућује рачунару да прво покуша да покрене Линукс Минт („убунту“ је ЕФИ назив покретања за Линукс Минт), а потом и Mек ОС.
sr@latin: Na slici ekrana iznad ovog teksta, ``sudo efibootmgr --bootorder 0000,0081`` nalaže računaru da prvo pokuša da podigne sistem Linuks Mint (pošto je ``ubuntu`` naziv za EFI pokretanje sistema za Linuks Mint), a zatim Mac OS.
uk: На знятку екрана вище, `` sudo efibootmgr --bootorder 0000,0081`` наказує комп'ютеру спочатку спробувати завантажити Linux Mint (`` ubuntu`` як ім'я завантажувального EFI для Linux Mint), а потім — Mac OS.
uz: Yuqoridagi skrinshotda ``sudo efibootmgr --bootorder 0000,0081`` kompyuterga avval Linux Mint (``ubuntu`` Linux Mint uchun EFI yuklash nomi), so‘ngra Mac OS ni yuklashga urinib ko‘rishni buyuradi.
zh_hk: 在上面的屏幕截圖中，``sudo efibootmgr --bootorder 0000,0081``指示計算機首先嘗試啟動Linux Mint（``ubuntu''是Linux Mint的EFI啟動名稱），然後是Mac OS。

source: In the screenshot above ``0000`` is the first boot option so the computer boots on the Linux Mint grub menu. If grub fails (or if it is dismissed with the ``exit`` command), the computer follows the boot order and then tries to boot ``0081``, which corresponds to Mac OS.
be: На скрыншоце вышэй, ``0000`` - першы варыянт, таму камп'ютар загружаецца з grub меню Linux Mint. Калі grub збіваецца (або адменены камандай ``exit``), камп'ютар выбірае наступны па прыярытэту варыянт і спрабуе загрузіць ``0081``, што адпавядае Mac OS.
bn: উপরের স্ক্রিনশটে ``0000` প্রথম বুট বিকল্প তাই লিনাক্স মিন্ট grub মেনুতে কম্পিউটার বুট হয়। যদি grub ব্যর্থ হয় (বা যদি এটি ``exit`` কমান্ডের মাধ্যমে বাতিল করা হয়), কম্পিউটার বুট ক্রমটি অনুসরণ করে এবং তারপরে Mac OS-এর সাথে যুক্ত ``0081`` বুট করার চেষ্টা করে।
cy: Yn y llun sgrin uchod ``0000`` yw'r opsiwn cychwyn cyntaf felly mae'r cyfrifiadur yn cychwyn ar ddewislen grub Linux Mint. Os yw grub yn methu (neu os caiff ei atal gyda'r gorchymyn ``exit``), mae'r cyfrifiadur yn dilyn y drefn cychwyn ac yna'n ceisio cychwyn ``0081``, sy'n cyfateb i Mac OS.
et: Ülemisel ekraanipildil on ``0000`` esimene alglaadimise valik, seega arvuti käivitab Linux Minti GRUB menüü. Kui GRUBi käivitamine nurjub (või sellest väljutakse ``exit`` käsuga), jätkab arvuti järjekorras järgmise reaga ning püüab käivitada rida ``0081``, mis vastab Mac OSile.
fi: Kuvakaappauksessa yllä ``0000`` on ensimmäinen käynnistysasetus, joten tietokone käynnistyy Linux Mintin Grub-valikkoon. Ellei Grub käynnisty (tai siitä poistutaan komennolla ``exit``), tietokone jatkaa käynnistysjärjestystä ja yrittää käynnistää kohdan ``0081``, joka on macOS.
he: בצילום המסך מעלה, '0000' היא אפשרות האיתחול הראשונה, כך שהמחשב יתחיל מתפריט גרוב (grub) לינוקס מינט. אם גרוב כושל (או אם הופסק באמצעות פקודת 'exit'), המחשב עוקב אחר סדר האיתחול וינסה לאתחל את '0081', התואם למק OS.
hi: ऊपर दिए स्क्रीनशॉट अनुसार, ``0000`` कंप्यूटर द्वारा लिनक्स मिंट GRUB मेन्यू आरंभ हेतु प्रथम बूट विकल्प है। GRUB विफल (या ``बंद करें`` कमांड द्वारा निरस्त) होने पर कंप्यूटर बूट क्रम अनुसार ``0081`` यानि मैक ओएस बूट करने का प्रयास करेगा।
id: Pada tangkapan layar di atas ``0000`` adalah opsi boot pertama sehingga komputer melakukan boot pada menu grub Linux Mint. Jika grub gagal (atau jika ditutup dengan perintah ``exit``), komputer mengikuti urutan boot dan kemudian mencoba untuk mem-boot ``0081``, yang sesuai dengan Mac OS.
ja: 上のスクリーンショットでは、``0000`` が最初の起動オプションになっているため、コンピューターはまず Linux Mint の GRUB メニューを起動します。もし GRUB が失敗した (または ``exit`` で意図的に終了させた) ら、コンピューターは更に起動順を巡回し、今度は ``0081`` (Mac OS) を起動します。
kab: Di tsukkint n ugdil ukessar-agi ``0000`` d tanefrunt tamezwarut n usekker, ihi aselkim ad ikker s wumuɣ grub. Ma yella grub yecceḍ (neɣ yettwattu s unezḍay ``exit``), aselkim ad yeḍfer amizzwer n usekker dɣa ad yeɛreḍ ad yekker s``0081``, meḥsub Mac OS.
pl: W zrzucie ekranu powyżej, ``0000`` to pierwsza opcja rozruchu, więc komputer uruchomi menu grub Linux Mint. Jeśli grub nie uruchomi się (lub zostanie wyłączony komendą ``exit``), komputer podąży za kolejnością rozruchu i spróbuje uruchomić ``0081``, co odwołuje się do Mac OS.
pt: Na captura de tela acima, "0000" é a primeira opção de boot e, então, o computador inicia no menu de grub do Linux Mint. Se o grub falhar (ou se é descartado com o comando "sair"), o computador segue a ordem de boot e, então, tenta iniciar o "0081", o qual corresponde ao Mac OS.
ro: În captura de mai sus ``0000`` este prima opțiune de bootare, astfel computerul booteaza meniul grub al lui Linux Mint. Daca grub eșuează(sau este sarit peste cu comanda ``exit``), atunci computerul continuă în ordinea de bootare și încearcă opțiunea ``0081`` care îi corespunde lui Mac OS.
sk: Na obrázku vyššie je ``0000`` prvá z možností bootovania, preto sa počítač nabootuje do GRUB menu Linuxu Mint. Ak načítanie GRUB-u z nejakých príčin zlyhá, prípadne je zamietnuté príkazom ``exit``, počítač sa pokúsi nabootovať do ďalšej možnosti v poradí - ``0081``, čo je Mac OS.
sl: V zgornjem screenshot-u ``0000`` je prva zagonjska možnost da računalnik zažene Linux Mint grub meni. Če grub ne dela (ali pa je odpravljen z ``exit`` ukazom), bo računalnik nadaljeval z zaganjalnim zaporedjem in poskusil zagnati ``0081``, ki ustreza Mac OS-u.
sr: На екрану изнад „0000“ је прва опција покретања, тако да се рачунар покреће у Линукс Минт груб изборнику. Ако груб не успе (или ако је одбачен са командом „exit“), рачунар прати редослед покретања и покушава да покрене „0081“, што одговара Mек ОС.
sr@latin: Na slici ekrana iznad ovog teksta, ``0000`` je prva opcija za pokretanje sistema, tako da računar pokreće grub meni Linuks Minta. Ukoliko grub ne uspe (ili ukoliko je obustavljen komandom ``exit``), računar sledi redosled pokretanja sistema i zatim pokušava da podigne sistem ``0081``, što odgovara Mac OS-u.
uk: На знятку екрана вище `` 0000`` мається перший варіант завантаження, при якому комп'ютер завантажується у меню Linux Mint grub. Якщо grub не вдається (або якщо його відхилено командою `` exit``), то комп'ютер переходить до наступного завантаження та завантажує `` 0081``, що відповідає Mac OS.
uz: Yuqoridagi skrinshotda ``0000`` birinchi yuklash variantidir, shuning uchun kompyuter Linux Mint grub menyusida ishga tushadi. Grub ishlamay qolsa (yoki ``exit`` buyrug`i bilan o‘chirilgan bo‘lsa), kompyuter yuklash tartibiga amal qiladi va keyin Mac OS ga mos keladigan ``0081`` yuklashga harakat qiladi.
zh_hk: 在上面的屏幕截圖中，``0000`` 是第一個啟動選項，因此計算機會在Linux Mint grub菜單上引導。 如果grub失敗（或者如果使用``退出''命令將其關閉），計算機將按照啟動順序執行操作，然後嘗試引導對應於Mac OS的``0081''。

source: Where to find help
be: Дзе знайсці дапамогу
bn: কোথায় সাহায্য পেতে হবে
cy: Lle mae cael cymorth
et: Kust leida abi?
fi: Mistä löytää apua
he: היכן למצוא עזרה
hi: सहायता हेतु साधन
id: Di mana dapat menemukan bantuan
ja: 困ったときは
kab: Anida ara tafeḍ tallalt
pl: Gdzie znaleźć pomoc
pt: Onde encontrar ajuda
ro: Unde se poate găsi ajutor
sk: Kde nájsť pomoc
sl: Kje najdete pomoč
sr: Где да нађем помоћ
sr@latin: Gde naći pomoć
uk: Де знайти допомогу
uz: Yordamni qayerdan topish mumkin
zh_hk: 在哪裡尋求幫助

source: Many users will be glad to help you and guide you through your first steps with Linux if you are nice and patient with them and if you give them the information they require to understand the issues you are facing.
be: Многія карыстальнікі з задавальненнем дапамогуць вам і накіруюць падчас першых крокаў з Linux, калі вы будзеце мілымі і цярплівымі з імі і калі вы дадзіце ім інфармацыю, неабходную каб зразумець вашу праблему.
bn: অনেক ব্যবহারকারী আপনাকে লিনাক্সের সাথে প্রথম পদক্ষেপে সহায়তা করতে পারবে এবং আপনি যদি তাদের সাথে ধৈর্যশীল ও ভাল আচরণ করেন এবং যদি আপনি তাদের মুখোমুখি সমস্যাগুলি বোঝার জন্য প্রয়োজনীয় তথ্য সরবরাহ করেন তবে তারা আপনাকে সহায়তা করতে আনন্দিত হবে।
cy: Bydd llawer o ddefnyddwyr yn falch o'ch helpu chi a'ch tywys trwy'ch camau cyntaf gyda Linux os ydych chi'n glen ac yn amyneddgar gyda nhw ac os ydych chi'n rhoi'r wybodaeth sydd ei hangen arnyn nhw i ddeall yr anawsterau rydych chi'n eu hwynebu.
et: Paljud kasutajad aitavad meeleldi sind Linuxi kasutamise esimestel sammudel, kui sa oled nendega viisakas ja kannatlik ning annad piisavalt vajalikku infot, et nad mõistaksid, millise probleemiga sa silmitsi seisad.
fi: Monet käyttäjät auttavat mielellään sinua ja opastavat sinut ensimmäisten vaiheidesi läpi Linuxin parissa, jos olet mukava ja kärsivällinen heidän kanssaan ja annat heille kohtaamasi ongelman ymmärtämiseksi tarvittavat tiedot.
he: משתמשים רבים ישמחו לספק עזרה והדרכה בצעדיכם הראשונים עם לינוקס, היו נחמדים וסבלניים כלפיהם וספקו את המידע הדרוש כדי להבין את הסוגיות איתן אתם מתמודדים.
hi: अधिकांश उपयोक्ता लिनक्स मिंट उपयोग हेतु प्रसन्नतापूर्वक सहायता व मार्गदर्शन करेंगे यदि आप धैर्यपूर्वक उन्हें अपनी समस्याओं संबंधी आवश्यक जानकारी प्रदान करते हैं।
id: Banyak pengguna merasa senang untuk membantu dan memandu Anda melalui langkah pertama dengan Linux jika Anda baik dan sabar dengan mereka dan jika Anda memberikan mereka informasi yang mereka butuhkan untuk memahami persoalan yang Anda hadapi.
ja: Linux を使うのが初めてで、何か分からないことがあれば、他のユーザーが親切に助けてくれるかもしれません。直面している問題についての情報を詳しく提供できれば、解決への糸口も早く見つかります。
kab: Aṭas n iseqdacen ara k-iɛiwnen yerna s lferḥ iwakken ad tgeḍ isurifen-inek imezwura akked Linux Mint ma tḥedqeḍ yidsen yerna ur tettḥiriḍ ara, daɣen ma tefkiḍ-asen isallan ilaqen iwakken ad fehmen uguren i tettmagareḍ.
pl: Wielu użytkowników chętnie pomoże Ci, oraz poprowadzą Cię przez Twoje pierwsze kroki w systemie Linux, jeśli będziesz miły, cierpliwy i podasz im informacje których potrzebują by zrozumieć problemy które napotkasz.
pt: Muitos usuários terão satisfação de ajudá-lo e o orientarão em seus primeiros passos com o Linux se você for gentil e paciente com eles, e se você fornecer a eles as informações que precisam para entender os problemas que você está enfrentando.
ro: Mulți utilizatori te vor ajuta și ghida cu mare plăcere cu primii pași in Linux, atât timp cat ești prietenos și răbdător cu ei și le pui la dispozitie toate informațiile necesare pentru ca ei să poată înțeleaga problemele pe care le întâmpinezi.
sk: Veľa ľudí vám ochotne pomôže s inštaláciou a prácou s Linuxom, pokiaľ im poskytnete všetky informácie potrebné na to, aby pochopili váš problém.
sl: Veliko uporabnikov vam bo z veseljem pomagalo in vas vodilo skozi prve korake z Linuxom, če ste z njimi prijazni in potrpežljivi in če jim daste potrebne informacije, ki jih potrebujejo, da bi razumeli težavo na katero ste naleteli.
sr: Многи корисници ће вам драго помоћи и водити вас кроз своје прве кораке са Линуксом ако сте пристојни и стрпљиви са њима и ако им дате потребне информације како би схватили са каквим се проблемом суочавате.
sr@latin: Mnogim korisnicima će biti drago da Vam pomognu i provedu Vas kroz prve korake u Linuksu ukoliko ste prijatni i strpljivi sa njima i ukoliko im pružite informacije koje su im potrebne kako bi shvatili problem sa kojim se suočavate.
uk: Багато хто з користувачів із задоволенням допоможуть вам зробити перші кроки в Linux, якщо ви будете добрі та терплячі з ними, й якщо ви надасте їм потрібну інформацію, щоб зрозуміти проблеми, з якими ви стикаєтесь.
uz: Agar siz ularga yaxshi munosabatda bo‘lsangiz va sabr-toqatli bo‘lsangiz va ularga duch kelayotgan muammolarni tushunish uchun zarur bo‘lgan ma'lumotlarni bersangiz, ko‘plab foydalanuvchilar sizga yordam berishdan va Linux bilan birinchi qadamlaringizni yo‘naltirishdan xursand bo‘lishadi.
zh_hk: 如果您對他們友好並且耐心，並且如果您向他們提供他們了解自己所面臨問題所需的信息，那麼許多用戶將很高興為您提供幫助並指導您使用Linux的第一步。

source: The forums
be: Форумы
bn: ফোরাম
cy: Fforymau
et: Foorum
fi: Foorumit
he: הפורומים
hi: चर्चा-मंच
id: Forum
ja: フォーラム
kab: Afuṛum
pl: Fora dyskusyjne
pt: Os fóruns
ro: Forumul
sk: Fóra
sl: Forum
sr: Форуми
sr@latin: Forumi
uk: Форуми
uz: Forumlar
zh_hk: 論壇

source: The best place to find help is on the `Linux Mint Forums <https://forums.linuxmint.com>`_.
be: Лепшае месца каб знайсці дапамогу - `Linux Mint Forums <https://forums.linuxmint.com>`_.
bn: সহায়তার সন্ধানের জন্য সেরা জায়গা হল `Linux Mint Forums <https://forums.linuxmint.com>`_।
cy: Y lle gorau i ddod o hyd i help yw ar y `Linux Mint Forums <https://forums.linuxmint.com>`_.
et: Parim koht abi otsimiseks on `Linux Minti foorumid <https://forums.linuxmint.com>`_.
fi: Paras paikka avun löytämiseen on `Linux Mint Forums <https://forums.linuxmint.com>`_.
he: המקום המיטבי למציאת עזרה הוא ב'פורומי לינוקס מינט <https://forums.linuxmint.com>' _.
hi: सहायता हेतु सर्वश्रेष्ठ स्थान है `लिनक्स मिंट चर्चा मंच <https://forums.linuxmint.com>`_।
id: Tempat terbaik untuk menemukan bantuan adalah di `Forum Linux Mint <https://forums.linuxmint.com>`_.
ja: 助けを求めるための最善な場所が `Linux Mint のフォーラム <https://forums.linuxmint.com>`_です。
kab: Amḍiq igerrzen maḍi anida ara tafeḍ tallalt atan di `Linux Mint Forum <https://forums.linuxmint.com>`_.
pl: Najlepszym miejscem do szukania pomocy jest `forum Linux Mint <https://forums.linuxmint.com>`_.
pt: O melhor lugar para obter ajuda é nos 'Fóruns do Linux Mint <https://forums.linuxmint.com>`_.
ro: Cel mai bun loc pentru a găsi ajutor sunt `Forumurile Linux Mint<https://forums.linuxmint.com>`_.
sk: Najlepšie miesto, kde nájsť pomoc, je `Linux Mint Forums <https://forums.linuxmint.com>`_, ale môžete navštíviť aj československé fórum `Linux Mint Czech <https://forum.linux-mint-czech.cz/index.php>`_.
sl: Najboljši prostor kjer najdete pomoč je na `Linux Mint Forums <https://forums.linuxmint.com>`_.
sr: Најбоље место за помоћ је на Линукс Минт форумима <https://forums.linuxmint.com>_.
sr@latin: Najbolje mesto za pronalaženje pomoći je na `Linux Mint Forums <https://forums.linuxmint.com>`_.
uk: Найкраще місце, де можна знайти допомогу, міститься на форумах Linux Mint <https://forums.linuxmint.com> `.
uz: Yordam olish uchun eng yaxshi joy `Linux Mint Forumlari <https://forums.linuxmint.com>`_.
zh_hk: 尋求協助的最佳去處就是`Linux Mint 論壇 <https://forums.linuxmint.com>`_。

source: Search the forums before asking, in case someone else already asked the same question.
be: Пашукайце на форумах перад тым, як запытацца, хутчэй за ўсё нехта ўжо задаваў такое ж пытанне.
bn: জিজ্ঞাসা করার আগে ফোরামগুলি অনুসন্ধান করুন, যদি ইতিমধ্যে অন্য কেউ একই প্রশ্ন জিজ্ঞাসা করে।
cy: Chwiliwch y fforymau cyn gofyn, rhag ofn bod rhywun arall eisoes wedi gofyn yr un cwestiwn.
et: Enne foorumil küsimist, otsi foorumist, kas keegi teine on küsinud sama küsimust.
fi: Etsi foorumilta ennen kuin kysyt, koska joku on jo voinut esittää saman kysymyksen.
he: לפני ששואלים שאלות, נא לחפש בפורומים, למקרה שמישהו אחר כבר שאל את אותה שאלה.
hi: प्रश्न पोस्ट करने से पहले अपनी समस्या चर्चा मंच पर खोज लें, संभवतः आपके प्रश्न का उत्तर पहले से ही उपलब्ध हो।
id: Cari di forum sebelum bertanya, kalau saja orang lain telah mengajukan pertanyaan yang sama.
ja: 質問をする前に、まずフォーラム内を検索してみましょう。もしかしたら、既に同じような質問をした人と、その答えが見つかるかもしれません。
kab: Uqbel ad d-tefkeḍ asteqsi nadi de ufurum, ammer yella yakan win i d-yefkan asteqsi-nni.
pl: Przeszukaj forum przed zadaniem pytania, może ktoś już zadał podobne.
pt: Procure nos fóruns antes de perguntar, no caso de que alguém já tenha feito a mesma pergunta.
ro: Caută în forum înainte de a pune o întrebare, este posibil cineva a pus această întrebare deja.
sk: Pred položením otázky prehľadajte fórum, či už niekto nepoložil tú istú otázku.
sl: Preiščite forum preden sprašujete, mogoče je že kdo vprašal isto vprašanje.
sr: Претражите форуме пре него што их питате, у случају да је неко већ поставио исто питање.
sr@latin: Pretražite forume pre nego što postavite pitanje, za slučaj da je neko već postavio isto to pitanje.
uk: Пошукайте на форумах, перш ніж запитувати, адже може хтось вже поставив це питання.
uz: So‘rashdan oldin forumlarni qidiring, agar kimdir xuddi shu savolni bergan bo‘lsa.
zh_hk: 請在發問前先在論壇查詢，以免造成重複發問。

source: The chat room
be: Чат
bn: চ্যাট রুম
cy: Yr ystafell sgwrsio
et: Jututuba
fi: Keskustelupalsta
he: חדר השיחוח
hi: चैट कक्ष
id: Ruang obrolan
ja: チャットルーム
kab: Tazeqqa n umeslay
pl: Pokój dyskusyjny
pt: A sala de conversações
ro: Chatroom-ul
sk: Chatovacia miestnosť
sl: Klepetalnica
sr: Соба за ћаскање
sr@latin: Pričaonica (``chat room``)
uk: Чат
uz: Suhbat xonasi
zh_hk: 聊天室
