Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: If you are using Windows follow the tutorial `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
be: Калі вы карыстаецеся Windows, рабіце па падручніку `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
bn: আপনি যদি Windows ব্যবহার করছেন তবে টিউটোরিয়ালটি অনুসরণ করুন `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.।
cy: Os ydych yn defnyddio Windows dilynwch y tiwtorial `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
et: Kui kasutad Windowsi, järgi juhendit `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
fi: Jos käytät Windowsia, seuraa ohjetta (englanniksi) `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
he: אם את/ה משתמש/ת בווינדוס, עקוב/י אחר המדריך `איך לאמת את תמונת ה-ISO בווינדוס <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
hi: विंडोज उपयोक्ता इस लिंक पर दिए निर्देशों का पालन करें `विंडोज पर आईएसओ फाइल प्रमाणीकरण <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_।
id: Jika Anda menggunakan Windows, ikuti tutorial `Cara memverifikasi image ISO di Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
ja: Windows を使用しているのなら、チュートリアル `Windows で ISO ファイルを検証する方法 <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_に沿って進めてください。
kab: Ma yella tseqdaceḍ Windows ḍfer tamsirt `Amek ara tselkneḍ tugna ISO di Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
pl: Jeżeli korzystasz z systemu Windows postępuj zgodnie z samouczkiem `Jak zweryfikować obraz ISO na Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>”`_.
pt: Se você estiver a utilizar o Windows, siga o tutorial `Como verificar a imagem ISO no Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>` _.
ro: Dacă folosești Windows, urmează tutorialul `Cum se verifică imaginea ISO pe Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>` _.
sk: Ak používate Windows, pomôže vám návod `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
sl: Če uporabljate Windows, sledite navodilom `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
sr: Ако користите Виндоус, пратите упутство „Како проверити ИСО слику на Виндоузу <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>“_.
sr@latin: Ukoliko koristite Windows, pratite uputstvo `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
uk: Якщо ви використовуєте Windows, дотримуйтеся керівництва `Як перевірити образ ISO в Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>` _.
uz: Agar siz Windows-dan foydalanayotgan bo‘lsangiz, “Windows-da ISO tasvirini qanday tekshirish mumkin <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_ qo‘llanmasiga amal qiling.
zh_hk: 如果您使用Windows，請遵循教程`How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_。

source: If the sums match, your ISO image was successfully downloaded. If they don't, download it again.
be: Калі сумы супадаюць, ваш вобраз ISO быў спампаваны паспяхова. Калі ж не супадаюць, спампуйце наноў.
bn: যদি sum-গুলি মিলে যায় তবে আপনার ISO ইমেজটি সফলভাবে ডাউনলোড হয়েছে। যদি তারা না করে তবে এটি আবার ডাউনলোড করুন।
cy: Os yw'r symiau'n cyfateb, mae eich delwedd ISO wedi'i lwytho i lawr yn llwyddiannus. Os nad ydynt, llwythwch ef eto.
et: Kui kontrollsummad klapivad, oli ISO faili allalaadimine edukas. Kui ei klapi, laadi fail uuesti alla.
fi: Jos tarkistussummat täsmäävät, ISO-levykuvan lataus onnistui. Elleivät täsmää, lataa se uudelleen.
he: אם הסכומים זהים, תמונת ה-ISO הורדה בהצלחה. במידה ולא, נא להוריד שוב.
hi: उचित आईएसओ डाउनलोड होने पर मिलान सफल होगा व विफल होने पर आपको फाइल पुनः डाउनलोड करनी होगी।
id: Jika jumlahnya cocok, image ISO Anda berhasil diunduh. Jika tidak, unduh lagi.
ja: チェックサム値が一致するなら、ISO イメージのダウンロードは正常に完了しています。もし違ったら、ダウンロードし直してください。
kab: Ma yella timerniwin nmeɣrant, tugna-inek ISO tettusider akken iwata. Ma ulac sider-itt-id tikkelt-nniḍen.
pl: Jeśli suma kontrolna jest właściwa, plik ISO został pobrany pomyślnie. W przeciwnym razie, spróbuj jeszcze raz.
pt: Se as somas combinarem, a imagem ISO foi baixada com êxito. Se não combinarem, baixe-a novamente.
ro: Daca sumele sunt identice, ISO-ul a fost descărcat cu succes. Dacă nu, descarcă imaginea din nou.
sk: Ak sa súčty zhodujú, ISO súbor je nepoškodený.
sl: Če sta seštevka enaka, je bila vaša ISO slika uspešno prenesena. Če nista, jo prenesite ponovno.
sr: Ако се контролни збир подударају, ваша ИСО слика је успешно преузета. Ако не, поново га преузмите.
sr@latin: Ukoliko se kontrolne sume podudaraju, Vaša ISO kopija je uspešno preuzeta. U suprotnom, preuzmite je ponovo.
uk: Якщо суми збігаються, то ваш ISO образ файлу було успішно завантажено. Якщо вони різняться, то завантажте його ще раз.
uz: Agar summalar mos kelsa, sizning ISO tasviringiz muvaffaqiyatli yuklab olingan. Agar ular bo‘lmasa, uni qayta yuklab oling.
zh_hk: 如果總和匹配，則說明您的ISO映像已成功下載。 如果沒有，請重新下載。

source: Authenticity check
be: Праверка сапраўднасці
bn: সত্যতা পরীক্ষা
cy: Gwiriad dilysrwydd
et: Autentsuse kontroll
fi: Aitouden tarkistaminen
he: בדיקת אמינות
hi: प्रामाणिकता की जाँच
id: Pemeriksaan keaslian
ja: 信頼性の検証
kab: Asekyed n ustab
pl: Sprawdzanie autoryzacji
pt: Verificação de autenticidade
ro: Testul de autenticitate
sk: Overenie autenticity
sl: Preverjanje pristnosti
sr: Провера аутентичности
sr@latin: Provera autentičnosti
uk: Перевірка автентичности
uz: Haqiqiylikni tekshirish
zh_hk: 真實性檢查

source: To verify the authenticity of ``sha256sum.txt``, check the signature of ``sha256sum.txt.gpg`` by following the steps below.
be: Для паверкі сапраўднасці ``sha256sum.txt``, праверце подпіс ``sha256sum.txt.gpg`` па наступных кроках.
bn: ``25 sha256sum.txt`` এর সত্যতা যাচাই করতে, নীচের পদক্ষেপগুলি অনুসরণ করে ``sha256sum.txt.gpg`` এর স্বাক্ষরটি(signature) পরীক্ষা করুন।
cy: I wirio dilysrwydd ``sha256sum.txt``, gwiriwch lofnod ``sha256sum.txt.gpg`` trwy ddilyn y camau isod.
et: Veendumaks ``sha256sum.txt`` faili autentsuses, kontrolli selle allkirja failis ``sha256sum.txt.gpg`` järgmiste sammudega.
fi: Varmistaaksesi ``sha256sum.txt``-tiedoston aitouden tarkasta ``sha256sum.txt.gpg``-tiedoston allekirjoitus alla kerrotulla tavalla.
he: כדי לאמת את ``sha256sum.txt``, בדוק/י את החתימה של ``sha256sum.txt.gpg`` ע"י מעקב אחר הצעדים למטה.
hi: निम्नलिखित निर्देशों द्वारा ``sha256sum.txt.gpg`` हस्ताक्षर जाँच कर ``sha256sum.txt`` की अखंडता प्रमाणित करें।
id: Untuk memastikan keaslian dari ``sha256sum.txt``, periksa tandatangan dari ``sha256sum.txt.gpg`` melalui langkah-langkah berikut.
ja: ``sha256sum.txt`` の信頼性を検証するには、``sha256sum.txt.gpg`` の署名を、次の手順に沿って検証します。
kab: Iwakken ad tselkneḍ astab n ``sha256sum.txt``, selken azmal n ``sha256sum.txt.gpg`` s isurifen-agi ukessar.
pl: Aby zweryfikować autoryzację sumy ``SHA256sum.txt``, sprawdź sygnaturę ``SHA256sum.txt.gpg``, wykonując poniższe czynności.
pt: Para verificar a autenticidade do arquivo ``sha256sum.txt``, verifique a assinatura do arquivo ``sha256sum.txt.gpg` seguindo as etapas abaixo.
ro: Pentru a verifica autenticitatea fișierului ``sha256sum.txt``, verifică semnătura fișierului ``sha256sum.txt.gpg`` in felul următor.
sk: Aby ste overili autenticitu súboru ``sha256sum.txt``, skontrolujte podpis ``sha256sum.txt.gpg`` pomocou nasledujúcich krokov:
sl: Da preverite pristnost ``sha256sum.txt``, preverite podpis ``sha256sum.txt.gpg``, tako da sledite naslednjim korakom.
sr: Да бисте проверили аутентичност „sha256sum.txt“, проверите потпис „sha256sum.txt.gpg“ пратећи кораке у наставку
sr@latin: Da biste proverili autentičnost datoteke ``sha256sum.txt``, proverite potpis iz datoteke ``sha256sum.txt.gpg`` sledeći naredne korake.
uk: Щоб перевірити автентичність (справжність) `` sha256sum.txt``, перевірте підпис `` sha256sum.txt.gpg``, виконавши такі кроки.
uz: ``sha256sum.txt`` haqiqiyligini tekshirish uchun quyidagi amallarni bajarish orqali ``sha256sum.txt.gpg` imzosini tekshiring.
zh_hk: 要驗證 ``sha256sum.txt``的真實性，請按照以下步驟檢查``sha256sum.txt.gpg`` 的簽名。

source: Import the Linux Mint signing key:
be: Імпартуйце падпісны ключ Linux Mint:
bn: লিনাক্স মিন্ট সাইনিং কী আমদানি করুন:
cy: Mewnforio allwedd arwyddo Linux Mint:
et: Impordi Linux Minti allkirjastamise võti:
fi: Tuo Linux Mintin allekirjoitusavain:
he: ייבא/י את מפתח החתימה של Linux Mint:
hi: लिनक्स मिंट हस्ताक्षर कुंजी आयात करें :
id: Impor kunci penandatanganan Linux Mint:
ja: Linux Mint の署名鍵をインポートする:
pl: Zaimportuj klucz podpisu Linux Mint:
pt: Importar a chave de assinatura do Linux Mint:
ro: Importă cheia de semnat Linux Mint:
sk: Vložte podpisovací kľúč Linuxu Mint:
sl: Uvozite Linux Mint-ov ključ za podpisovanje:
sr: Увезите кључ за потписивање Линукс Минта:
sr@latin: Uvezite ključ za potpisivanje Linuks Minta:
uk: Імпортуйте ключ підпису Linux Mint:
uz: Linux Mint imzo kalitini import qiling:
zh_hk: 匯入Linux Mint的簽章金鑰：

source: If gpg complains about the key ID, try the following commands instead:
be: Калі gpg скардзіцца аб ідэнтыфікатары ключа, паспрабуйце наступныя каманды ўзамен:
bn: যদি gpg কী আইডি সম্পর্কে অভিযোগ করে, পরিবর্তে নিম্নলিখিত কমান্ডগুলি ব্যবহার করে দেখুন:
cy: Os yw gpg yn cwyno am yr ID yr allwedd, rhowch gynnig ar y gorchmynion canlynol yn lle:
et: Kui gpg kurdab võtme ID üle, proovi järgmisi käske:
fi: Jos GPG valittaa avaintunnisteesta, kokeile komentoa:
he: אם gpg מתלונן על ה-ID של המפתח, נסה/י את הפקודות הבאות במקום:
hi: जीपीजी द्वारा कुंजी आईडी त्रुटि होने पर निम्नलिखित कमांड उपयोग करें :
id: Jika gpg mengeluh tentang ID kunci, coba perintah berikut sebagai gantinya:
ja: GPG が 鍵 ID に関するエラーを発した場合は、代わりにこのコマンドを試してください:
kab: Ma yella gpg icetka-d ɣef ID n tsarut, eɛreḍ s unezḍay-agi deg umḍiq:
pl: Jeśli GPG skarży się na klawisz, spróbuj to zrobić tym sposobem:
pt: Se o gpg não reconhece o ID da chave, tente os seguintes comandos:
ro: Daca gpg se plânge despre ID-ul cheii, încearcă commanda următoare:
sk: Ak sa GPG sťažuje na ID, skúste zadať tieto príkazy:
sl: Če gpg prikazuje težave z ID ključem, poskusite enega naslednjih ukazov:
sr: Ако се gpg жали на ИД кључ, покушајте следеће наредбе:
sr@latin: Ukoliko se gpg žali na ID key, umesto prethodne pokušajte sa sledećom komandom:
uk: Якщо gpg скаржиться на ідентифікатор ключа, скористайтеся такими командами:
uz: Agar gpg kalit identifikatoridan shikoyat qilsa, uning o‘rniga quyidagi buyruqlarni sinab ko‘ring:
zh_hk: 如果gpg抱怨密鑰ID，請改用以下命令：

source: Check the output of the last command, to make sure the fingerprint is ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (with or without spaces).
be: Праверце вывад апошняй каманды, каб упэўніцца што адбітак ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (з або без прабелаў).
bn: শেষ কমান্ডের আউটপুট পরীক্ষা করে দেখুন, ফিঙ্গারপ্রিন্টটি ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (স্পেস সহ বা ছাড়াই) রয়েছে তা নিশ্চিত করতে।
cy: Gwiriwch allbwn y gorchymyn olaf, i sicrhau bod y bys brint yn ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (gyda bylchau neu hebddynt).
et: Kontrolli viimase käsu väljundit veendumaks, et sõrmejälg on ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (tühikutega või ilma).
fi: Lue viimeisimmän komennon tuloste varmistaaksesi sormenjäljen olevan ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09``(välilyönneillä tai ilman).
he: בדוק/י את הפלט של הפקודה האחרונה, כדי לוודא שהחתימה היא ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (עם או בלי רווחים).
hi: अंतिम कमांड के आउटपुट द्वारा सुनिश्चित करें कि पहचान चिन्ह ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (स्पेस सहित या रहित) ही है।
id: Periksa keluaran dari perintah terakhir, untuk memastikan sidik jari adalah ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (dengan atau tanpa spasi).
ja: 実行したコマンドの最終結果を確認してください。正常なフィンガープリントの値は ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (スペースの有無は問わず) です。
kab: Selken tuffɣa n unezḍay aneggaru, iwakken ad tetḥeqqeḍ belli adriz n uḍad d ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (war tallunin).
pl: Sprawdź rezultat ostatniej komendy, upewnij się, że odcisk palca jest następujący ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (z lub bez spacji).
pt: Verifique a saída do último comando, para garantir que a impressão digital seja "27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09" (com ou sem espaços).
ro: Verifică ieșirea ultimei comenzi pentru a te asigura că amprenta este ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (cu sau fără spații).
sk: Skontrolujte výstup posledného príkazu. Uistite sa, že fingerprint je ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (s medzerami alebo bez medzier).
sl: Preverite izpis zadnjega ukaza, da preverite, če je prstni odtis res ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (lahko z ali brez presledkov).
sr: Проверите да ли је последња команда исписана да бисте се уверили да отисак је „27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09“ (са или без размака).
sr@latin: Proverite izlazni rezultat poslednje komande, da biste bili sigurni da je otisak ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (sa ili bez razmaka).
uk: Перевірте вивід останньої команди, щоб переконатися у коректності, одрук `` 27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (з пробілами або без)
uz: Barmoq izi ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (boʻsh yoki boʻsh joysiz) ekanligiga ishonch hosil qilish uchun oxirgi buyruqning chiqishini tekshiring.
zh_hk: 檢視最後一行指令的輸出結果以確保檔案的指紋為 ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09``（空格可省略）。

source: Verify the authenticity of sha256sum.txt:
be: Пацвердзіце сапраўднасць sha256sum.txt:
bn: sha256sum.txt এর সত্যতা যাচাই করুন:
cy: Gwirio dilysrwydd sha256sum.txt:
et: Kontrolli sha256sum.txt faili autentsust:
fi: Varmista sha256sum.txt–tiedoston aitous:
he: אמת/י את האמינות של sha256sum.txt:
hi: sha265sum.txt हेतु अखंडता प्रमाणीकरण :
id: Perksa keaslian dari sha256sum.txt:
ja: sha256sum.txt の信頼性を検証する:
kab: Senqed astab n sha256sum.txt :
pl: Zweryfikuj autoryzację dla ``SHA256sum.txt``.
pt: Verifique a autenticidade do ficheiro sha256sum.txt:
ro: Verifica autenticitatea fișierului sha256sum.txt:
sk: Overte autenticitu súboru sha256sum.txt:
sl: Preverite pristnost sha256sum.txt:
sr: Проверите аутентичност sha256sum.txt:
sr@latin: Proverite autentičnost datoteke sha256sum.txt:
uk: Перевірте справжність файлу sha256sum.txt:
uz: sha256sum.txt haqiqiyligini tekshiring:
zh_hk: 校驗sha256sum.txt的檔案安全性：

source: The output of the last command should tell you that the file signature is ``good`` and that it was signed with the ``A25BAE09`` key.
be: Вывад апошняй каманды павінен казаць вам, што подпіс файла ``добры`` і што ён падпісаны ключом ``A25BAE09``.
bn: শেষ কমান্ডের আউটপুট আপনাকে জানাবে যে ফাইল স্বাক্ষরটি ``good`` এবং এটি ``A25BAE09`` কী দ্বারা স্বাক্ষরিত হয়েছিল।
cy: Dylai allbwn y gorchymyn olaf ddweud wrthych fod llofnod y ffeil yn `` dda 'a'i fod wedi'i lofnodi gyda'r allwedd `` A25BAE09``.
et: Viimase faili väljund peaks ütlema, et faili allkiri on ``hea`` (good) ning see allkirjastati võtmega ``A25BAE09``.
fi: Edellisen komennon tulosteen tulisi kertoa sinulle allekirjoituksen olevan ``good`` ja sen olevan allekirjoitettu ``A25BAE09`` avaimella.
he: הפלט של הפקודה האחרונה אמור להגיד שחתימת הקובץ היא ``good`` ושהוא נחתם עם מפתח ה-``A25BAE09``.
hi: अंतिम कमांड के आउटपुट द्वारा फाइल हस्ताक्षर ``उचित`` व कुंजी ``A25BAE09`` होने की पुष्टि करें।
id: Keluaran dari perintah terakhir akan memberi tahu Anda bahwa tanda tangan berkas adalah ``baik`` dan ditandatangani dengan kunci ``A25BAE09``.
ja: 実行したコマンドの最終結果には、ファイルの署名が``正しい``と表示されており、署名に使われている鍵は ``A25BAE09`` となっているはずです。
kab: Agmuḍ n unezḍay aneggaru isefk ad k-d-yini belli azmal ``igerrez`` yerna afaylu yettwazmel s tsarut ``A25BAE09``.
pl: Komunikat ostatniej komendy powinien pokazać, że sygnatura pliku jest ``good`` (dobra), oraz że został podpisany kluczem ``A25BAE09``.
pt: A mensagem do último comando deve dizer que a assinatura é "boa" e que está assinada com a chave ``A25BAE09`` .
ro: Outputul comezi precedente ar trebui sa îți spună dacă semnătura fișierului este ``good`` și daca acesta a fost semnat cu cheia ``A25BAE09``.
sk: Výstup posledného príkazu by vám mal oznámiť, že podpis je ``good`` a že bol podpísaný reťazcom ``A25BAE09``.
sl: Izpis zadnje komade bi vam moral povedati, da je datotečni podpis ``good`` in da je bilo podpisano z ``A25BAE09`` ključem.
sr: Излаз из последње команде би требало да вам каже да је потписивање датотеке „добро“ и да је потписано са „A25BAE09“ кључем.
sr@latin: Izlazni rezultat poslednje komande bi trebao da Vam kaže da je potpis datoteke dobar (``good``) i da je potpisana ključem ``A25BAE09``.
uk: Вивід останньої команди повинен повідомити вам, що підпис файлу є `` добре`` та що він був підписаний з ключем `` A25BAE09``.
uz: Oxirgi buyruqning chiqishi sizga fayl imzosi ``yaxshi`` ekanligini va u ``A25BAE09`` tugmasi bilan imzolanganligini bildirishi kerak.
zh_hk: 最後一條命令的輸出應告訴您文件簽名為``good`` ，並且已使用``A25BAE09`` 鑰進行了簽名。

source: GPG might warn you that the Linux Mint signature is not trusted by your computer. This is expected and perfectly normal.
be: GPG можа папярэдзіць вас, што ваш камп'ютар не давярае подпісу Linux Mint. Гэта чакаема і нармальна.
bn: GPG আপনাকে সতর্ক করতে পারে যে লিনাক্স মিন্টের স্বাক্ষরটি আপনার কম্পিউটারের দ্বারা বিশ্বাসযোগ্য নয়। এটি প্রত্যাশিত এবং পুরোপুরি স্বাভাবিক।
cy: Efallai y bydd GPG yn eich rhybuddio nad yw eich cyfrifiadur yn ymddiried yn llofnod Linux Mint. Mae hyn yn ddisgwyliedig ac mae'n hollol normal.
et: GPG võib sind hoiatada, et Linux Minti allkiri ei ole sinu arvuti poolt usaldatud. See on ootuspärane ja normaalne.
fi: GPG saattaa varoittaa, ettei tietokoneesi luota Linux Mintin allekirjoitukseen. Tämä on odotettua ja täysin normaalia.
he: GPG עשוי לזהיר שהמחשב אינו בוטח בחתימת לינוקס מינט. זה צפוי ותקין לחלוטין.
hi: जीपीजी द्वारा लिनक्स मिंट कुंजी के अविश्वसनीय होने का संदेश प्रदर्शित हो सकता है। यह सामान्य प्रक्रिया है, इसे अनदेखा करें।
id: GPG mungkin memperingatkan Anda bahwa tanda tangan Linux Mint tidak dipercaya oleh komputer Anda. Ini diharapkan dan sangat normal.
ja: Linux Mint の署名はコンピューターから信頼されていない、との警告を GPG が発するかもしれませんが、これは正常な挙動です。
kab: GPG yezmer ad iɛeyyen belli azmal n Linux Mint ur yettuselken ara. Ayagi yetturaǧǧu yerna d amagnu.
pl: GPG może cię ostrzec, że sygnatura Linux Mint nie jest zaufana dla twojego komputera. Tak może się zdarzyć, i jest to normalne.
pt: O GPG deve adverti-lo que a assinatura do Linux Mint não é confiável por seu computador. Isso é esperado e perfeitamente normal.
ro: S-ar putea ca GPG să te avertizeze că semnătura Linux Mint nu este de încredere. Acest lucru este de așteptat și normal.
sk: GPG vás môže varovať, že podpis Linuxu Mint nie je dôveryhodný, pretože ho počítač nepozná. Toto správanie je normálne a má svoje technické príčiny.
sl: GPG vas bo mogoče opozoril, da računalnik ne zaupa Linux Mint podpisu. To je pričakovano in popolnoma normalno.
sr: GPG вас може упозорити да Линукс Минт потпис није поуздан вашем рачунару. Ово се очекује и сасвим је уобичајено.
sr@latin: GPG bi Vas mogao upozoriti da Vaš računar smatra da potpis Linuks Minta nije pouzdan. To je očekivano i savršeno normalno.
uk: GPG може попередити вас, що підпис Linux Mint не довіряє вашому комп'ютеру. Це очікується та цілковито нормально.
uz: GPG sizni Linux Mint imzosi kompyuteringiz tomonidan ishonchli emasligi haqida ogohlantirishi mumkin. Bu kutilgan va mutlaqo normal holat.
zh_hk: GPG可能會警告您Linux Mint簽發的憑證不被您的電腦信任，請了解這是正常的。

source: For more information on ISO verification, or to verify BETA, LMDE or old releases, read `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
be: Каб даведацца больш пра пацвярджэнне ISO, BETA, LMDE або больш старых рэлізаў, можна пачытаць `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
bn: ISO যাচাইকরণ সম্পর্কিত আরও তথ্যের জন্য, বা BETA, LMDE বা পুরাতন প্রকাশগুলি যাচাই করতে `How to Verify ISO images <https://linuxmint.com/verify.php>`_পড়ুন।
cy: I gael mwy o wybodaeth am ddilysu ISO, neu i wirio BETA, LMDE neu hen fersiynau, darllenwch `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
et: Rohkem infot ISO tõmmiste kontrolli kohta või beeta, LMDE või vanemate väljalasete kontrolli kohta leiad artiklist `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
fi: Lisätietoja ISO-varmennuksesta tai BETA-, LMDE- tai vanhojen versioiden tarkistamisesta on luvussa `Miten tarkastan ISO-kuvat <https://linuxmint.com/verify.php>`_.
he: למידע נוסף על אימות ISO, או כי לאמת BETA, LMDE או גרסאות ישנות, קרא/י `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
hi: आईएसओ फाइल, बीटा, एलएमडीई या पुराने संस्करणों के प्रमाणीकरण हेतु अधिक जानकारी के लिए `आईएसओ फाइल प्रमाणीकरण <https://linuxmint.com/verify.php>`_ पढ़ें।
id: Untuk informasi lebih lanjut tentang verifikasi ISO, atau untuk memverifikasi BETA, LMDE atau rilisan lama, baca `Bagaimana Memverifikasi image ISO <https://linuxmint.com/verify.php>`_.
ja: ISO の検証についてもっと詳しく知りたい、またはベータ版や LMDE、古いリリースも検証したいならば `ISO イメージを検証する方法 <https://linuxmint.com/verify.php>`_をお読みください。
kab: Ma tesriḍ ugar n isallan ɣef uselken n ISO, neɣ ɣef uselken n ilqeman BETA, LMDE neɣ iqburen, ɣer `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
pl: Więcej informacji na temat weryfikowania plików ISO, albo aby zweryfikować BETA, LMDE, albo starszą wersję znajduje się w poradniku ``Jak weryfikować pliki ISO <https://linuxmint.com/verify.php>`_.
pt: Para obter mais informações sobre a verificação da imagem ISO, ou para verificar os lançamentos BETA, LMDE ou mais antigos, leia 'Como verificar imagens ISO <https://linuxmint.com/verify.php>`_.
ro: Pentru mai multe informații despre verificat fișiere ISO, sau pentru verificat ediții BETA, LMDE sau precedente, citește `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
sk: Pre viac informácií o overení ISO obrazu (príp. overení BETA, LMDE alebo starších vydaní Linuxu Mint) si prečítajte `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
sl: Za dodatne informacije glede ISO preverjanja ali preverjanja BETA, LMDE in starejših različic, preberite `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
sr: За више информација о ИСО верификацији или за потврђивање БЕТА, ЛМДЕ или старих издања, прочитајте „Како проверити ИСО слике <https://linuxmint.com/verify.php>“_.
sr@latin: Za više informacija o proveri ISO datoteka, ili za proveru BETA, LMDE ili starijih izdanja, pročitajte `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
uk: Щоб отримати додаткові відомості про перевірку ISO, а також для перевірки BETA, LMDE чи старих випусків, прочитайте розділ «Як перевірити ISO-образи <https://linuxmint.com/verify.php> _.
uz: ISO tekshiruvi haqida qoʻshimcha maʼlumot olish yoki BETA, LMDE yoki eski versiyalarni tekshirish uchun “ISO tasvirlarini qanday tekshirish mumkin <https://linuxmint.com/verify.php>`_ boʻlimini oʻqing.
zh_hk: 欲校驗BETA版、LMDE版、舊版Linux Mint、或需要更多有關ISO映像校驗的資訊，請閱讀` `How to Verify ISO images <https://linuxmint.com/verify.php>`_。
