Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: Pre-installing Linux Mint (OEM Installation)
be: Перадусталёўка Linux Mint (усталёўка OEM)
bn: প্রি-ইনস্টলিং লিনাক্স মিন্ট (OEM ইনস্টলেশন)
cy: Cyn-osod Linux Mint (Gosodiad OEM)
et: Linux Minti eelpaigaldus (OEM paigaldus)
fi: Linux Mintin esiasentaminen (OEM-asennus)
he: התקנת לינוקס מינט מראש (התקנת OEM)
hi: लिनक्स मिंट पूर्व-इंस्टॉल (मूल उपकरण निर्माता इंस्टॉल)
id: Pra-pemasangan Linux Mint (Pemasangan OEM)
ja: Linux Mint のプリインストール (OEM 事業者向け)
kab: Linux Mint yettusbedden si tazwara (asbeddi OEM)
pl: Pre-instalacja Linux Mint (Instalacja OEM)
pt: Pré-instalação do Linux Mint (Instalação OEM)
ro: Preinstalează Linux Mint (instalare OEM)
sk: Predinštalovanie Linux Mint výrobcom (OEM Installation)
sl: Pred namestitev Linux Mint-a (OEM namestitev)
sr: Прединсталација Линукс Минт-а (ОЕМ Инсталација)
sr@latin: Predinstaliranje Linuks Minta (OEM instalacija)
uk: Попереднє встановлення Linux Mint (встановлення OEM)
uz: Linux Mintni oldindan o‘rnatish (OEM o‘rnatish)
zh_hk: 預先安裝Linux Mint（OEM安裝）

source: In the ISO boot menu, ``OEM install`` is used to preinstall Linux Mint.
be: У меню загрузкі ISO, ``Усталёўка OEM`` выкарыстоўваецца для перадусталёўкі Linux Mint.
bn: ISO বুট মেনুতে, লিনাক্স মিন্ট প্রি-ইনস্টল করতে ``OEM install`` ব্যবহৃত হয়।
cy: Yn newislen cychwyn ISO, mae ``OEM install`` yn cael ei ddefnyddio i ragosod Linux Mint.
et: ISO alglaadimise menüüs vali ``OEM install``, et eelpaigaldada Linux Mint.
fi: Linux Mintin esiasentamiseen käytetään ISO-käynnistysvalikon kohtaa ``OEM install``.
he: בתפריט אתחול ה- ISO, "התקנת OEM" משמשת להתקנה מוקדמת של לינוקס מינט.
hi: आईएसओ बूट मेन्यू में ``मूल उपकरण निर्माता इंस्टॉल`` उपयोग कर लिनक्स मिंट पूर्व-इंस्टॉल करें।
id: Pada menu boot ISO, ``pasang OEM`` digunakan untuk melakukan prapemasangan Linux Mint.
ja: ISO の起動メニューで ``OEM install`` を使用すると、Linux Mint をプリインストールできます。
kab: Deg wumuɣ n usekker n ISO, ``OEM install`` yettwaseqdec i wesbeddi Linux Mint si tazwara.
pl: W menu uruchamiania ISO, ``OEM Install`` jest używane do preinstalacji systemu Linux Mint.
pt: No menu de boot ISO, "Instalar OEM" é usado para pré-instalar o Linux Mint.
ro: În meniul de boot al ISO-ului, ``OEM install`` este folosit pentru a preinstala Linux Mint.
sk: ``OEM install``značí predinštalovanie Linux Mint výrobcom
sl: V ISO zaganjalnem meniju, se ``OEM install`` uporablja za pred namestitev Linux Mint-a.
sr: У ИСО изборник покретања, „ОЕМ инсталсција“ се користи за прединсталацију Линукс Минт-а.
sr@latin: U ISO meniju za podizanje sistema, ``OEM install`` se koristi za predinstaliranje Linuks Minta.
uk: У меню завантаження ISO, опція "встановлення OEM" використовується для попереднього встановлення Linux Mint.
uz: ISO yuklash menyusida ``OEM o‘rnatish`` Linux Mintni oldindan o‘rnatish uchun ishlatiladi.
zh_hk: 在ISO映像的開機選單中，``OEM install``是用來預先安裝Linux Mint。

source: This option is useful to:
be: Гэта опцыя карысна для:
bn: এই বিকল্পটি দরকারী:
cy: Mae'r opsiwn hwn yn ddefnyddiol i:
et: See valik on kasulik järgmistel juhtudel:
fi: Tätä tarvitaan kun:
he: אפשרות זו שימושית ל:
hi: यह निम्नलिखित हेतु उपयोगी है :
id: Pilihan ini berguna untuk:
ja: このオプションが有用なケースは:
kab: Tanefrunt-agi tenfeɛ i:
pl: Ta opcja jest przydatna do:
pt: Essa opção é usada por:
ro: Această opțiune este folositoare pentru:
sk: Táto voľba je vhodná pre:
sl: Ta možnost je uporabna za:
sr: Ова опција је корисна за:
sr@latin: Ova mogućnost je korisna za:
uk: Цей параметр корисний для:
uz: Ushbu parametr quyidagilar uchun foydalidir:
zh_hk: 此選項是為這些使用者設計：

source: Manufacturers and resellers who want to install Linux Mint on computers they sell to their customers.
be: Вытворцаў і прадаўцоў, якія жадаюць усталяваць Linux Mint на камп'ютары, якія яны прадаюць сваім кліентам.
bn: উত্পাদক এবং পুনরায় বিক্রেতারা যারা তাদের গ্রাহকদের কাছে কম্পিউটারে বিক্রি করতে চান লিনাক্স মিন্ট ইনস্টল করে।
cy: Gwneuthurwyr ac ailwerthwyr sydd am osod Linux Mint ar gyfrifiaduron maen nhw'n eu gwerthu i'w cwsmeriaid.
et: Tootjad ja edasimüüjad, kes tahavad paigaldada Linux Minti arvutitele, mille nad müüvad klientidele.
fi: Valmistajat ja jälleenmyyjät haluavat asentaa Linux Mintin asiakkailleen myymiinsä tietokoneisiin.
he: יצרנים ומשווקים המעוניינים להתקין לינוקס מינט במחשבים שהם מוכרים ללקוחות שלהם.
hi: लिनक्स मिंट कंप्यूटर विक्रय के इच्छुक निर्माता व पुनर्विक्रेता।
id: Produsen dan pengecer yang ingin memasang Linux Mint pada komputer yang mereka jual kepada pelanggan mereka.
ja: Linux Mint をインストールしたコンピューターを顧客に提供する、製造者と販売者。
kab: Iṣnayεiyen akked wid isnuzun ibɣan ad sbedden Linux Mint deg iselkimen i yiznuzuyen i yimsaɣen-nsen.
pl: Wytwórcy i sprzedawcy, którzy chcą zainstalować na komputerach Linux Mint w celu sprzedaży konsumentom.
pt: Fabricantes e revendedores que desejam instalar o Linux Mint em computadores que vendem aos seus clientes.
ro: Fabricanți si Vânzători care vor să instaleze Linux Mint pe computerele ce le vând la clienți.
sk: Výrobcovia a predajcovia, ktorí chcú inštalovať Linux Mint na počítače, ktoré predávajú.
sl: Proizvajalci in preprodajalci, ki želijo namestiti Linux Mint na računalnike, ki jih bodo prodali strankam.
sr: Произвођачи и продавачи који желе инсталирати Линукс Минт на рачунаре које продају својим корисницима.
sr@latin: Proizvođače i prodavce koji žele da instaliraju Linuks Mint na računare koje prodaju svojim kupcima.
uk: Виробники та торговці, які встановлюють Linux Mint на комп'ютери для продажу своїм клієнтам.
uz: Linux Mintni o‘z mijozlariga sotadigan kompyuterlarga o‘rnatmoqchi bo‘lgan ishlab chiqaruvchilar va sotuvchilar.
zh_hk: 欲將裝有Linux Mint的電腦售與顧客的電腦製造商及零售商。

source: People who want to sell or give their computer to somebody else.
be: Тых, хто жадае прадаць або перадаць іх камп'ютар камусьці яшчэ.
bn: যে লোকেরা নিজের কম্পিউটারটি বিক্রি করতে বা অন্য কাউকে দিতে চায়।
cy: Pobl sydd eisiau gwerthu neu roi eu cyfrifiadur i rywun arall.
et: Inimesed, kes tahavad arvuti müüa või anda kellelegi teisele.
fi: Ihmiset haluavat myydä tai antaa tietokoneensa jollekulle muulle.
he: אנשים שמעוניינים למסור את המחשב שלהם לאחרים.
hi: कंप्यूटर विक्रय या अन्य लोगों को कंप्यूटर देने के इच्छुक व्यक्ति।
id: Orang yang ingin menjual atau memberikan komputer mereka kepada orang lain.
ja: 今のコンピューターを他の人に譲渡したり、売ったりしたい人。
kab: Imdanen yebɣan ad zenzen neɣ ad fken aselkim-nnsen i wabɛaḍ-nniḍen.
pl: Ludzie którzy chcą sprzedać lub oddać ich komputer komukolwiek.
pt: Pessoas que desejam vender ou dar seu computador para outra pessoa.
ro: Persoanele care vor sa vânda sau sa își dea computerul altcuiva.
sk: Ľudia, ktorí chcú predať alebo dať svoj počítač niekomu inému.
sl: Ljudje, ki želijo prodati ali podariti njihov računalnik nekomu drugemu.
sr: Људи који желе да продају или дају свој рачунар некоме другом.
sr@latin: Ljude koji žele da prodaju ili poklone svoj računar nekome.
uk: Люди, які бажають продати чи передати свій комп'ютер комусь іншому.
uz: Kompyuterlarini sotmoqchi yoki boshqa birovga bermoqchi bo‘lganlar.
zh_hk: 對於想要將電腦轉手給他人的使用者而言。

source: When you install Linux Mint in ``OEM`` mode, the operating system is installed with a temporary user account and prepared for the computer's future owner.
be: Калі вы ўсталёўваеце Linux Mint у рэжыме ``OEM``, аперацыйная сістэма ўсталёўваецца з часовым уліковым запісам карыстальніка і падрыхтавана для будучага ўласніка камп'ютара.
bn: আপনি যখন লিনাক্স মিন্টকে ``OEM`` মোডে ইনস্টল করেন, অপারেটিং সিস্টেমটি অস্থায়ী ব্যবহারকারী অ্যাকাউন্টের সাথে ইনস্টল করা হয় এবং কম্পিউটারের ভবিষ্যতের মালিকের জন্য প্রস্তুত হয়।
cy: Pan fyddwch yn gosod Linux Mint yn y modd `` OEM``, mae'r system weithredu wedi'i gosod gyda chyfrif defnyddiwr dros dro ac wedi'i baratoi ar gyfer perchennog y cyfrifiadur yn y dyfodol.
et: Kui sa paigadad Linux Minti ``OEM`` režiimis, paigaldatakse operatsioonisüsteem ajutise kasutajakontoga ning sätitakse tulevase kasutaja jaoks valmis.
fi: Asentaessasi Linux Mintin ``OEM``-tilassa käyttöjärjestelmä asennetaan väliaikaisella käyttäjätunnuksella ja valmistellaan tietokoneen tulevaa omistajaa varten.
he: בעת התקנת לינוקס מינט במצב "OEM", מערכת ההפעלה מותקנת עם חשבון משתמש זמני והיא ערוכה ומוכנה לבעלים העתידי של המחשב.
hi: लिनक्स मिंट को ``मूल उपकरण निर्माता`` मोड में इंस्टॉल करने पर, भावी उपयोक्ता हेतु ऑपरेटिंग सिस्टम में अस्थायी उपयोक्ता अकाउंट बना होता है।
id: Ketika Anda memasang Linux Mint dalam mode ``OEM``, sistem operasi dipasang dengan akun pengguna sementara dan disiapkan untuk pemilik komputer masa depan.
ja: Linux Mint を ``OEM`` モードでインストールすると、OS が一時的なユーザーアカウントでインストールされ、次にコンピューターを使う人へ向けての事前準備ができます。
pl: Linux Mint zainstalowany w trybie ``OEM``, system jest zainstalowany z tymczasową nazwą użytkownika i przygotowany dla przyszłego właściciela komputera.
pt: Se o Linux Mint for instalado no modo "OEM", o sistema operacional é instalado com uma conta de usuário temporária e preparado para o futuro dono do computador.
ro: Cand instalezi Linux Mint in mod ``OEM``, sistemul de operare este instalat cu un utilizator temporar și este pregătit pentru viitorul proprietar al computerului.
sk: Pokiaľ systém inštalujete v ``OEM`` móde, nainštaluje sa systém s dočasným účtom, pripravený pre budúceho používateľa.
sl: Ko namestite Linux Mint v ``OEM`` načinu, je operacijski sistem nameščen z začasnim osebnim računom in pripravljen na bodočega lastnika računalnika.
sr: Када инсталирате Линукс Минт у режиму „ОЕМ“, оперативни систем се инсталира са привременим корисничким налогом и припремљен је за будућег власника рачунара.
sr@latin: Kada instalirate Linuks Mint u ``OEM`` režimu, ovaj operativni sistem se instalira sa privremenim korisničkim nalogom i spreman je za budućeg vlasnika računara.
uk: Коли ви встановлюєте Linux Mint у режим `` OEM``, операційна система встановлюється з тимчасовим обліковим записом користувача та готується для майбутнього власника комп'ютера.
uz: Linux Mintni ``OEM`` rejimida o‘rnatganingizda, operatsion tizim vaqtinchalik foydalanuvchi hisobi bilan o‘rnatiladi va kompyuterning kelajakdagi egasi uchun tayyorlanadi.
zh_hk: 當您以``OEM``模式安裝Linux Mint，系統將會有為未來擁有者準備的暫時性使用者帳號。

source: The user account is set up by the new owner.
be: Уліковы запіс задаецца новым уласнікам.
bn: ব্যবহারকারীর অ্যাকাউন্টটি নতুন মালিক সেট আপ করবে।
cy: Mae'r cyfrif defnyddiwr yn cael ei osod gan y perchennog newydd.
et: Kasutajakonto seadistamine jääb uuele kasutajale.
fi: Uusi omistaja tekee käyttäjätunnuksen asetukset.
he: חשבון המשתמש מוגדר על ידי הבעלים החדשים.
hi: अकाउंट भावी उपयोक्ता द्वारा सेट किया जाता है।
id: Akun pengguna diatur oleh pemilik baru.
ja: ユーザーアカウントは新しい所有者が自らセットアップできます。
kab: Amiḍan n useqdac yettuseɣwer i bab-is.
pl: Nowe konto użytkownika jest ustawiane przez właściciela.
pt: A conta de usuário é configurada pelo novo dono.
ro: Contul de utilizator este creat de către noul proprietar.
sk: Užívateľký účet si nastaví sám používateľ.
sl: Osebni račun nastavi nov lastnik.
sr: Нови корисник поставља кориснички налог.
sr@latin: Novi vlasnik kreira korisnički nalog.
uk: Обліковий запис користувача налаштовано новим власником.
uz: Foydalanuvchi hisobi yangi egasi tomonidan o‘rnatiladi.
zh_hk: 使用者帳號將會由新的擁有者設定。

source: To perform an OEM installation follow the steps below:
be: Каб выканаць усталёўку OEM, выканайце наступныя крокі:
bn: কোনও OEM ইনস্টলেশন সঞ্চালনের জন্য নীচের পদক্ষেপগুলি অনুসরণ করুন:
cy: I wneud gosodiad OEM dilynwch y camau isod:
et: OEM paigalduse jaoks on vajalikud järgmised sammud:
fi: Tehdäksesi OEM-asennuksen toimi näin:
he: לביצוע התקנת OEM (יצרן ציוד מקורי) נא לעקוב אחר הצעדים הבאים:
hi: मूल उपकरण निर्माता इंस्टॉल हेतु दिशानिर्देश :
id: Untuk melakukan instalasi OEM ikuti langkah-langkah di bawah ini:
ja: OEM インストールを行う手順は、次の通りです:
kab: Iwakken ad tselkmeḍ asbeddi OEM ḍfer isurifen-agi:
pl: Aby zainstalować system w trybie OEM, należy wykonać następujące czynności:
pt: Para realizar uma instalação OEM, siga as etapas a seguir:
ro: Pentru a face o instalare OEM urmează urmatorii pași:
sk: Na vykonanie OEM inštalácie postupujte podľa týchto krokov.
sl: Za izvedbo OEM namestitve sledite spodnjim korakom:
sr: Да бисте извршили инсталацију ОЕМ, следите следеће кораке:
sr@latin: Da biste izveli OEM instalaciju, pratite sledeće korake:
uk: Щоб виконати встановлення OEM, виконайте наведені нижче дії:
uz: OEMni o‘rnatish uchun quyidagi amallarni bajaring:
zh_hk: 遵照下列步驟以進行OEM安裝：

source: Select ``OEM Install`` from the USB stick (or DVD) menu.
be: Выберыце ``Усталёўка OEM`` з меню USB (ці DVD) дыска.
bn: USB স্টিক (বা DVD) মেনু থেকে ``OEM Install`` নির্বাচন করুন।
cy: Dewiswch ``OEM Install`` o'r ddewislen cof bach USB (neu DVD).
et: Vali USB pulga (või DVD) menüüst ``OEM Install``.
fi: Valitse USB-tikun (tai DVD:n) valikosta ``OEM install``.
he: בחירת ``התקנת OEM``ממתפריט ההחסן הניד (או DVD)
hi: यूएसबी (या डीवीडी) मेन्यू से ``मूल उपकरण निर्माता इंस्टॉल`` चुनें।
id: Pilih ``OEM Install`` dari menu USB stick (atau DVD).
ja: USB スティック / DVD メニューから ``OEM Install`` を選択します。
kab: Fren ``OEM Install`` deg wumuɣ n tsarut USB (neɣ n DVD).
pl: Wybierz ``instalację OEM`` z Pen-drive'a (albo z DVD) menu.
pt: Selecione "Instalar OEM" a partir do menu da mídia USB (ou DVD).
ro: Alege ``OEM Install``din meniul de pe stickul USB (sau DVD).
sk: Zvoľte ``OEM Install`` v menu Live systému.
sl: Izberite ``OEM Install`` iz menija USB ključka (ali DVD-ja).
sr: Изаберите „ОЕМ Инсталацију“ из УСБ уређаја (или ДВД-а).
sr@latin: Izaberite ``OEM Install`` iz menija USB memorijskog uređaja (ili DVD-a).
uk: Оберіть ``встановлення OEM`` із меню USB-нагромаджувача (або DVD).
uz: USB flesh (yoki DVD) menyusidan ``OEM Install``ni tanlang.
zh_hk: 自USB隨身碟（或DVD）的選單中選擇``OEM安裝``。

source: Launch the installer and follow the installation instructions.
be: Запусціце ўсталёўшчык і ідзіце паводле інструкцыі.
bn: ইনস্টলারটি চালু করুন এবং ইনস্টলেশন সংক্রান্ত নির্দেশাবলী অনুসরণ করুন।
cy: Cychwynnwch y gosodwr a dilynwch y cyfarwyddiadau gosod.
et: Käivita paigaldaja ja järgi paigaldusjuhiseid.
fi: Käynnistä asennusohjelma ja seuraa alla olevia ohjeita.
he: שיגור ההתקנה ועקיבה אחר הוראות ההתקנה
hi: इंस्टॉलर आरंभ उपरांत दिशानिर्देशों का पालन करें।
id: Luncurkan penginstal dan ikuti instruksi instalasi.
ja: インストーラーを起動し、表示されている指示に従います。
kab: Sekker asbedday sakin ḍfer tinaḍin n usbeddi.
pl: Uruchom instalator i podążaj za jego instrukcjami.
pt: Execute o instalador e siga as instruções de instalação.
ro: Pornește programul de instalare și urmează instrucțiunile.
sk: Spustite inštalátor a postupujte podľa inštrukcií.
sl: Zaženite namestitveni program in sledite namestitvenim navodilom.
sr: Покрените инсталатер и пратите упутства за инсталацију.
sr@latin: Pokrenite instalacioni program i pratite uputstva za instalaciju.
uk: Запустіть програму встановлення та дотримуйтеся приписів з монтажу.
uz: O‘rnatuvchini ishga tushiring va o‘rnatish ko‘rsatmalariga amal qiling.
zh_hk: 啟動安裝程式並遵照指示。

source: Change any system settings or install additional software if you want.
be: Змяняйце любыя сістэмныя налады або ўсталюйце дадатковыя праграмы, калі жадаеце
bn: কোনও সিস্টেম সেটিংস পরিবর্তন করুন বা আপনি চাইলে অতিরিক্ত সফ্টওয়্যার ইনস্টল করুন।
cy: Newidiwch unrhyw osodiadau system neu osodwch meddalwedd ychwanegol os ydych chi eu heisiau.
et: Muuda süsteemi seadistust või paigalda lisatarkvara nagu vaja.
fi: Muuta halutessasi järjestelmäasetuksia tai asenna lisäohjelmia.
he: ניתן לשנות הגדרות מערכת כלשהן או להתקין תכנה נוספת אם תרצו בכך.
hi: आवश्यकता अनुरूप सिस्टम सेटिंग्स बदलें या अतिरिक्त सॉफ्टवेयर इंस्टॉल करें।
id: Ubah pengaturan sistem apa pun atau pasang perangkat lunak tambahan jika Anda mau.
ja: 必要に応じて、適切なシステム設定や、追加のソフトウェアをインストールしてください。
kab: Beddel iɣewwaren n unagraw neɣ sbedd iseɣẓanen imernan ma tebɣiḍ.
pl: Zmień ustawienia systemu i zainstaluj dodatkowe oprogramowanie, jeśli chcesz.
pt: Se desejar, altere quaisquer configurações do sistema ou instale software adicional.
ro: Schimbă orice setare de sistem sau instalează software suplimentar dacă dorești.
sk: Podľa potreby zmeňte systémové nastavenia alebo doinštalujte softvér.
sl: Če želite, lahko spremenite katerekoli sistemske nastavitve in namestite dodatno programsko opremo.
sr: Промените било која подешавања система или инсталирајте додатни софтвер ако желите.
sr@latin: Izmenite bilo koja sistemska podešavanja ili instalirajte dodatne programe, ukoliko to želite.
uk: Змініть будь-які системні параметри чи встановіть додаткове програмне забезпечення, якщо хочете.
uz: Agar xohlasangiz, har qanday tizim sozlamalarini o‘zgartiring yoki qo‘shimcha dasturlarni o‘rnating.
zh_hk: 視您的需要調整系統設定或安裝額外軟體。

source: When ready, click :guilabel:`Prepare for shipping to end user`, enter the password you chose during the installation, click :guilabel:`OK` and shut down the computer.
be: Калі гатовыя, націсніце :guilabel:'Падрыхтавацца даставіць канчатковаму карыстальніку', увядзіце пароль, які выбралі падчас усталявання, націсніце :guilabel:`OK` і выключыце камп'ютар.
bn: প্রস্তুত হয়ে গেলে, ক্লিক করুন :guilabel:`Prepare for shipping to end user`, ইনস্টলেশনের সময় আপনি যে পাসওয়ার্ডটি বেছে নিয়েছেন তা প্রবেশ করুন :guilabel:`OK` এবং কম্পিউটারটি বন্ধ করে দিন।
cy: Pan yn barod, cliciwch :guilabel: `Paratowch ar gyfer cludo i'r defnyddiwr terfynol`, nodwch y cyfrinair a ddewisoch yn ystod y gosodiad, cliciwch :guilabel:` Iawn` a chau'r cyfrifiadur.
et: Kui oled lõpetanud, klõpsa :guilabel:`Valmista ette lõppkasutajale saatmiseks` (Prepare for shipping to end user), sisesta parool, mille valisid paigalduse käigus, klõpsa :guilabel:`OK` ja lülita arvuti välja.
fi: Kun olet valmis, napsauta :guilabel:`Valmistaudu toimittamaan loppukäyttäjälle`, kirjoita asennuksen aikana valitsemasi salasana, napsauta :guilabel:`OK` ja sammuta tietokone.
he: הקשה על :guilabel:'ההכנה למשלוח למשתמשי הקצה', נא להזין את הססמה שנבחרה במהלך ההתקנה, הקשה על :guilabel:'אישור' וכבוי המחשב.
hi: कार्य पूर्ण होने पर :guilabel:`उपयोक्ता विक्रय हेतु तैयार` पर क्लिक करें, इंस्टॉल प्रक्रिया के समय चयनित कूटशब्द दर्ज करें व :guilabel:`ठीक है` पर क्लिक कर कंप्यूटर बंद करें।
id: Jika sudah siap, klik :guilabel:`Siapkan pengiriman ke pengguna akhir`, masukkan kata sandi yang Anda pilih selama pemasangan, klik :guilabel:`OK` dan matikan komputer.
ja: 準備ができたら、:guilabel:`エンドユーザーへの出荷準備`をクリックし、インストール中に指定したパスワードを入力します。その後 :guilabel:`OK` をクリックし、コンピューターをシャットダウンします。
kab: Mi twejdeḍ, sit ɣef :guilabel:`Prepare for shipping to end user`, sekcem awal n uɛeddi i tferneḍ deg usbeddi, sit ɣef :guilabel:`OK` sakin sexsi aselkim.
pl: Jeśli jesteś gotowy, kliknij :guilabel:`Przygoduj do wysyłki dla użytkownika końcowego', wprowadź hasło używane w trakcie instalacji systemu, kliknij :guilabel:`OK` oraz wyłącz komputer.
pt: Ao terminar, clique em :guilabel:`Preparar para envio ao usuário final`, digite a senha escolhida durante a instalação, clique em :guilabel:`OK` e desligue o computador.
ro: Când ești gata, fă click pe :guilabel:`Prepare for shipping to end user`, introdu parola pe care ai aleso in timpul instalării, fă click pe :guilabel:`OK` și stinge computerul.
sk: Po dokončení zvoľte :guilabel:`Prepare for shipping to end user`, zadajte heslo, ktoré ste vybrali počas inštalácie, kliknite na :guilabel:`OK` a vypnite počítač.
sl: Ko bo pripravljeno, kliknite :guilabel:`Prepare for shipping to end user`, vnesite geslo, ki ste ga izbrali med namestitvijo, kliknite :guilabel:`OK` in ugasnite računalnik.
sr: Када буде спреман, кликните „:guilabel:Припрема за испоруку крајњем кориснику“, унесите лозинку коју сте изабрали током инсталације, кликните „:guilabel:У реду“ и искључите рачунар.
sr@latin: Kada ste spremni, kliknite na :guilabel:`Prepare for shipping to end user`, ukucajte šifru koju ste koristili tokom instalacije, kliknite na :guilabel:`OK` i isključite računar.
uk: Коли він готовий, клацніть на: guilabel: "Підготовка до відправки кінцевому користувачу", введіть пароль, який ви вибрали під час встановлення, клацніть: guilabel: "OK" і вимкніть комп'ютер.
uz: Tayyor bo‘lgach, :guilabel:`Oxirgi foydalanuvchiga jo‘natish uchun tayyorgarlik` tugmasini bosing, o‘rnatish vaqtida tanlagan parolni kiriting, :guilabel:`OK` tugmasini bosing va kompyuterni o‘chiring.
zh_hk: 準備就緒後，單擊 :guilabel:`Prepare for shipping to end user`，輸入在安裝過程中選擇的密碼，單擊 :guilabel:`OK` ，然後關閉計算機。

source: When the new owner of the computer boots the computer the following screen appears:
be: Калі новы ўласнік камп'ютара загрузіць гэты камп'ютар, з'явіцца наступны экран:
bn: কম্পিউটারের নতুন মালিক কম্পিউটারে বুট করলে নিম্নলিখিত স্ক্রিনটি উপস্থিত হয়:
cy: Pan fydd perchennog newydd y cyfrifiadur yn cychwyn y cyfrifiadur mae'r sgrin ganlynol yn ymddangos:
et: Kui arvuti uus omanik arvuti käima paneb, näeb ta järgmist ekraani:
fi: Tietokoneen uuden omistajan käynnistettyä tietokoneen ruudulle ilmestyy:
he: כאשר הבעלים החדשים של המחשב מאתחל אתו, המסך הבא יופיע:
hi: भावी उपयोक्ता द्वारा कंप्यूटर आरंभ करने पर यह स्क्रीन प्रदर्शित होगी :
id: Ketika pemilik baru komputer mem-boot komputer, layar berikut muncul:
ja: 新しい所有者がコンピューターを起動すると、このような画面が表示されます:
kab: Ticki amli amaynut n uselkim yesekker aselkim agdila-agi ad ittubeqqeḍ:
pl: Gdy nowy właściciel komputera uruchomi go, pojawi się następujący ekran:
pt: Quando o novo dono do computador iniciá-lo, a tela seguinte aparecerá:
ro: Următorul ecran va apare când noul proprietar pornește computerul data viitoare:
sk: Keď používateľ zapne počítač, zobrazí sa mu táto obrazovka:
sl: Ko bo nov lastnik prižgal računalnik, se bo prikazal naslednji zaslon:
sr: Када нови власник рачунара покрене рачунар, појавиће се следећи екран:
sr@latin: Kada novi vlasnik računara pokrene sistem na tom računaru, pojaviće se sledeći ekran:
uk: Коли новий власник комп'ютера завантажить його, то з'явиться такий екран:
uz: Kompyuterning yangi egasi kompyuterni ishga tushirganda quyidagi ekran paydo bo‘ladi:
zh_hk: 當計算機的新所有者啟動計算機時，將出現以下屏幕：
