Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: Launch :menuselection:`Menu --> Administration --> Timeshift`.
be: Запусціце :menuselection:'Меню --> Адміністраванне --> Timeshift'.
bn: লঞ্চ :menuselection:`Menu --> Administration --> Timeshift`।
cy: Cychwynnwch :menuselection: `Dewislen -> Gweinyddiaeth -> Timeshift`.
et: Käivita :menuselection:`Menüü --> Haldus --> Timeshift`.
fi: Käynnistä :menuselection:`Valikko --> Ylläpito --> Timeshift`.
he: שיגור :menuselection:`תפריט --> ניהול --> טיימשיפט`.
hi: :menuselection:`मेन्यू --> प्रशासन --> टाइमशिफ्ट` उपयोग करें।
id: Luncurkan :menuselection:`Menu --> Administrasi --> Timeshift`.
ja: :menuselection:`メニュー --> システム管理 --> Timeshift` を起動します。
kab: Sekker :menuselection:`Menu --> Administration --> Timeshift`.
pl: Uruchom menu systemowe ``menu, następnie administrowanie i timeshift``.
pt: Clique em :menuselection:`Menu --> Administração --> Ferramenta de cópia de segurança`.
ro: Lansează :menuselection:`Menu --> Administration --> Timeshift`.
sk: Spustite :menuselection:`Menu --> Administration --> Timeshift`.
sl: Zaženite :menuselection:`Menu --> Administration --> Timeshift`.
sr: Покрените „:menuselection:Изборник → Администрација → Timeshift“.
sr@latin: Pokrenite :menuselection:`Menu --> Administration --> Timeshift`.
uk: Запуск: меню: `Меню -> Адміністрування -> Зрушення в часі '.
uz: Ishga tushirish :menuselection:`Menyu --> Boshqaruv --> Timeshift`.
zh_hk: 啟動 :menuselection:`Menu --> Administration --> Timeshift`。

source: Select ``RSYNC`` and click :guilabel:`Next`.
be: Выберыце ``RSYNC`` і націсніце :guilabel:`Далей`.
bn: ``RSYNC`` নির্বাচন করুন এবং ক্লিক করুন :guilabel:`Next`।
cy: Dewiswch ``RSYNC`` a chlicio :guilabel: `Nesaf`.
et: Vali ``RSYNC`` ja klõpsa :guilabel:`Edasi` (Next).
fi: Valitse ``RSYNC`` ja napsauta :guilabel:`Seuraava`.
he: בחירת ``RSYNC`` והקשה על :guilabel:`הבא`.
hi: ``RSYNC`` चुनें व :guilabel:`अगला` पर क्लिक करें।
id: Pilih ``RSYNC`` dan klik :guilabel:`Lanjut`.
ja: ``RSYNC`` を選択し、:guilabel:`次へ`をクリックします。
kab: Fren ``RSYNC`` sakin sit ɣef :guilabel:`Uḍfir`.
pl: Wybierz ``RSYNC`` i kliknij ``Dalej``.
pt: Selecione "RSYNC" e clique em :guilabel:`Próximo`.
ro: Alege ``RSYNC`` și fă click pe :guilabel:`Next`.
sk: Vyberte ``RSYNC`` a kliknite na :guilabel:`Next`.
sl: Izberite ``RSYNC`` in kliknite :guilabel:`Next`.
sr: Изаберите „RSYNC“ и кликните „:guilabel:Даље“.
sr@latin: Izaberite ``RSYNC`` i klicknite na :guilabel:`Next`.
uk: Оберіть `` RSYNC`` і натисніть :guilabel: `Далі`.
uz: ``RSYNC``ni tanlang va :guilabel:`Keyingi` tugmasini bosing.
zh_hk: 選擇``RSYNC``並點擊:guilabel:`Next`。

source: Select the device where you want system snapshots to be saved and click :guilabel:`Next`.
be: Выберыце прыладу, на якой жадаеце захоўваць здымкі сістэмы і націсніце :guilabel:`Далей`.
bn: আপনি যে ডিভাইসে সিস্টেম স্ন্যাপশট সংরক্ষণ করতে চান তা নির্বাচন করুন এবং ক্লিক করুন :guilabel:`Next`।
cy: Dewiswch y ddyfais lle rydych chi am i gipluniau system gael eu cadw a chlicio :guilabel: `Nesaf`.
et: Vali seade, kuhu soovid, et süsteemi hetktõmmised salvestatakse ja klõpsa :guilabel:`Edasi`.
fi: Valitse laite, jollei järjestelmän palautuspisteet tallennetaan, ja napsauta :guilabel:`Seuraava`.
he: בחירת ההתקן עליו תשמר תמונות-חטף המערכת והקשה על :guilabel: 'הבא'.
hi: सिस्टम स्नैपशॉट संचय हेतु उपकरण चुनें व :guilabel:`अगला` पर क्लिक करें।
id: Pilih perangkat tempat Anda ingin menyimpan snapshot sistem dan klik :guilabel:`Lanjut`.
ja: システムスナップショットの保存先となるデバイスを選択し、:guilabel:`次へ`をクリックします。
kab: Fren ibenk anida ara ttwaskelsent tuṭṭfiwin n unagraw sakin sit ɣef :guilabel:`Uḍfir`.
pl: Zaznacz urządzenie, na którym chcesz zapisać obraz systemu.
pt: Selecione o dispositivo onde deseja que as cópias de segurança do sistema sejam salvas e clique em :guilabel:`Próximo`.
ro: Alege dispozitivul pe care dorești să salvezi instantaneele de sistem și fă click pe :guilabel:`Next`.
sk: Vyberte zariadenie, kam sa majú ukladať zálohy systému a kliknite na :guilabel:`Next`.
sl: Izberite napravo kjer želite imeti shranjene vaše sistemske posnetke in kliknite :guilabel:`Next`.
sr: Изаберите уређај у којем желите да сачувате системске снимке и кликните „:guilabel:Даље“.
sr@latin: Izaberite uređaj na kome želite da sačuvate snimke stanja sistema i kliknite na :guilabel:`Next`.
uk: Оберіть пристрій, де потрібно зберегти знятки системи, та натисніть :guilabel: `Далі`.
uz: Tizim suratlari saqlanishi kerak boʻlgan qurilmani tanlang va :guilabel:`Keyingi`ni bosing.
zh_hk: 選擇欲儲存系統備份快照的磁碟，並點擊:guilabel:`Next`。

source: The selected device is not formatted and no data is lost. System snapshots are saved into a newly created ``timeshift`` directory on the root of the selected device.
be: Выбраная прылада не фармаціруецца і даныя не страчваюцца. Здымкі сістэмы захоўваюцца ў створаным каталозе ``timeshift`` у корані выбранай прылады.
bn: নির্বাচিত ডিভাইস ফর্ম্যাট করা হয়নি এবং কোনও ডেটা হারিয়ে যায় না। সিস্টেম স্ন্যাপশটগুলি নির্বাচিত ডিভাইসের রুটেতে একটি নতুন তৈরি ``timeshift`` ডিরেক্টরিতে সংরক্ষণ করা হয়।
cy: Nid yw'r ddyfais a ddewiswyd wedi'i fformatio ac nid yw unrhyw ddata wedi'i golli. Mae cipluniau system yn cael eu cadw yng nghyfeiriadur ``timeshift`` sydd newydd ei greu yng ngwraidd y ddyfais a ddewiswyd.
et: Valitud seadet ei vormindada ning andmed kaotsi ei lähe. Süsteemi hetktõmmised salvestatakse vastloodud kausta ``timeshift`` otse seadme kõige ülemises kaustas.
fi: Valittua laitetta ei alusteta eikä tietoja menetetä. Järjestelmän palautuspisteet tallennetaan vasta luotuun ``timeshift``-kansioon valitun laitteen juuressa.
he: ההתקן שנבחר אינו מתובנת, לכן לא אבדו נתונים. תמונות־חטף המערכת נשמרות במחיצת "timeshift" שזה עתה נוצרה בשורש ההתקן שנבחר.
hi: चयनित उपकरण फॉर्मेट नहीं किया जाता है व सारा डेटा सुरक्षित है। सिस्टम स्नैपशॉट चयनित उपकरण के रुट फोल्डर में ``टाइमशिफ्ट`` नामक डायरेक्टरी में संचित होती हैं।
id: Perangkat yang dipilih tidak diformat dan tidak ada data yang hilang. Snapshot sistem disimpan ke dalam direktori ``timeshift`` yang baru dibuat di akar perangkat yang dipilih.
ja: 選択したデバイスがフォーマットされることはないため、データを失うことはありません。システムスナップショットの保存先は、選択したデバイスのルートに新しく作成される ``timeshift`` というディレクトリの中です。
kab: Ibenk yettwafernen ur yettwamsel ara yerna ulac isefka ara yeṛuḥen. Tuṭṭfiwin n unagraw ad ttwaskelsent deg ukaram ``timeshift`` ara d-yenulfun deg uẓar n yibenk yettwafernen.
pl: Urządzenie nie będzie formatowane, nie stracisz danych. Zostanie utworzony folder ``timeshift`` na tym urządzeniu, tam będzie przechowywany obraz.
pt: O dispositivo selecionado não é formatado e nenhum dado é perdido. As cópias de segurança do sistema são salvas em um diretório "timeshift" (cópia de segurança) recém criado, na raiz do dispositivo selecionado.
ro: Dispozitivul selectat nu va fi formatat și nici o informație va fi ștearsa. Instantaneele de sistem sunt salvate într-un director nou creat numit ``timeshift`` pe dispozitivul selectat.
sk: Vybraté zariadenie sa NEbude formátovať. Zálohy systému sa budú ukladať do novovytvoreného priečinka ``timeshift`` na vybratom zariadení.
sl: Izbrana naprava ne bo formatirana in podatki se ne bodo izgubili. Sistemski posnetki so shranjeni na novo narejeni mapi ``timeshift`` v root mapi želene naprave.
sr: Изабрани уређај није форматиран и нема изгубљених података. Снимци система се чувају у ново створеном директоријуму „timeshift“ у корену изабраног уређаја.
sr@latin: Izabrani uređaj neće biti formatiran, tako da već postojeći podaci na njemu neće biti izgubljeni. Snimci stanja sistema se čuvaju u novostvorenom direktorijumu ``timeshift`` u osnovnom direktorijumu izabranog uređaja.
uk: Обраний пристрій не відформатується, а дані не втратяться. Системні знятки зберігаються у новоствореному каталозі `` timeshift`` у корені вибраного пристрою.
uz: Tanlangan qurilma formatlanmagan va hech qanday ma'lumot yo‘qolmaydi. Tizim suratlari tanlangan qurilmaning ildizida yangi yaratilgan ``timeshift`` katalogiga saqlanadi.
zh_hk: 請放心，被選擇的硬碟既不會被格式化也不會丟失任何資料。系統備份快照將被儲存在該硬碟的根目錄下新建的``timeshift``目錄。

source: Select when system snapshots are saved.
be: Выберыце, калі здымкі сістэмы захоўваюцца.
bn: সিস্টেম স্ন্যাপশট কখন সংরক্ষণ করা হয় তা নির্বাচন করুন।
cy: Dewiswch pryd mae cipluniau system yn cael eu cadw.
et: Vali hetktõmmiste tegemise sagedus.
fi: Valitse, milloin järjestelmän palautuspisteitä tallennetaan.
he: בחירת תמונות-חטף מערכת לשמירה
hi: सिस्टम स्नैपशॉट संचय हेतु समय चयन।
id: Pilih kapan snapshot sistem disimpan.
ja: システムスナップショットが保存されるタイミングを選びます。
kab: Fren melmi ara ttwaskelsent tuṭṭfiwin n unagraw.
pl: Zaznacz, kiedy obraz systemu ma być zapisywany.
pt: Selecione quando as cópias de segurança do sistema são salvas.
ro: Alege când să fie salvate instantaneele de sistem.
sk: Vyberte, či sa má záloha systému robiť automaticky.
sl: Izberite kdaj so vaši sistemski posnetki shranjeni.
sr: Изаберите када се снимци система снимају.
sr@latin: Izaberite kada će se snimci stanja sistema sačuvati.
uk: Оберіть, коли зберігаються системні знятки.
uz: Tizim oniy tasvirlari qachon saqlanganini tanlang.
zh_hk: 選擇何時保存系統快照。

source: System snapshots are incremental so although the first snapshot takes a significant amount of spaces, new snapshots only take additional space for files which have changed.
be: Здымкі сістэмы прырастальныя, таму толькі першы здымак займае значную прастору, новыя здымкі займаюць дадатковую прастору для файлаў, якія былі зменены.
bn: সিস্টেম স্ন্যাপশটগুলি বর্ধনশীল তাই প্রথম স্ন্যাপশটটি উল্লেখযোগ্য পরিমাণে স্পেস গ্রহণ করলেও নতুন স্ন্যাপশটগুলি পরিবর্তিত ফাইলগুলির জন্য কেবল অতিরিক্ত স্থান নেয়, নতুন করে সবটা হয় না।
cy: Mae cipluniau system yn gynyddrannol felly er bod y ciplun cyntaf yn cymryd cryn dipyn o le, dim ond lle ychwanegol ar gyfer ffeiliau sydd wedi newid y mae cipluniau newydd yn eu cymryd.
et: Süsteemi hetktõmmised on täienevad, seega kuigi esimene tõmmis võtab palju ruumi, võtavad uued tõmmised ruumi ainult muutunud failide võrra.
fi: Järjestelmän palautuspisteet ovat inkrementaalisia, joten vaikka ensimmäinen palautuspiste vie paljon tilaa, uudet vievät tilaa vain muuttuneiden tiedostojen verran.
he: תמונת-חטף המערכת מתווספים ולכן למרות שתמונת-החטף הראשונה מאכלסת נפח אחסון משמעותי, תמונת-החטף הבאים יאכלסו נפח נוסף עבור קבצים שהשתנו בלבד.
hi: सिस्टम स्नैपशॉट वृद्धिशील होती हैं अतः प्राथमिक स्नैपशॉट ही अत्यधिक स्पेस उपयोग करती है व आगामी स्नैपशॉट में केवल फाइल परिवर्तनों के अनुरूप स्पेस उपयोग होता है।
id: Snapshot sistem bersifat tambahan sehingga meskipun snapshot pertama membutuhkan banyak ruang, snapshot baru hanya membutuhkan ruang tambahan untuk berkas-berkas yang telah berubah.
ja: システムスナップショットは、前のスナップショットとの差分を取りながら保存されていきます。なので、何のファイルもない初回のスナップショットだけは、たくさんの容量を消費します。
kab: Tuṭṭfiwin n unagraw zmrent d tiseffasanin ihi tuṭṭfa tmezwarut ad tawi aṭas n tallunt, tuṭṭfa tamaynut ad tawi kan tallunt i yifuyla i yibeddlen.
pl: Zrzuty systemowe są przyrostowe, więc pierwszy zrzut będzie duży, a pozostałe będą zawierały same modyfikacje plików.
pt: As cópias de segurança do sistema são incrementais e, desse modo, embora a primeira cópia de segurança ocupe uma quantidade significativa de espaço, novas cópias somente ocuparão espaço adicional para arquivos que foram modificados.
ro: Instantaneele de sistem sunt incrementale. Deși primul instantaneu ocupă destul de mult spațiu, instantaneele succesive vor ocupa numai spațiul necesar fișierelor care au fost modificate între timp.
sk: Prvá záloha systému síce zaberie veľa miesta, ale každá ďalšia potrebuje už len priestor na súbory, ktoré sa zmenili.
sl: Sistemski posnetki so postopni to pomeni, da kljub temu, da prvi posnetek zavzame veliko količino prostora, bodo naslednji posnetki zavzeli zgolj toliko dodatnega prostora, kot se je spremenilo datotek.
sr: Снимци система се повећавају, иако први снимак заузима значајну количину простора, нови снимци само заузимају додатни простор за датотеке које су се промениле.
sr@latin: Snimci stanja sistema su inkrementalni, tako da, premda prvi snimak stanja zauzima značajan prostor, novi snimci stanja zauzimaju dodatni prostor samo za one datoteke koje su u međuvremenu izmenjene.
uk: Системні знятки зростають інкрементально, хоча перший зняток займає значну кількість пробілів, нові знятки дозволяють отримати лише додатковий простір для змінених файлів.
uz: Tizim tasvirlari bosqichma-bosqich boʻladi, shuning uchun birinchi surat katta hajmdagi boʻsh joy egallasa-da, yangi tasvirlar faqat oʻzgartirilgan fayllar uchun qoʻshimcha joy egallaydi.
zh_hk: 系統備份快照乃以增量方式儲存，因此即便第一份系統備份快照會佔用不少的空間，其後的新快照只會儲存被改變的部份。

source: ``Boot`` snapshots are performed in the background and do not impact the speed of the boot sequence.
be: ``Загрузачныя`` здымкі выконваюцца на заднім фоне і не ўплываюць на хуткасць загрузкі.
bn: ``Boot`` স্ন্যাপশটগুলি ব্যাকগ্রাউন্ডে সঞ্চালিত হয় এবং বুট ক্রমের গতিতে প্রভাব ফেলবে না।
cy: Crëir cipluniau ``Cychwyn`` yn y cefndir ac nid ydynt yn effeithio ar gyflymder dilyniant y cychwyn.
et: ``Alglaadimise`` tõmmiseid tehakse taustal ja need ei mõjuta arvuti käivitamise kiirust.
fi: ``Käynnistys``-palautuspisteet tehdään taustalla eivätkä vaikuta käynnistysnopeuteen.
he: תמונות-חטף "אתחול" מבוצעות ברקע ואינן משפיעות על מהירות רצף האתחול.
hi: ``बूट`` स्नैपशॉट बैकग्राउंड में होती हैं व इनका बूट क्रम की गति पर कोई प्रभाव नहीं पड़ता है।
id: Snapshot ``Boot`` dilakukan di latar belakang dan tidak memengaruhi kecepatan urutan boot.
ja: ``ブート``スナップショットはバックグラウンドで実行されるため、起動時のパフォーマンスへの影響はありません。
kab: Tuṭṭfiwin n ``Boot`` ad ttwagent deg ugilal ihi ur ttḥazant ara arured n usekker n unagraw n wammud.
pl: Obrazy ``uruchamiania`` są wykonywane w tle i nie zmieniają szybkości sekwencji uruchamiania.
pt: As cópias de segurança de "boot" são realizadas em segundo plano, e não causam impacto na velocidade da sequência de boot.
ro: Instantaneele pentru ``Boot`` au loc în fundal și nu afectează viteza de pornire a sistemului.
sk: ``Boot`` zálohy sú vykonávané v pozadí a nemajú vplyv na rýchlosť bootovania.
sl: ``Boot`` posnetki so opravljeni v ozadju in ne vplivajo na hitrost zagona.
sr: „Покретање“ снимак система се изводе у позадини и не утичу на брзину покретања система.
sr@latin: ``Boot`` snimci stanja se vrše u pozadini i nemaju uticaja na brzinu sekvence pokretanja sistema.
uk: Знятки `` Boot`` виконуються у тловому режимі та не впливають на швидкість роботи завантажувальної послідовности.
uz: ``Yuklash`` tasvirlari fonda bajariladi va yuklash ketma-ketligi tezligiga ta`sir qilmaydi.
zh_hk: ``Boot``快照會在背景執行，且不會影響開機的速度。

source: Click :guilabel:`Finish`.
be: Націсніце :guilabel:`Скончыць`.
bn: ক্লিক করুন :guilabel:`Finish`।
cy: Cliciwch :guilabel: `Gorffen`.
et: Klõpsa :guilabel:`Lõpeta` (Finish).
fi: Napsauta :guilabel:`Valmis`.
he: הקשה על :guilabel:`סיום`.
hi: :guilabel:`पूर्ण` पर क्लिक करें।
id: Klik :guilabel:`Selesai`.
ja: :guilabel:`完了`をクリックします。
kab: Sit ɣef :guilabel:`Fak`.
pl: Kliknij ``Zakończ``.
pt: Clique em :guilabel:`Finalizar`.
ro: Fă click pe Click :guilabel:`Finish`.
sk: Kliknite na :guilabel:`Finish`.
sl: Kliknite :guilabel:`Finish`.
sr: Кликните „:guilabel:Заврши“.
sr@latin: Kliknite na :guilabel:`Finish`.
uk: Клацніть: guilabel: "Закінчити".
uz: :guilabel:`Finish` tugmasini bosing.
zh_hk: 點擊:guilabel:`Finish`。

source: Verify your ISO image
be: Праверце ваш вобраз ISO
bn: আপনার ISO ইমেজটি যাচাই করুন
cy: Gwiriwch eich delwedd ISO
et: ISO tõmmise kontroll
fi: Tarkista ISO-levykuva
he: אימות תמונת ה-ISO
hi: आईएसओ फाइल प्रमाणीकरण
id: Verifikasi image ISO Anda
ja: ISO イメージの検証
kab: Senqed tugna ISO
pl: Zweryfikuj swój obraz ISO
pt: Verifique a imagem ISO
ro: Verficică imaginea ta ISO.
sk: Overte ISO obraz
sl: Preverite vašo ISO sliko
sr: Проверите ИСО слику
sr@latin: Proverite Vašu ISO kopiju
uk: Перевірте свій образ ISO
uz: ISO tasviringizni tasdiqlang
zh_hk: 校驗您的ISO映像

source: It is important to verify the integrity and authenticity of your ISO image.
be: Гэта важна праверыць цэласнасць і сапраўднасць вашага вобраза ISO.
bn: আপনার ISO ইমেজের অখণ্ডতা এবং সত্যতা যাচাই করা গুরুত্বপূর্ণ।
cy: Mae'n bwysig gwirio cywirdeb a dilysrwydd eich delwedd ISO.
et: ISO tõmmise tervikluse ja autentsuse kontrollimine on oluline.
fi: ISO-levykuvan eheys ja aitous on tärkeää varmistaa.
he: חשוב לאמת את השלמות והאמינות של תמונת ה-ISO.
hi: आईएसओ फाइल की अखंडता हेतु प्रमाणीकरण आवश्यक होता है।
id: Penting untuk memverifikasi integritas dan keaslian image ISO Anda.
ja: ISO イメージの正当性・信頼性を検証することは非常に重要です。
kab: Isefk ad tselkneḍ timmad akked westab n tugna ISO inek.
pl: Jest ważne, aby sprawdzić integralność i autoryzację pliku ISO.
pt: É importante verificar a integridade e autenticidade da imagem ISO.
ro: Este foarte important de verificat integritatea și autenticitatea imaginei tale ISO.
sk: Je veľmi dôležité overiť neporušenosť ISO obrazu.
sl: Je zelo pomembno, da preverite celovitost in pristnost vaše ISO slike.
sr: Важно је проверити интегритет и аутентичност ваше ИСО слике.
sr@latin: Važno je proveriti integritet i autentičnost Vaše ISO kopije.
uk: Важливо перевірити цілісність і автентичність образу ISO.
uz: ISO tasviringizning yaxlitligi va haqiqiyligini tekshirish muhimdir.
zh_hk: 校驗ISO映像的完整性及安全性是非常重要的。

source: The integrity check confirms that your ISO image was properly downloaded and that your local file is an exact copy of the file present on the download servers. An error during the download could result in a corrupted file and trigger random issues during the installation.
be: Праверка цэласнасці пацвярджае, што ваш вобраз ISO быў спампаваны правільна і што ваш файл з'яўляецца дакладнай копіяй файла на серверах. Памылка падчас спампоўвання можа праявіцца ў пашкоджанні файла і выклікаць выпадковыя праблемы падчас усталявання.
bn: অখণ্ডতা পরীক্ষাটি(integrity check) নিশ্চিত করে যে আপনার ISO ইমেজটি সঠিকভাবে ডাউনলোড হয়েছে এবং আপনার স্থানীয় ফাইলটি ডাউনলোড সার্ভারে উপস্থিত ফাইলটির একটি সঠিক কপি। ডাউনলোডের সময় একটি ত্রুটির ফলে ক্ষতিগ্রস্থ হওয়া ফাইল তৈরি হতে পারে এবং ইনস্টলেশনের সময় এলোমেলো সমস্যা ঘটাতে পারে।
cy: Mae'r gwiriad uniondeb yn cadarnhau bod eich delwedd ISO wedi'i lwytho i lawr yn iawn a bod eich ffeil leol yn union gopi o'r ffeil sy'n bresennol ar y gweinyddwyr i'w llwytho i lawr. Gallai gwall yn ystod y llwytho i lawr arwain at ffeil lygredig a sbarduno materion ar hap yn ystod y gosodiad.
et: ISO tõmmise tervikluse kontroll kinnitab, et faili allalaadimisel ei tekkinud vigu ning sinu arvutis olev fail on täpne koopia failist, mis on allalaadimise serveris. Allalaadimisel tekkivad vead võivad rikkuda faili ning põhjustada juhuslikke vigu paigalduse käigus.
fi: Eheystarkistus vahvistaa, että ISO-kuva on ladattu oikein ja että paikallinen tiedosto on tarkka kopio latauspalvelimissa olevasta tiedostosta. Latauksen aikana tapahtunut virhe voi johtaa vioittuneeseen tiedostoon ja käynnistää satunnaisia ongelmia asennuksen aikana.
he: בדיקת השלמות מאשרת שתמונת ה-ISO הורדה באופן תקין ושהקובץ המקומי שירד הוא עותק מדויק של הקובץ שנמצא בשרתים. שגיאה בזמן ההורדה עלולה להסתיים בקובץ פגום ולגרום לבעיות אקראיות בזמן ההתקנה.
hi: अखंडता जाँच द्वारा आपके द्वारा डाउनलोड की गई फाइल का हमारे डाउनलोड सर्वर से मिलान कर आईएसओ फाइल के उचित डाउनलोड की पुष्टि होती है। डाउनलोड त्रुटि से फाइल विकृत होकर इंस्टॉल प्रक्रिया हेतु समस्या उत्पन्न हो सकती है।
id: Pemeriksaan integritas mengonfirmasi bahwa image ISO Anda diunduh dengan benar dan bahwa berkas lokal Anda adalah salinan persis dari berkas yang ada di server unduhan. Kesalahan selama pengunduhan dapat menyebabkan berkas rusak dan memicu masalah acak selama penginstalan.
ja: 正当性を検証すると、お使いの ISO イメージが正しくダウンロードできており、ダウンロードサーバー上に存在するファイルと正確に一致することが保証されます。ダウンロード中に問題があった場合、ファイルが破損していることとなり、インストールの際に予期しない問題を引き起こす恐れがあります。
kab: Akayad n timmad yesentem belli tugna ISO inek tettusider akken iwata yerna d tasukkint taseddit n ufaylu yellan deg uḍebsi uslig n usider. Tuccḍa deg usider tezmer ad tsexser tugna yerna ad d-teglu s wuguren igacuranen deg usbeddi.
pl: Sprawdzenie i pozytywny wynik integralności oznacza, że plik ISO został prawidłowo pobrany i plik lokalny jest kopią pliku z serwera, z którego został pobrany. Błąd podczas pobierania spowoduje pobranie tylko fragmentu pliku, lub pobranie pliku ISO, jednak przy instalacji może pojawić się dowolny błąd.
pt: A verificação de integridade confirma que a imagem ISO foi baixada adequadamente e que seu arquivo local é uma cópia exata do arquivo presente nos servidores de download. Um erro durante o download poderia resultar em um arquivo corrompido e desencadear problemas aleatórios durante a instalação.
ro: Verificarea de integritate confirmă faptul ca imaginea ISO a fost descărcată cu success si că aceasta este o copie exactă a celei de pe server. Dacă o erroare apare în timpul decărcării, aceasta poate duce la fișiere corupte sau probleme aleatorii în timpul instalării.
sk: Pri overení neporušenosti ISO obrazu sa zisťuje, či ISO súbor nebol poškodený.
sl: Preverjanje celovitosti potrdi, da je bila vaša ISO slika prenesena pravilno in da so lokalne datoteke enake kopije od datotek, ki se nahajajo na prenašalnih strežnikih. Napaka med prenosom lahko sledi v uničene datoteke in sproži nepričakovane napake med namestitvijo.
sr: Провера интегритета потврђује да је ваша ИСО слика правилно преузета и да је ваша локална датотека тачна копија датотеке присутне на серверима за преузимање. Грешка приликом преузимања може довести до оштећене датотеке и узроковати разне проблема током инсталације.
sr@latin: Provera integriteta potvrđuje da je Vaša ISO kopija ispravno preuzeta i da je Vaša lokalna datoteka identična kopija datoteke koja se nalazi na serverima za preuzimanje. Neka greška prilikom preuzimanja bi mogla rezultovati oštećenom datotekom i pokrenuti razne probleme tokom instalacije.
uk: Перевірка цілісности підтверджує, що ваш ISO образ системи було належним чином завантажено і що ваш локальний файл є точною копією файлу, що знаходиться на серверах завантаження розробника. Під час завантаження помилка може призвести до пошкодження файлу та викликати випадкові проблеми під час встановлення.
uz: Butunlikni tekshirish sizning ISO tasviringiz to‘g‘ri yuklab olinganligini va mahalliy faylingiz yuklab olish serverlarida mavjud faylning aniq nusxasi ekanligini tasdiqlaydi. Yuklab olish paytidagi xato faylning buzilishiga olib kelishi va o‘rnatish vaqtida tasodifiy muammolarni keltirib chiqarishi mumkin.
zh_hk: 檔案完整性檢查能協助您確認此ISO映像與伺服器上提供的是否相同。在下載過程中的任何錯誤可能在安裝過程中導致檔案衝突或引發意外的問題。
