Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: :guilabel:`Encrypt the new Linux Mint installation for security` refers to full disk encryption. At this stage of the installation your keyboard layout wasn't yet selected so it is set to en_US. If you decide to use this option, keep this in mind when entering a password. Note that there are issues with this option and some NVIDIA drivers. If you are new to Linux use home directory encryption instead (you can select it later during the installation).
be: :guilabel:'Зашыфраваць новую ўсталёўку для бяспекі' спасылаецца на поўнае шыфраванне дыска. На гэтай стадыі ўсталёўкі ваша раскладка клавіятуры яшчэ не выбрана, таму дзейнічае перадвызначаная en_US. Калі вы вырашыце скарыстацца опцыяй шыфравання, майце гэта на ўвазе падчас уводу пароля. Майце на ўвазе, што сустракаюцца праблемы з гэтай опцыяй і асобнымі драйверамі NVIDIA. Калі вы навічок у Linux, скарыстайцеся замест гэтага шыфраваннем хатняга каталога (вы зможаце выбраць гэта пазней падчас усталявання).
bn: :guilabel:`Encrypt the new Linux Mint installation for security` - সম্পূর্ণ ডিস্ক এনক্রিপশনকে বোঝায়। ইনস্টলেশনের এই পর্যায়ে আপনার কীবোর্ড লেআউটটি এখনও নির্বাচন করা হয়নি, সুতরাং এটি en_US এ সেট করা আছে। আপনি যদি এই বিকল্পটি ব্যবহার করার সিদ্ধান্ত নেন তবে পাসওয়ার্ড দেওয়ার সময় এই বিষয়ে সচেতন হন। এছাড়াও নোট করুন যে এই বিকল্পটি কিছু NVIDIA ড্রাইভারদের সাথে সমস্যার সৃষ্টি করবে। আপনি যদি লিনাক্সে নতুন হন তবে পরিবর্তে হোম ডিরেক্টরি এনক্রিপশন ব্যবহার করুন (এটি ইনস্টলেশন পরবর্তী সময়ে নির্বাচন করা যেতে পারে)।
cy: :guilabel: Mae `Amgryptiwch y gosodiad Linux Mint newydd ar gyfer diogelwch` yn cyfeirio at amgryptio disg llawn. Ar y cam hwn o'r gosodiad nid ydych wedi dewis cynllun eich bysellfwrdd eto felly mae'n cael ei osod i en_US. Os penderfynwch ddefnyddio'r opsiwn hwn, cadwch hyn mewn cof wrth nodi cyfrinair. Sylwch fod problemau gyda'r opsiwn hwn a rhai gyrwyr NVIDIA. Os ydych chi'n newydd i Linux, defnyddiwch amgryptio'r cyfeiriadur cartref yn lle hynny (gallwch ei ddewis yn ddiweddarach yn ystod y gosodiad).
et: :guilabel:`Encrypt the new Linux Mint installation for security` viitab kogu ketta krüpteerimisele. Selles paigalduse faasis ei ole klaviatuuri paigutus veel valitud, seega on kasutusel en_US paigutus, pea seda meeles parooli valikul. Selle valikuga esineb vahel probleeme mõnede NVIDIA draiveritega. Kui sa oled uus Linuxi kasutaja, soovitame hoopis kodukausta krüpteerimist (seda saab valida paigalduse hilisemas faasis).
fi: :guilabel:`Salaa uusi Linux Mintin asennus` viittaa koko levyn salaukseen. Tässä asennuksen vaiheessa näppäimistöasettelua ei ole vielä valittu, joten se on asettelulla en_US. Jos päätät käyttää tätä vaihtoehtoa, pidä tämä mielessä salasanaa kirjoitettaessa. Huomaa, että tämän vaihtoehdon ja joidenkin NVIDIA-ajurien kanssa on ongelmia. Jos olet uusi Linux käyttäjä, käytä sen sijaan kotihakemiston salausta (voit valita sen myöhemmin asennuksen aikana).
he: :guilabel:`לאבטחה, נא להצפין את התקנת לינוקס מינט החדשה` מתייחס להצפנה מלאה של הכונן הקשיח. בשלב זה של ההתקנה פריסת המקלדת טרם נבחרה ונקבעה כ-en_US. בבחירה לעשות שימוש באפשרות זו, יש להתחשב בכך בעת קביעת ססמה. לתשומת לב קיימות סוגיות עם אפשרות זו ועם כמה הנעי-התקן NVIDIA. למשתמשי לינוקס חדשים, מומלץ להשתמש בהצפנת תיקיית הבית במקום (ניתן לבחור בכך בשלב מאוחר יותר בהתקנה).
hi: :guilabel:`लिनक्स मिंट का नवीन इंस्टॉल एन्क्रिप्ट करें' यानी पूर्ण डिस्क एन्क्रिप्शन। इंस्टॉल प्रक्रिया के इस चरण पर कुंजीपटल अभिन्यास अचयनित होने के कारण यह en_US अमेरिकी अंग्रेजी पर सेट है। यदि एन्क्रिप्शन करना चाहते हैं तो कूटशब्द दर्ज करते समय इस संदर्भ में सतर्क रहें। ध्यान दें कि एन्क्रिप्शन व कुछ NVIDIA ड्राइवर में संगतता समस्याएँ हैं। यदि आप लिनक्स संसार में नवांगतुक है तो होम डायरेक्टरी एन्क्रिप्शन ही चुनें (आप इसे बाद में इंस्टॉल के दौरान भी चुन सकते हैं)।
id: :guilabel:`Enkripsi pemasangan Linux Mint baru untuk keamanan` mengacu pada enkripsi seluruh disk. Pada tahap pemasangan ini, tata letak papan kektik Anda belum dipilih sehingga disetel ke en_US. Jika Anda memutuskan untuk menggunakan opsi ini, ingatlah ini saat memasukkan kata sandi. Perhatikan bahwa ada masalah dengan opsi ini dan beberapa driver NVIDIA. Jika Anda baru mengenal Linux, gunakan enkripsi direktori home sebagai gantinya (Anda dapat memilihnya nanti selama pemasangan).
ja: :guilabel:`安全のため新しいLinux Mintのインストールを暗号化する`にチェックを入れると、ディスクが完全に暗号化されます。現時点のインストール段階では、まだお使いのキーボードレイアウトを選択していないため、既定の en_US (アメリカ英語) 配列が使用されます。暗号化のオプションを使用する場合、パスワード入力の際には注意してください。また、暗号化済みのシステムは NVIDIA ドライバーとの相性が良くないこともあるそうです。Linux の使用が初めてで、設定や操作についての自信が持てないのなら、ホームディレクトリのみを暗号化する方が無難です (インストールを進めていくと、後で選択できます)。
kab: :guilabel:`ad asewgleh asebded amaynut n Linux Mint i taɣellist` iccud ɣer uwgelhen aččaran n uḍebsi. deg uḥric-agi n usebded taneɣruft-inek n unasiw ur tettwafran ara yakan ihi attan tettwasbadu deg en_US. Ma tferneḍ aɣewwaṛ-agi, cfu ɣef wawal uffir i teskecmeḍ. ẓer kan d akken llan uguren akked uɣewwaṛ-agi daɣen akked kran n inuḍaf n NVIDIA. Ma telliḍ d amaynut deg useqdec n uwegelhen n ukaran agejdan n Linux ( tzemreḍ ad tferneḍ-t ticki deg lawan n usebded).
pl: :guilabel:`Szyfrowanie nowej instalacji Linux Mint dla zwiększenia bezpieczeństwa` odnosi się do pełnego szyfrowania dysku. Na tym etapie instalacji twój układ klawiatury nie został ustalony więc jest ustawiony na en_US. Jeśli zdecydujesz się użyć tej opcji, pamiętaj o tym wprowadzając hasło. Zauważ, że istnieją problemy z tą opcją i pewnymi sterownikami NVIDIA. Jeśli jesteś nowy w Linux Mint, zamiast tego użyj opcji szyfrowania tylko folderu domowego (możesz wybrać to później w trakcie instalacji).
pt: :guilabel:`Criptografar a nova instalação do Linux Mint por segurança` refere-se à criptografia total do disco. Nessa etapa da instalação, o leiaute do teclado ainda não foi selecionado e, portanto, está configurado para en_US. Se você decidir usar essa opção, lembre-se disso ao digitar uma senha. Observe que há problemas com essa opção e alguns drivers NVIDIA. Se você for novo em usar o Linux, escolha a criptografia do diretório Pasta pessoal (você pode selecioná-la depois durante a instalação).
ro: :guilabel:`Encrypt the new Linux Mint installation for security` înseamnă criptarea completă a discului. În acest stagiu al instalării schema tastaturii încă nu a fost selectată si este implicit setată ca en_US. Dacă te decizi să folosești această opțiune, nu uita de acest amănunt când tastezi parola. Notează ca exista unele probleme cu unele drivere NVIDIA cu aceasta opțiune. Dacă esti nou la Linux folosește criptarea directorului home in schimb(poți selecta această opțiune mai tarziu in instalare).
sk: Možnosť :guilabel:`Encrypt the new Linux Mint installation for security` znamená, že pri inštalácii dôjde k zašifrovaniu celého pevného disku počítača. Operačný systém bude možné odomknúť zadaním hesla po výzve, ešte pred spustením systému. Upozornenie: V okamihu výzvy bude klávesnica nastavená na en_US (anglická). Niektoré NVIDIA ovládače nemusia pri výbere možnosti zašifrovania celého pevného disku fungovať správne. Odporúčame radšej zvoliť zašifrovanie vášho domovského priečinka (táto možnosť sa objaví až o niekoľko krokov neskôr).
sl: :guilabel:`Encrypt the new Linux Mint installation for security` se nanaša na popolno kodiranje diska. Na tem mestu namestitve vaše postavitev tipkovnice še ni bila izbrana in je nastavljena na en_US. Če se boste odločili za to možnost, imejte to v mislih, ko boste vpisovali geslo. Lahko so težave s to možnostjo pri nekaterih NVIDIA gonilnikih. Če še niste nikoli uporabljali Linux-a, lahko uporabite kriptiranje home mape (to lahko izberete kasneje med namestitvijo)
sr: „:guilabel:Шифрирање нове Линукс Минт инсталације за сигурност“ односи се на потпуну шифрирање диска. У овој фази инсталације распоред тастатуре још није изабран тако да је подешен на „en_US“. Ако одлучите да користите ову опцију, имајте на уму то приликом уноса лозинке. Имајте на уму да постоје проблеми са овом опцијом и неким NVIDIA драјверима. Ако сте нови Линукс користите шифрирање кућног директоријума (можете га касније одабрати током инсталације).
sr@latin: :guilabel:`Encrypt the new Linux Mint installation for security` se odnosi na šifrovanje kompletnog diska. U ovoj fazi instalacije raspored slova na Vašoj tastaturi nije još uvek promenjen i podešen je na en_US. Ukoliko odlučite da izvršite promenu, imajte na umu da ste to učinili kada budete unosili vašu lozinku. Obratite pažnju na to da se javljaju problemi sa ovom opcijom i nekim pokretačkim programima za NVIDIA grafičke karte. Ukoliko ste početnik u Linuksu, izaberite šifrovanje samo ličnog direktorijuma (ovo možete izabrati kasnije u toku instalacije).
uk: :guilabel: "Шифрування Linux Mint під час встановлення для безпеки" відноситься до повного шифрування носія. На цьому етапі встановлення, ваша розкладка набірниці ще вами не вибрана, тому буде застосовуватися розкладка en_US. Якщо ви вирішите скористатися цим параметром, пам'ятайте про це під час уведення паролю. Зверніть увагу, що існують проблеми з цим параметром у роботі з деякими драйверами NVIDIA. Якщо ви новачок в Linux, замість цього використовуйте шифрування домашнього каталогу (ви можете вибрати його пізніше під час встановлення).
uz: :guilabel:`Xavfsizlik uchun yangi Linux Mint oʻrnatilishini shifrlash` diskni toʻliq shifrlashga ishora qiladi. o‘rnatishning ushbu bosqichida klaviatura tartibi hali tanlanmagan, shuning uchun u en_US ga o‘rnatildi. Agar siz ushbu parametrdan foydalanishga qaror qilsangiz, parolni kiritishda buni yodda saqlang. Ushbu parametr va ba'zi NVIDIA drayverlari bilan bog‘liq muammolar mavjudligini unutmang. Agar siz Linuxda yangi bo‘lsangiz, uning o‘rniga uy katalogini shifrlashdan foydalaning (o‘rnatish vaqtida uni keyinroq tanlashingiz mumkin).
zh_hk: :guilabel:`Encrypt the new Linux Mint installation for security` 指全盤加密。 在安裝的此階段，尚未選擇鍵盤佈局，因此將其設置為en_US。 如果決定使用此選項，請在輸入密碼時記住這一點。 請注意，此選項和某些NVIDIA驅動程序存在問題。 如果您不熟悉Linux，請改用主目錄加密（您可以稍後在安裝過程中選擇它）。

source: If another operating system is present on the computer, the installer shows you an option to install Linux Mint alongside it. If you choose this option, the installer automatically resizes your existing operating system, makes room and installs Linux Mint beside it. A boot menu is set up to choose between the two operating systems each time you start your computer.
be: Калі іншая аперацыйная сістэма прысутнічае на камп'ютары, усталёўшчык пакажа вам варыянт усталяваць Linux Mint побач. Пры выбары гэтага варыянта ўсталёўшчык аўтаматычна зменіць памер існуючай аперацыйнай сістэмы, выдзеліць месца і ўсталюе Linux Mint побач. Меню загрузкі будзе наладжана каб выбіраць паміж дзвюма аперацыйнымі сістэмамі кожны раз пры запуску камп'ютара.
bn: কম্পিউটারে অন্য অপারেটিং সিস্টেম উপস্থিত থাকলে, ইনস্টলার আপনাকে লিনাক্স মিন্টের পাশাপাশি ইনস্টল করার জন্য একটি বিকল্প দেখায়। আপনি যদি এই বিকল্পটি চয়ন করেন তবে ইনস্টলার স্বয়ংক্রিয়ভাবে আপনার বিদ্যমান অপারেটিং সিস্টেমটিকে আকার দেয়, রুম তৈরি করে এবং এর পাশে লিনাক্স মিন্ট ইনস্টল করে। প্রতিবার আপনার কম্পিউটারটি শুরু করার সময় দুটি অপারেটিং সিস্টেমের মধ্যে বেছে নিতে একটি বুট মেনু সেট আপ করা হয়।
cy: Os oes system weithredu arall eisoes ar y cyfrifiadur, mae'r gosodwr yn dangos opsiwn i chi osod Linux Mint ochr yn ochr ag ef. Os dewiswch yr opsiwn hwn, bydd y gosodwr yn newid maint eich system weithredu bresennol yn awtomatig, yn gwneud lle ac yn gosod Linux Mint wrth ei ochr. Bydd dewislen cychwyn yn cael ei osod i ddewis rhwng y ddwy system weithredu bob tro y byddwch chi'n cychwyn eich cyfrifiadur.
et: Kui arvutis on mõni teine operatsioonisüsteem juba paigaldatud, pakutakse valikut Linux Minti paigaldamiseks selle kõrvale. Kui sa valid selle valiku, muudetakse olemasoleva operatsioonisüsteemi suurust automaatselt, et teha Linux Minti jaoks selle kõrvale ruumi. Üles sätitakse alglaadimise menüü, kust arvuti käivitamisel saab valida, kumba operatsioonisüsteemi seekord kasutada.
fi: Jos tietokoneella on toinen käyttöjärjestelmä, asennusohjelma näyttää vaihtoehdon Linux Mintin asentamiseksi sen rinnalle. Jos valitset tämän vaihtoehdon, asennusohjelma muuttaa automaattisesti olemassa olevan käyttöjärjestelmän kokoa, tekee tilaa ja asentaa Linux Mintin sen rinnalle. Käynnistysvalikko on asetettu valitsemaan kahden käyttöjärjestelmän väliltä jokaisella suorittamallasi käynnistyskerralla.
he: אם מותקנת מערכת הפעלה נוספת במחשב, תוכנית ההתקנה תציג אפשרות להתקין את לינוקס מינט לצידה. בבחירה באפשרות זו, תכנית ההתקנה תשנה באופן אוטומטי את גודל מערכת ההפעלה הקיימת, תפנה מקום ותתקין את לינוקס מינט לצידה. מתפריט האיתחול שהוגדר במהלך ההתקנה, ניתן יהיה לבחור בין שתי מערכות ההפעלה, בכל פעם שהמחשב יאתחל.
hi: कंप्यूटर पर पहले से ऑपरेटिंग सिस्टम होने के स्थिति में इंस्टॉलर आपको इसी के साथ में लिनक्स मिंट इंस्टॉल करने का विकल्प देगा। चयनित होने के उपरांत इंस्टॉलर स्वतः ही वर्तमान ऑपरेटिंग सिस्टम का आकार पुनः सेट कर लिनक्स मिंट को साथ में इंस्टॉल करेगा। बूट मेनू भी सेट होगी जिसके द्वारा आप कंप्यूटर आरंभ होने पर दोनों ऑपरेटिंग सिस्टम में से इच्छित सिस्टम चुन सकेंगे।
id: Jika ada sistem operasi lain di komputer, pemasang menunjukkan opsi untuk memasang Linux Mint di sampingnya. Jika Anda memilih opsi ini, pemasang secara otomatis mengubah ukuran sistem operasi Anda yang ada, menyiapkan ruang dan memasang Linux Mint di sampingnya. Menu boot disiapkan untuk memilih di antara dua sistem operasi setiap kali Anda memulai komputer.
ja: コンピューターに他の OS が存在する場合、Linux Mint を別の場所にインストールするオプションが表示されます。このオプションを選択すると、インストーラーは自動的に既存のオペレーティングシステムへの割り当て容量を調節し、Linux Mint をインストールできる空間を作ってくれます。どちらの OS を起動するかは、コンピューターの起動時に毎回選択できます。
kab: Ma yella yakan anagraw-nniḍen n wammud deg uselkim-inek, Asebdad ad ak-id-yesken aɣewwaṛ akken ad tesbedded Linux Mint yid-s. Ma tferneḍ aɣewwaṛ-agi, Asebdad ad yales i tuɣzi n unagraw n wammud yellan yakan s wudem awurman, ad yernu tixxamin sakin ad isbedded Linux Mint deg-sent. Amuɣ n tnekra ad ittwasbadu akken ad tferneḍ gar sin inagrawen n wammud yal tikkelt ad tsenkreḍ aselkim-inek.
pl: Jeśli inny system operacyjny jest obecny na komputerze, instalator wyświetli opcję aby zainstalować Linux Mint obok niego. Jeśli wybierzesz tę opcję, instalator automatycznie zmieni rozmiar obecnego systemu operacyjnego i zainstaluje Linux Mint obok niego. Menu uruchamiania zostanie ustawione do wyboru pomiędzy dwoma systemami operacyjnymi za każdym razem kiedy uruchomisz komputer.
pt: Se outro sistema operacional estiver presente no computador, o instalador exibe uma opção para instalar o Linux Mint ao lado dele. Se você escolher essa opção, o instalador redimensiona automaticamente seu sistema operacional existente, reserva espaço e instala o Linux Mint ao lado dele. Um menu de boot é configurado para que você escolha entre os dois sistemas operacionais cada vez que inicia o computador.
ro: Dacă există deja un sistem de operare pe computer, programul de instalare o sa iti ofere opțiunea de a instala Linux Mint împreuna cu acesta. Dacă alegi această opțiune programul de instalare va redimensiona sistemul de operare existent, creează loc pe disc și instalează Linux Mint lânga acesta. Un meniu de boot este instalat ca să poți alege între cele două sisteme de operare la fiecare pornire a computerului.
sk: Ak je v počítači nainštalovaný iný operačný systém a inštalátor ho detekuje, zobrazí možnosť nainštalovať Linux Mint popri pôvodnom OS. Pri výbere tejto možnosti sa pri štarte bude zobrazovať menu, v ktorom si vždy vyberiete, ktorý operačný systém sa má bootovať.
sl: Če je na računalniku prisoten še kakšen operacijski sistem, vam namestitveni program pokaže možnost za namestitev Linux Mint-a ob že obstoječem operacijskem sistemu. V primeru da boste izbrali to možnost, bo namestitveni program avtomatsko spremenil velikost obstoječega operacijskega sistema, naredil prostor in namestil Linux Mint zraven. Namesti se tudi zaganjalni meni, da lahko izberete med operacijskima sistema vsakič, ko prižgete računalnik.
sr: Ако је на рачунару присутан други оперативни систем, инсталатер вам показује опцију инсталирања Линукс Минт-а уз постојећи оперативни систем. Ако одаберете ову опцију, инсталатер аутоматски мења величину вашег постојећег оперативног система, направи простор и инсталира Линукс Минт покрај истог. Изборник за покретање је подешен да бирамо између два оперативна система сваки пут када покренете рачунар.
sr@latin: Ukoliko je neki drugi operativni sistem prisutan na Vašem računaru, instalacioni program Vam daje mogućnost da instalirate Linuks Mint pored njega. Ukoliko izaberete ovu mogućnost, instalacioni program automatski smanjuje veličinu Vašeg postojećeg operativnog sistema, oslobađa prostor i instalira Linuks Mint pored njega. Kreira se meni za pokretanje sistema sa mogućnostima za pokretanje jednog od dva postojeća operativna sistema svakog puta kada uključite Vaš računar.
uk: Якщо на комп'ютері вже присутня інша операційна система, програма встановлення покаже вам можливість встановити Linux Mint разом із нею. Якщо ви виберете цю опцію, встановлювач автоматично змінює розмір наявної операційної системи, порядок завантаження та встановлює Linux Mint поруч із нею. Меню завантаження налаштовано для вибору між двома операційними системами при кожному запуску комп'ютера.
uz: Agar kompyuterda boshqa operatsion tizim mavjud bo‘lsa, o‘rnatuvchi sizga Linux Mint-ni o‘rnatish imkoniyatini ko‘rsatadi. Agar siz ushbu parametrni tanlasangiz, o‘rnatuvchi avtomatik ravishda mavjud operatsion tizimingiz hajmini o‘zgartiradi, joy ajratadi va uning yonida Linux Mint-ni o‘rnatadi. Har safar kompyuterni ishga tushirganingizda ikkita operatsion tizimdan birini tanlash uchun yuklash menyusi o‘rnatiladi.
zh_hk: 若您的電腦已有其他作業系統，本安裝軟體將顯示選項供您選擇是否並存安裝。若您選擇此選項，本安裝軟體將自動調整現有作業系統的空間大小，以騰出空間以並存安裝Linux Mint。請不用擔心電腦將因此無法正常開機，我們已為您建立了一個選單以便您開機時可以選擇欲進入的作業系統。

source: If you want to manage the partitions or specify which partitions to use, select :guilabel:`Something else`.
be: Калі жадаеце кіраваць падзеламі дыска і ўручную вызначыць якія падзелы выкарыстоўваць, выберыце :guilabel:'Іншы варыянт'.
bn: আপনি যদি পার্টিশন পরিচালনা করতে চান বা কোন পার্টিশনটি ব্যবহার করতে চান তা নির্দিষ্ট করতে, নির্বাচন করুন :guilabel:`Something else`।
cy: Os ydych chi am reoli'r rhaniadau neu nodi pa raniadau i'w defnyddio, dewiswch :guilabel:`Rhywbeth arall`.
et: Kui tahad ise partitsioone hallata, vali :guilabel:`Midagi muud` (Something else).
fi: Jos haluat hallita osioita tai määrittää, mitä osioita haluat käyttää, valitse :guilabel:`Jotain muuta`.
he: לנהול המחיצות או להגדרת המחיצות לשימוש, נא לבחר: guilabel: 'משהו אחר'.
hi: विभाजन प्रबंधन व निर्दिष्ट करने हेतु :guilabel:`कुछ और` चुनें।
id: Jika Anda ingin mengelola partisi atau menentukan partisi mana yang akan digunakan, pilih :guilabel:`Lainnya`.
ja: パーティションを管理したり、使用するパーティションを指定したいなら、:guilabel:`それ以外`を選択します。
kab: Ma tebɣiḍ ad tesferkeḍ neɣ ad tferneḍ anwi iḥricen ara tesqedceḍ, fren :guilabel:`Ayen-nniḍen`.
pl: Jeśli chcesz zarządzać partycjami lub ustalić jakich partycji użyć, wybierz :guilabel:`Użycie innego rozwiązania`
pt: Se quiser gerenciar as partições ou especificar quais partições usar, selecione :guilabel:`Outra coisa`.
ro: Daca vrei să faci tu partiționarea sau să alegi ce partiții sa fie folosite, alege :guilabel:`Something else`.
sk: Ak máte špeciálne požiadavky na rozdelenie disku, vyberte :guilabel:`Niečo iné`.
sl: Če želite upravljati razdelke ali navesti katere razdelke se bo uporabilo, izberite :guilabel:`Erase disk and install Linux Mint`.
sr: Ако желите да управљате партицијама или наведете које партиције ће те користити, изаберите „:guilabel:Нешто друго“.
sr@latin: Ukoliko želite da upravljate particijama ili da naznačite koja će se particija koristiti, izaberite :guilabel:`Something else`.
uk: Якщо ви бажаєте керувати розділами чи бажаєте вказати, які саме розділи слід використовувати, виберіть: guilabel: `Щось ще`.
uz: Agar siz bo‘limlarni boshqarmoqchi bo‘lsangiz yoki qaysi bo‘limlardan foydalanishni belgilasangiz, :guilabel:`Something another`-ni tanlang.
zh_hk: 若您要管理分割區或指定欲使用的分割區，請選擇:guilabel:`Something else`。

source: Linux Mint requires one partition to be mounted on the root ``/`` directory.
be: Linux Mint патрабуе адзін падзел, каб прымантаваць каранёвы каталог ``/``.
bn: লিনাক্স মিন্টের root ``/`` ডিরেক্টরিতে মাউন্ট করার জন্য একটি পার্টিশন প্রয়োজন।
cy: Mae Linux Mint yn ei gwneud yn ofynnol i un rhaniad gael ei osod ar y cyfeiriadur gwraidd ``/``.
et: Linux Mintil on vaja, et vähemalt üks partitsioon haagitaks asukohta ``/`` juurkaustana.
fi: Linux Mint vaatii liittämään yhden osion juurikansioksi ``/``.
he: לינוקס מינט דורשת מחיצה אחת שתעוגן בספרית השורש ``/``.
hi: लिनक्स मिंट हेतु एक विभाजन रुट ``/`` डायरेक्टरी पर माउंट होना आवश्यक है।
id: Linux Mint membutuhkan satu partisi yang dikait ke direktori root ``/``.
ja: Linux Mint では、ルート ``/`` ディレクトリにマウントできるパーティションをひとつ必要とします。
kab: Linux Mint yesra aserkeb n uḥric deg ukaram aẓar ``/``.
pl: Linux Mint wymaga jednej partycji zamontowanej jako główny folder ``/``.
pt: O Linux Mint precisa de uma partição para ser montado no diretório raiz "/".
ro: Linux Minte necesită cel putin o partiție sa fie montată ca directorul root ``/``.
sk: Aby bolo možné bootovať do Linux Mint, je potrebný minimálne jeden bootovací oddiel, kde bude umiestnený koreňový adresár - ``/``
sl: Linux Mint potrebuje en vpet razdelek na root ``/`` mapi.
sr: Линукс Минт захтева да се једна партиција монтира у „root“ (/) директоријум.
sr@latin: Linuks Mint zahteva da jedna particija bude montirana na osnovnom (``root``) ``/`` direktorijumu.
uk: Linux Mint потребує встановлення одного розділу в кореневому каталозі `` / ``.
uz: Linux Mint ildiz ``/`` katalogiga bitta bo‘lim ulanishini talab qiladi.
zh_hk: Linux Mint需要一個分割區來掛載「``/``」根目錄。
