Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: Enjoy the slideshow while Linux Mint is installed on your computer.
be: Насалоджвайцеся слайдамі пакуль Linux Mint усталёўваецца на ваш камп'ютар.
bn: আপনার কম্পিউটারে লিনাক্স মিন্ট ইনস্টল করার সময় স্লাইডশোটি উপভোগ করুন।
cy: Mwynhewch y sioe sleidiau tra bod Linux Mint yn cael ei osod ar eich cyfrifiadur.
et: Naudi slaidiesitlust sel ajal, kui Linux Minti paigaldatakse sinu arvutisse.
fi: Nauti diaesityksestä, kun Linux Mint asennettuu tietokoneellesi.
he: אפשר להנות מהמצגת במהלך התקנת לינוקס מינט על המחשב.
hi: कंप्यूटर पर लिनक्स मिंट इंस्टॉल पूर्ण होने तक आप स्लाइडशो का आनंद लें।
id: Saksikan tayangan salindia selagi Linux Mint sedang dipasang pada komputer Anda.
ja: Linux Mint のインストール中は、スライドショーで様々な情報をご覧いただけます。
kab: Wali taskant n tmaccagin mi ara yetteddu usbeddi n Linux Mint deg uselkim-inek.
pl: Zobacz pokaz slajdów, kiedy Linux Mint będzie instalowany na Twoim komputerze.
pt: Desfrute da apresentação de slides enquanto o Linux Mint é instalado em seu computador.
ro: Apreciează diafilmul în timp ce Linux Mint este instalat pe computerul tău.
sk: Kým sa váš systém inštaluje, zobrazuje sa vám prezentácia o Linux Mint.
sl: Uživajte v predstavitvi, medtem ko se Linux Mint namesti na vaš računalnik.
sr: Уживајте у презентацији током инсталације Линукс Минт на вашем рачунару.
sr@latin: Uživajte u prezentaciji dok se Linuks Mint instalira na Vaš računar.
uk: Насолоджуйтеся показом слайдів, коли Linux Mint встановлюється на ваш комп'ютер.
uz: Kompyuteringizda Linux Mint o‘rnatilganda slayd-shoudan bahramand bo‘ling.
zh_hk: 在Linux Mint安裝至您的電腦時，請欣賞我們準備的幻燈片。

source: When the installation is finished, click :guilabel:`Restart Now`.
be: Калі ўсталяванне скончыцца, націсніце :guilabel:'Перазапусціць зараз'.
bn: ইনস্টলেশন সমাপ্ত হলে, ক্লিক করুন :guilabel:`Restart Now`।
cy: Pan fydd y gosodiad wedi gorffen, cliciwch :guilabel:`Ailgychwyn Nawr`.
et: Kui paigaldus on lõppenud, klõpsa :guilabel:`Taaskäivita kohe` (Restart Now).
fi: Kun asennus on valmis, napsauta :guilabel:`Käynnistä nyt`.
he: כאשר ההתקנה הסתיימה, לחץ/י :guilabel:`אתחל עכשיו`.
hi: इंस्टॉल पूर्ण होने पर :guilabel:`अभी पुनः आरंभ करें` पर क्लिक करें।
id: Ketika Instalasi selesai klik :guilabel:`Mulai Ulang Sekarang`.
ja: インストールが完了したら、:guilabel:`今すぐ再起動する`をクリックします。
kab: Ticki ifuk usbeddi, sit ɣef :guilabel:`Ales asekker tura`.
pl: Kiedy instalacja się zakończy, kliknij ``uruchom ponownie``
pt: Quando a instalação terminar, clique em :guilabel:`Reiniciar agora`.
ro: Când instalarea este gata, fă click pe :guilabel:`Restart Now`.
sk: Keď sa inštalácia dokončí, zvoľte :guilabel:`Reštartovať teraz`.
sl: Ko je namestitev končana, kliknite :guilabel:`Restart Now`.
sr: Када се инсталација заврши, кликните „:guilabel:Поново покрени одмах“.
sr@latin: Kada se instalacija završi, kliknite na :guilabel:`Restart Now`.
uk: Коли встановлення буде завершено, натисніть кнопку :guilabel: "Перезапустити зараз".
uz: O‘rnatish tugagach, :guilabel:`Endi qayta ishga tushiring` tugmasini bosing.
zh_hk: 安裝完成後，請按下:guilabel:`Restart Now`。

source: The computer will then start to shut down and ask you to remove the USB disk (or DVD). Upon reboot, your computer should show you a boot menu or start your newly installed Linux Mint operating system.
be: Затым камп'ютар пачне выключацца і папросіць вас выняць USB (ці DVD) дыск. Пасля перазагрузкі ваш камп'ютар павінен паказаць вам ваша меню загрузкі або запусціць вашу новую аперацыйную сістэму Linux Mint.
bn: তারপরে কম্পিউটারটি বন্ধ হয়ে যাওয়া শুরু করবে এবং আপনাকে USB ডিস্ক (বা DVD) সরাতে বলবে। পুনরায় বুট করার পরে, আপনার কম্পিউটারে আপনাকে বুট মেনু প্রদর্শন করা বা আপনার নতুন ইনস্টল করা লিনাক্স মিন্ট অপারেটিং সিস্টেমটি শুরু করা উচিত।
cy: Yna bydd y cyfrifiadur yn dechrau cau ac yn gofyn i chi gael dynnu'r cof bach USB (neu'r DVD). Ar ôl ailgychwyn, dylai eich cyfrifiadur ddangos dewislen cychwyn neu gychwyn eich system weithredu Linux Mint newydd.
et: Seejärel lülitatakse arvuti välja ning palutakse eemaldada USB pulk (või DVD). Pärast taaskäivitust peaks sinu arvuti näitama kas alglaadimise menüüd või käivitama värskelt paigaldatud Linux Mint operatsioonisüsteemi.
fi: Tietokone sulkeutuu ja pyytää sinua poistamaan USB-levyn (tai DVD-levyn). Kun tietokone käynnistetään uudelleen, tietokoneen pitäisi näyttää käynnistysvalikkon tai käynnistää vasta asennettu Linux Mint -käyttöjärjestelmä.
he: המחשב יכבה ותתבקשו להסיר את ההחסן הנייד(או DVD). לאחר האתחול, המחשב אמור להציג תפריט אתחול או להתחיל את מערכת לינוקס מינט החדשה.
hi: अब कंप्यूटर बंद होने से पूर्व आपसे यूएसबी (डीवीडी) हटाने को कहेगा। पुनः आरंभ उपरांत कंप्यूटर बूट मेन्यू प्रदर्शित करेगा या लिनक्स मिंट ऑपरेटिंग सिस्टम का नवीन इंस्टॉल आरंभ होगा।
id: Komputer kemudian akan mulai dimatikan dan meminta Anda untuk melepaskan disk USB (atau DVD). Setelah boot ulang, komputer Anda akan menampilkan menu boot atau memulai sistem operasi Linux Mint yang baru dipasang.
ja: コンピューターのシャットダウン中に USB ディスク / DVD を取り外すように尋ねられます。再起動後には、起動メニューが表示されるか、新しくインストールした Linux Mint が起動します。
kab: Imir aselkim ad yebdu ad ixessi yerna ad isuter seg-k ad tekkseḍ tasarut USB (neɣ DVD). Mi yekker tikkelt-nniḍen, aselkim-inek ad k-d-isken umuɣ n usekker neɣ ad isekker anagraw n wammud amaynut Linux Mint.
pl: Komputer rozpocznie wyłączanie, oraz poprosi o usunięcie pendrive'a USB (lub płyty DVD). Po restarcie, komputer powinien wyświetlić menu uruchamiania, lub uruchomić świeżo zainstalowany system Linux Mint.
pt: O computador, então, começará a desligar e solicita que você retire a mídia USB (ou DVD). Depois da reinicialização, seu computador deverá exibir o menu de boot ou iniciar seu sistema operacional Linux Mint recém instalado.
ro: Computerul o să înceapa procesul de repornire si te va întreba daca ai îndepartat stickul USB (sau DVD). După repornire, computerul tău ar trebui să iți arate meniul de boot sau să pornească în proaspăt instalatul Linux Mint.
sk: Potom z počítača vysuňte inštalačné USB alebo DVD. Počítač sa reštaruje a potom zobrazí boot menu, prípadne sa hneď nabootuje do nainštalovaného systému Linux Mint.
sl: Računalnik se bo ugasnil in vas vprašal, da odstranite USB ključ (ali DVD). Po ponovnem zagonu, bi moral računalnik pokazati zaganjalni meni ali pa zagnati vaš novo nameščen operacijski sistem Linux Mint.
sr: Рачунар ће затим почети да се искључује и затражи од вас да уклоните УСБ диск (или ДВД). Након поновног покретања, ваш рачунар би требао приказати изборник за покретање система или покренути нову инсталацију Линукс Минт оперативни систем.
sr@latin: Računar će tada početi da se gasi i zatražiti od Vas da izvučete USB memorijski uređaj (ili DVD). Posle ponovnog pokretanja, Vaš računar bi trebao da prikaže meni za podizanje sistema ili pokrene Vaš novoinstalirani operativni sistem Linuks Mint.
uk: Комп'ютер почне перезавантажуватися та попрохає вас від'єднати USB-нагромаджувач (або DVD-диск). Після перезавантаження, ваш комп'ютер повинен показати вам завантажувальне меню чи запустити свою нову операційну систему Linux Mint.
uz: Shundan so‘ng kompyuter o‘chadi va sizdan USB diskini (yoki DVD) olib tashlashingizni so‘raydi. Qayta ishga tushirilgandan so‘ng, kompyuteringiz yuklash menyusini ko‘rsatishi yoki yangi o‘rnatilgan Linux Mint operatsion tizimini ishga tushirishi kerak.
zh_hk: 您的電腦將會開始關機並要求您退出USB隨身碟（或DVD），電腦重開機時，您的電腦應該會顯示開機選單或新安裝好的Linux Mint作業系統。

source: Language support
be: Моўная падтрымка
bn: ভাষা সহযোগিতা
cy: Cefnogaeth Iaith
et: Keeletugi
fi: Kielituki
he: תמיכה בשפות
hi: भाषीय समर्थन
id: Dukungan bahasa
ja: 言語サポート
kab: Tiddin n tutlayin
pl: Obsługa języków
pt: Suporte a idiomas
ro: Suport Limbi
sk: Jazyková podpora
sl: Jezikovna podpora
sr: Језичка подршка
sr@latin: Jezička podrška
uk: Мовна підтримка
uz: Tilni qo‘llab-quvvatlash
zh_hk: 語言支援

source: Language support includes translations but also packages related to spell-checking, synonyms, hyphenation and dictionaries which enhance your experience in software applications such as LibreOffice.
be: Моўная падтрымка ўключае пераклады, але таксама пакеты па праверцы напісання, сінонімаў, націскаў і слоўнікі, якія палепшаць ваш досвед працы з праграмамі кшталту LibreOffice.
bn: ভাষা সাপোর্ট ট্রান্সলেশনকে অন্তর্ভুক্ত করে কিন্তু স্পেল-চেকিং, সমার্থক শব্দ, হাইফেন এবং ডিকশনারি রিলেটেড প্যাকেজকেও অন্তর্ভুক্ত করে যেগুলো LibreOffice এর মতো সফটওয়্যার এপ্লিকেশনে আপনার অভিজ্ঞতাকে উন্নত করে।
cy: Mae cefnogaeth iaith yn cynnwys cyfieithiadau ond hefyd becynnau sy'n ymwneud â gwirio sillafu, cyfystyron, cysylltnodi a geiriaduron sy'n gwella'ch profiad mewn rhaglenni meddalwedd fel LibreOffice.
et: Keeletugi hõlmab tõlkeid aga ka pakette, mis on seotud õigekirjakontrolli, sünonüümide, sidekriipsutuste ja sõnaraamatutega, mis täiustavad teie kasutuskogemust tarkvararakendustes, nagu LibreOffice.
fi: Kielituki sisältää käännökset, mutta myös oikeinkirjoituksen tarkistukseen liittyvät paketit, synonyymit, tavutus ja sanakirjat, jotka parantavat kokemustasi sovelluksissa, kuten LibreOffice.
he: תמיכה בשפות כוללת תרגומים אך גם חבילות הקשורות לבדיקות איות, מילים נרדפות, מיקוף ומילונים שמשפרים את חווית השימוש בתוכנות כגון ליברה אופיס.
hi: भाषीय समर्थन में अनुवाद के अतिरिक्त वर्तनी-जाँच, पर्यायवाची, हाइफ़न समर्थन और शब्दकोश आदि से संबंधित पैकेज भी सम्मिलित हैं जो लिब्रे ऑफिस जैसे सॉफ्टवेयर अनुप्रयोगों हेतु उपयोक्ता अनुभव में वर्धन करते हैं।
id: Dukungan bahasa termasuk terjemahan tetapi juga paket yang terkait dengan pemeriksaan ejaan, sinonim, pemutusan suku kata, dan kamus yang meningkatkan pengalaman Anda dalam aplikasi perangkat lunak seperti LibreOffice.
ja: 言語サポートには、UIの翻訳だけでなくLibreOfficeなどのソフトウェアアプリケーションでの使い勝手を向上させるスペルチェック、類義語、ハイフネーション、辞書に関連するパッケージも含まれます。
pl: Obsługa języków obejmuje tłumaczenia, ale także pakiety związane ze sprawdzaniem pisowni, synonimami, dzieleniem wyrazów i słownikami, które zwiększają komfort korzystania z aplikacji takich jak LibreOffice.
pt: O Suporte de idiomas inclui traduções mas também pacotes relacionados com verificação ortográfica, sinónimos, hifenização e dicionários que melhoram a sua experiência em aplicações de software, tais como o LibreOffice.
ro: Suportul lingvistic include traduceri, dar și pachete legate de verificarea ortografică, sinonime, silabe și dicționare care vă îmbunătățesc experiența în aplicații software precum ar fi LibreOffice.
sk: Jazyková podpora zahŕňa preklady, ale i súčasti programov súvisiacich s kontrolou pravopisu, synoným a delením slov. Ako aj slovníky, ktoré spríjemňujú a vylepšujú používanie aplikácií, ako je LibreOffice.
sl: Jezikovna podpora vključuje prevode, pa tudi pakete, ki se nanašajo na preverjanje črkovanja, sopomenke, deljenje besed in slovarje, ki izboljšajo vašo izkušnjo s programskimi paketi, kot je LibreOffice.
sr: Језичка подршка обухвата преводе али такође и пакете који се односе на проверу писања, синониме, навођење и речнике који побољшавају ваше искуство у програмима као што је Либре Офис.
sr@latin: Podrška za jezike uključuje prevode, ali i programske pakete koji su vezani za proveru pravopisa, rečnike sinonima, hifenaciju i rečnike koji obogaćuju vaše iskustvo u programskim aplikacijama, kao što je LibreOffice.
uk: Мовна підтримка включає переклади, а також пакунки, пов’язані з перевіркою ортографії, синонімами, переносами та словниками, які покращують ваш досвід роботи з програмними додатками, такими як LibreOffice.
uz: Tilni qoʻllab-quvvatlashga tarjimalar, shuningdek, imlo tekshiruvi, sinonimlar, defislar va LibreOffice kabi dasturiy taʼminot ilovalaridagi tajribangizni oshiruvchi lugʻatlar bilan bogʻliq paketlar kiradi.

source: Launch :menuselection:`Menu --> Preferences --> Languages`.
be: Запусціце :menuselection:'Меню --> Налады --> Мовы'.
bn: লঞ্চ :menuselection:`Menu --> Preferences --> Languages`।
cy: Cliciwch :menuselection: `Dewislen --> Hoffterau --> Ieithoedd`.
et: Käivita :menuselection:`Menüü --> Eelistused--> Keeled`.
fi: Käynnistä :menuselection:`Valikko --> Asetukset --> Kielet`.
he: שיגור :menuselection:`תפריט --> העדפות --> שפות`.
hi: :menuselection:`मेन्यू --> सेटिंग्स --> भाषाएँ` उपयोग करें।
id: Luncurkan :menuselection:`Menu --> Preferensi --> Bahasa`.
ja: :menuselection:`メニュー --> 設定 --> 言語`を起動します。
kab: Sekker :menuselection:`Umuɣ --> Ismenyifen --> Tutlayin`.
pl: Uruchom menu systemowe>preferencje>języki.
pt: Clique em :menuselection:`Menu --> Preferências --> Idiomas`.
ro: Lanseaza :menuselection:`Menu --> Preferences --> Languages`.
sk: Spustite :menuselection:`Menu --> Nastavenia -->Jazyky`.
sl: Zaženite :menuselection:`Menu --> Preferences --> Languages`.
sr: Покрените „:menuselection:Изборник → Поставке → Језици“.
sr@latin: Pokrenite :menuselection:`Menu --> Preferences --> Languages`.
uk: Запуск: меню: `Меню -> Налаштування -> Мови '.
uz: Ishga tushirish :menuselection:`Menyu --> Parametrlar --> Tillar`.
zh_hk: 啟動 :menuselection:`Menu --> Preferences --> Languages`。

source: Click :guilabel:`Install / Remove Language`.
be: Націсніце :guilabel:'Усталяваць / Выдаліць мовы'.
bn: ক্লিক করুন :guilabel:`Install / Remove Language`।
cy: Cliciwch :guilabel:`Gosod / Tynnu Iaith`.
et: Klõpsa :guilabel:`Paigalda / eemalda keel` (Install / Remove Language).
fi: Napsauta :guilabel:`Asenna / Poista kieli`.
he: הקשה על :guilabel:`התקנת / הסרת שפה`.
hi: :guilabel:`भाषा इंस्टॉल करें/हटाएँ` पर क्लिक करें।
id: Klik :guilabel:`Pasang / Hapus Bahasa`.
ja: :guilabel:`言語のインストールと削除`をクリックします。
kab: Sit ɣef :guilabel:`Sbedd / Kkes tutlayin`.
pl: Kliknij etykietę ``zainstaluj lub usuń języki``.
pt: Clique em :guilabel:`Instalar/Remover Idioma`.
ro: Fă click pe :guilabel:`Install / Remove Language`.
sk: Kliknite na :guilabel:`Inštalovať/Odstrániť jazyk`.
sl: Kliknite :guilabel:`Install / Remove Language`.
sr: Кликните „:guilabel:Инсталирај / Уклони језик“.
sr@latin: Kliknite na :guilabel:`Install / Remove Language`.
uk: Клацніть :guilabel: "Встановити / вилучити мову".
uz: :guilabel:`Tilni o‘rnatish/o‘chirish` tugmasini bosing.
zh_hk: 點擊 :guilabel:`Install / Remove Language`。

source: If beside your locale, you see a label saying ``Some language packs are missing``, select your locale and click :guilabel:`Install language packs`.
be: Калі побач з мовай вы бачыце ярлык 'Некаторыя моўныя пакеты адсутнічаюць', выберыце мову і націсніце :guilabel:'Усталяваць моўныя пакеты'.
bn: যদি আপনার স্থানীয়করণের পাশে, আপনি একটি লেবেল দেখতে পেয়েছেন যা বলছে ``কিছু ভাষার প্যাকগুলি অনুপস্থিত ``, আপনার স্থান নির্বাচন করুন এবং ক্লিক করুন :guilabel:`Install language packs`।
cy: Os ynghyd a'ch locale, fe welwch label yn dweud ``Mae rhoi pecynnau iaith ar goll``, dewiswch eich locale a chlicio :guilabel:`Gosod pecynnau iaith`.
et: Kui sinu keele kõrval näed kirja ``Mõned keelepaketid on puudu`` (Some language packs are missing), vali oma keel ja klõpsa :guilabel:`Paigalda keelepaketid` (Install language packs).
fi: Jos asetetun sijainnin vieressä näkyy teksti ``Jotkin kielipaketit puuttuvat``, valitse sijainti ja napsauta :guilabel:`Asenna kielipaketit`.
he: אם לצד המיקום מופיעה תווית שאומרת "חסרות חבילות שפה", נא לבחור את המיקום המבוקש ולהקיש על: guilabel: "התקנת חבילות שפה".
hi: आपकी स्थानिकी के समक्ष ``अनुपस्थित भाषीय पैक`` प्रदर्शित होने पर स्थानिकी चयनित करके :guilabel:`भाषीय पैक इंस्टॉल करें`पर क्लिक करें।
id: Jika di samping lokal Anda, Anda melihat label yang bertuliskan ``Beberapa paket bahasa hilang``, pilih lokal Anda dan klik :guilabel:`Pasang paket bahasa`.
ja: お使いのロケールの隣に``言語パッケージが足りません``というラベルがあるなら、そのロケールを選択し、:guilabel:`言語パッケージのインストール`をクリックします。
kab: Tama n tutlayt-inek yettwaru ``Kra n ikemmusen xuṣṣen``, fren tutlayt-inek sakin sit ɣef :guilabel:`Sbedd ikemmusen n tutlayt`.
pl: Jeśli dla Twojego regionu widzisz etykietkę mówiącą ``Brakuje niektórych pakietów językowych``, wybierz żądany region i kliknij w etykietkę ``Zainstaluj paczki językowe``.
pt: Se junto de seu local você vir uma identificação informando que "Alguns pacotes de idiomas estão faltando", selecione seu local e clique em :guilabel:`Instalar pacotes de idiomas`.
ro: Dacă lângă zona ta apare mesajul ``Some language packs are missing``, alege zona si fă click pe :guilabel:`Install language packs`.
sk: Pokiaľ vedľa svojho jazyka vidíte napísané ``Niektoré jazyky chýbajú``, kliknite na :guilabel:`Inštalovať jazykové balíky`.
sl: Če poleg vašega nahajališča, vidite napis ``Some language packs are missing``, izberite vaše nahajališče in kliknite :guilabel:`Install language packs`.
sr: Ако поред вашег језика, видите натпис „Неки језички пакети недостају“, изаберите свој језик и кликните „:guilabel:Инсталирај језички пакет“.
sr@latin: Ukoliko pored Vašeg lokalnog jezika vidite natpis ``Neki jezički paketi nedostaju``, izaberite Vaš lokalni jezik i kliknite na :guilabel:`Install language packs`.
uk: Якщо біля вашого мовного регіону ви бачите позначку з написом `` Деякі мовні пакети відсутні``, виберіть мову та натисніть: guilabel: `Встановити мовні пакунки '.
uz: Mahalliy tilingiz yonida ``Ba'zi til paketlari yo‘q`` degan yorliqni ko‘rsangiz, mahalliy tilingizni tanlang va :guilabel:`Til paketlarini o‘rnatish` tugmasini bosing.
zh_hk: 如果在您的語言環境旁邊，您看到一個標籤，上面寫著 ``Some language packs are missing``，請選擇您的語言環境，然後單擊 :guilabel:`Install language packs`。

source: Multi-boot
be: Мультызагрузка
bn: মাল্টি-বুট
cy: Cychwyn lluosog
et: Mitu operatsioonisüsteemi
he: אתחול-מרובה
hi: एकाधिक बूट
ja: マルチブート
pt: Boot múltiplo
sl: Več zagonov
sr: Покрените више оперативних система
sr@latin: Višestruko pokretanje
uk: Мульти-завантаження
uz: Multi-yuklash
zh_hk: 多作業系統開機

source: Always install Windows first
be: Заўсёды ўсталёўвайце Windows першай
bn: সর্বদা প্রথমে Windows ইনস্টল করুন
cy: Gosodwch Windows yn gyntaf bob tro
et: Alati paigalda esimesena Windows
fi: Asenna aina Windows ensin
he: להתקין תמיד ווינדוס תחילה
hi: हमेशा सबसे पहले विंडोज इंस्टॉल करें
id: Selalu pasang Windows dulu
ja: まず最初に Windows をインストールしてください
kab: Yalas sbedday Windows d amezwaru
pl: Zawsze instaluj najpierw system Windows.
pt: Sempre instale o Windows primeiro
ro: Tot timpul instalează Windows mai întâi
sk: Vždy nainštalujte Windows ako prvý
sl: Vedno najprej namestite Windows
sr: Увек прво инсталирајте Виндоуз
sr@latin: Uvek najpre instalirajte Windows
uk: Завжди встановлюйте Windows першою
uz: Har doim avval Windowsni o‘rnating
zh_hk: 請先安裝Windows

source: Windows does not detect other operating systems and does not feature a boot menu. When you install it, it overwrites your boot sequence and your computer then boots straight into Windows.
be: Windows не можа вызначыць іншыя аперацыйныя сістэмы і не падтрымлівае меню загрузкі. Калі вы ўсталёўваеце яе, яна перапісвае вашу паслядоўнасць загрузкі і ваш камп'ютар затым запускае толькі Windows.
bn: Windows অন্যান্য অপারেটিং সিস্টেম সনাক্ত করে না এবং বুট মেনু বৈশিষ্ট্যযুক্ত নেই। আপনি এটি ইনস্টল করার পরে এটি আপনার বুট ক্রমটি ওভারক্রিট করে এবং আপনার কম্পিউটারটি সরাসরি Windows-এ বুট হয়।
cy: Nid yw Windows yn canfod systemau gweithredu eraill ac nid yw'n cynnwys dewislen cychwyn. Pan fyddwch chi'n ei osod, mae'n trosysgrifo eich trefn cychwyn ac yna'n cychwyn eich cyfrifiadur yn syth i Windows.
et: Windows ei tuvasta teisi operatsioonisüsteeme ning sel ei ole alglaadimise menüüd. Kui sa selle paigaldad, kirjutab see alglaadimise järjekorra üle ning sinu arvuti käivitab ilma küsimata Windowsi.
fi: Windows ei etsi muita käyttöjärjestelmiä eikä sisällä käynnistysvalikkoa. Asentuessaan se korvaa käynnistysjärjestyksen ja asettaa tietokoneen käynnistymään suoraan Windowsiin.
he: וינדוס אינו מזהה מערכות הפעלה אחרות ואינו כולל תפריט אתחול. כשמתקינם אותו, הוא מחליף את רצף האתחול והמחשב יאתחל ישירות עם וינדוס.
hi: विंडोज में अन्य ऑपरेटिंग सिस्टम की पहचान व बूट मेन्यू की सुविधा नहीं है। इंस्टॉल उपरांत विंडोज द्वारा बूट क्रम अधिलेखित होने के कारण कंप्यूटर सीधे विंडोज में बूट होता है।
id: Windows tidak mendeteksi ada sistem operasi lain dan tidak menyediakan menu boot. Ketika Anda memasangnya, ia akan menimpa urutan boot Anda dan komputer Anda akan boot langsung ke Windows.
ja: Windows は他の OS を検出しません。また、起動メニューもありません。Windows は起動順を上書きしてインストールされるので、コンピューターの起動時は常に Windows へ直行します。
kab: Windows ur d-yettaf ara inagrawen n wammud nniḍen yern ur isbedday ara umuɣ n usekker. Ticki ara t-tesbeddeḍ ad isefsex talubbayt n usekker, dɣa aselkim-inek ad yekker srid s Windows.
pl: Windows nie wykrywa innych systemów operacyjnych. Nie wspiera boot menu. Kiedy go zainstalujesz, nadpisuje preferencje uruchamiania i uruchamia system Windows.
pt: O Windows não detecta outros sistemas operacionais e não apresenta um menu de boot. Ao instalá-lo, ele sobrescreve sua sequência de boot e seu computador, então, inicia diretamente com o Windows.
ro: Windows nu detectează alte sisteme de operare și nu oferă un meniu de boot. Când este instalat suprascrie secvența de boot a computerului tău și pornește direct în Windows.
sk: Inštalátor Windowsu nedetekuje iné operačné systémy a pri inštalácii prepíše bootovaciu sekvenciu.
sl: Windows ne zazna ostalih operacijskih sistemov in ne vsebuje zaganjalnega menija. Po namestitvi, prepiše vašo zaganjalno zaporedje in vaš računalnik se zažene direktno v Windows.
sr: Виндоуз не открива друге оперативне системе и не садржи изборник за покретање система. Када га инсталирате, он преписује вашу секвенцу покретања и ваш рачунар се онда одмах покреће у Виндоуз.
sr@latin: Windows ne otkriva druge operativne sisteme i nema meni podizanja sistema. Kada ga instalirate, on izbriše Vaš redosled uređaja za podizanje sistema i zatim Vaš kompjuter podigne sistem direktno u Windows.
uk: Windows не виявляє інших операційних систем і не має завантажувального меню. Коли ви встановлюєте її, вона перезаписує завантажувальну послідовність і ваш комп'ютер потім завантажується лише в Windows.
uz: Windows boshqa operatsion tizimlarni aniqlamaydi va yuklash menyusiga ega emas. Uni o‘rnatganingizda, u yuklash ketma-ketligini qayta yozadi va kompyuteringiz to‘g‘ridan-to‘g‘ri Windowsga yuklanadi.
zh_hk: Windows無法檢測到其他操作系統，並且不具有啟動菜單。 安裝時，它會覆蓋啟動順序，然後您的計算機會直接啟動進入Windows。
