Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: Disable ``SecureBoot`` in the ``BIOS`` settings of your computer.
be: Адключыце налады ``SecureBoot``у ``BIOS`` вашага камп'ютара.
bn: আপনার কম্পিউটারের ``BIOS`` সেটিংসে ``SecureBoot`` অক্ষম(Disable) করুন।
cy: Analluogi `` SecureBoot`` yng ngosodiadau ``BIOS`` eich cyfrifiadur.
et: Keela ``SecureBoot`` oma arvuti``BIOSi`` seadistustest.
fi: Poista tietokoneesi ``BIOS``-asetuksista ``SecureBoot`` käytöstä.
he: השבתת ``SecureBoot`` בהגדרות ה-``BIOS`` במחשב.
hi: कंप्यूटर ``BIOS`` की सेटिंग्स में से ``SecureBoot`` निष्क्रिय करें।
id: Non-aktifkan ``SecureBoot`` di dalam pengaturan ``BIOS`` dari komputer Anda.
ja: コンピューターの ``BIOS`` 設定から``セキュアブート``を無効化する。
kab: Sexsi ``SecureBoot`` deg iɣewwaren ``BIOS`` n uselkim-inek.
pl: Wyłącz ``SecureBoot`` w opcjach ``BIOS`` swojego komputera.
pt: Desative a opção ``SecureBoot`` nas definições da ``BIOS`` do computador.
ro: Dezactivați ``SecureBoot`` din optiunile din``BIOS``.
sk: V nastaveniach BIOS-u vypnite možnosť ``Secure Boot``.
sl: Onemogočite ``SecureBoot`` v nastavitvah ``BIOS``-a vašega računalnika.
sr: Онемогућите „Безбедно покретање“ у подешавањима „БИОС“ на вашем рачунару.
sr@latin: Onemogućite opciju ``SecureBoot`` u podešavanjima BIOS-a Vašeg računara.
uk: Відімкніть `` Secure Boot`` у налаштуваннях `` BIOS`` вашого комп'ютера.
uz: Kompyuteringizning ``BIOS`` sozlamalarida ``Secure Boot``ni o‘chirib qo‘ying.
zh_hk: 在計算機的``BIOS''設置中禁用``安全啟動''。

source: For examples of how to disable secure boot on various computers, read `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
be: Каб удакладніць, як адключыць бяспечную загрузку на розных камп'ютарах, можна пачытаць `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
bn: বিভিন্ন কম্পিউটারে সুরক্ষিত বুট কীভাবে অক্ষম করা যায় তার উদাহরণগুলির জন্য, পড়ুন `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_।
cy: Am enghreifftiau o sut i analluogi cychwyn ddiogel ar amrywiol gyfrifiaduron, darllenwch `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
et: Näiteid selle kohta, kuidas keelata "Secure Boot" erinevatel arvutitel, loe artiklit `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
fi: Esimerkkejä kuinka poistaa secure boot käytöstä eri tietokoneissa, lue (englanniksi) `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
he: לדוגמאות על אופן השבתת איתחול מאובטח במחשבים שונים, נא לעיין ב'ניהול מנהלי איתחול EFI עבור לינוקס: טיפול באיתחול מאובטח <http://www.rodsbooks.com/efi-bootloaders/secureboot.html> `_.
hi: विभिन्न कंप्यूटर मॉडल में सुरक्षित बूट निष्क्रिय करने हेतु पढ़ें `लिनक्स हेतु EFI बूट लोडर प्रबंधन : सुरक्षित बूट कार्यप्रणाली<http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`।
id: Sebagai contoh bagaimana caranya menonaktifkan secure boot di beberapa variasi komputer, baca `Memanajemen Boot Loader EFI untuk Linux: Berurusan dengan Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
ja: セキュアブートを無効化する手順は、コンピューターごとに異なります。設定の一例については `Linux で EFI ブートローダーを使う: セキュアブートへの対策 <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_をお読みください。
kab: Ma tesriḍ ugar n imedyaten n usexsi n secure boot deg yiselkimen, ɣer`Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
pl: Przykładowo, opis jak wyłączyć secure boot (bezpieczne uruchamianie) dla różnych komputerów, przeczytaj `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
pt: Para obter exemplos de como desativar o Secure Boot em vários computadores, leia a secção`Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
ro: Pentru exemple cum să dezactivezi secure boot pe diferite computere, citește `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
sk: Príklady, ako vypnúť secure boot na rôznych počítačoch, nájdete na `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
sl: Kot primer na kakšen način onemogočite varni zagon na razlinih računalnikih, preberite `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
sr: За примере како онемогућити безбедно покретање на различитим рачунарима, прочитајте „Управљање ЕФИ покретачког управљања за Линукс: решавање сигурносног покрета
sr@latin: Da biste videli primere kako isključiti opciju ``secure boot`` na raznim računarima, pročitajte `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
uk: Наприклад, як відімкнути безпечне завантаження на різних комп'ютерах, див. «Керування завантажувачами EFI для Linux: робота з захищеним завантаженням <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>` _.
uz: Turli xil kompyuterlarda xavfsiz yuklashni qanday o‘chirishga misollar uchun "Linux uchun EFI yuklash vositalarini boshqarish: xavfsiz yuklash bilan ishlash <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_" bo‘limini o‘qing.
zh_hk: 有關如何在各種計算機上禁用安全啟動的示例，請閱讀 `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot<http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_。

source: EFI boot order
be: Прыярытэт загрузкі EFI
bn: EFI বুট অর্ডার
cy: Trefn cychwyn EFI
et: EFI alglaadimise järjekord
fi: EFI-käynnistysjärjestys
he: סדר אתחול EFI
hi: EFI बूट क्रम
id: Urutan boot EFI
ja: EFI の起動順
kab: Amizzwer n usekker EFI
pl: Kolejność uruchamiania EFI
pt: Ordem de arranque EFI
ro: ordinea de boot EFI
sk: Poradie EFI bootovania
sl: EFI zaganjalno zaporedje
sr: ЕФИ редослед покретања
sr@latin: EFI boot order (redosled pokretanja uređaja u EFI režimu)
uk: Порядок завантаження EFI
uz: EFI yuklash tartibi
zh_hk: EFI開機順序

source: If after installing Linux Mint in EFI mode, your computer skips the boot menu and boots straight into Windows (or another operating system), you probably have an issue with the boot order.
be: Калі пасля ўсталявання Linux Mint у рэжыме EFI ваш камп'ютар прапускае меню загрузкі і адразу загружае Windows (ці іншую аперацыйную сістэму), вы магчыма маеце праблему з прыярытэтам загрузкі.
bn: যদি EFI মোডে লিনাক্স মিন্ট ইনস্টল করার পরে, আপনার কম্পিউটারটি বুট মেনুটি ছেড়ে সরাসরি Windows (বা অন্য কোনও অপারেটিং সিস্টেম) বুট করে, আপনার সম্ভবত বুট ক্রম(boot order) নিয়ে একটি সমস্যা আছে।
cy: Os ar ôl gosod Linux Mint yn y modd EFI, bydd eich cyfrifiadur yn hepgor y ddewislen cychwyn ac yn cychwyn yn syth i Windows (neu system weithredu arall), mae'n debyg bod gennych broblem gyda'r drefn cychwyn.
et: Kui pärast Linux Minti paigaldamist sinu arvutisse EFI režiimis jätab arvuti alglaadimise menüü vahele ja läheb otse Windowsisse (või teise operatsioonisüsteemi), on probleem tõenäoliselt alglaadimise järjekorras.
fi: Jos tietokoneesi ohittaa käynnistysvalikon ja käynnistää suoraan Windowsin (tai muun käyttöjärjestelmän) asennettuasi Linux Mintin EFI-tilassa, sinulla on todennäköisesti ongelma käynnistysjärjestyksen kanssa.
he: אם לאחר התקנת לינוקס מינט במצב EFI, המחשב מדלג על תפריט האתחול ומאתחל ישר ל־Windows (או למערכת הפעלה אחרת), כנראה יש בעיה בסדר האתחול.
hi: लिनक्स मिंट EFI मोड में इंस्टॉल करने के उपरांत यदि कंप्यूटर बूट मेन्यू दिखाएँ बिना विंडोज (या अन्य ऑपरेटिंग सिस्टम) आरंभ करें तो यह बूट क्रम संबंधी समस्या है।
id: Jika setelah pemasangan Linux Mint di mode EFI, komputer Anda melewati menu boot dan langsung boot ke Windows (atau sistem operasi lainnya), mungkin Anda mempunyai persoalan dengan urutan boot.
ja: Linux Mint を EFI モードでインストールしても、適切な起動メニューが表示されないまま、他の OS (Windows など) へ直行してしまうことがあります。この場合、起動順を変更しないといけないかもしれません。
kab: Mbaɛd asbeddi n Linux Mint s uskar EFI, ma yella aselkim-inek yettzeggil umuɣ grub u yettenkar srid s Windows (neɣ anagraw n wammud nniḍen), ihi yezmer lḥal tesɛiḍ ugur n usekker.
pl: Jeżeli po zainstalowaniu Linux Mint w trybie EFI twój komputer ignoruje menu uruchamiania i zaczyna uruchamiać wprost Windows (lub inny system operacyjny), prawdopodobnie masz coś źle ustawione w kolejności uruchamiania.
pt: Se, depois de instalar o Linux Mint no modo EFI, seu computador desconsidera o menu de arranque e inicia o sistema Windows (ou outro sistema operativo), provavelmente tem um problema com a ordem de arranque.
ro: Dacă dupa instalarea lui Linux Mint in mod EFI computerul tau sare peste meniul de boot si bootează direct în Windows (sau alt sistem de operare), cel mai probabil exista o problema cu ordinea de bootare.
sk: Ak po nainštalovaní Linuxu Mint v EFI móde počítač preskočí boot menu a nabootuje sa priamo do Windows-u alebo iného operačného systému, máte nesprávne nastavené poradie bootovania.
sl: Če po namestitvi Linux Mint-a v EFI načinu, vaš računalnik preskoči zaganjalni meni in se zažene direktno v Windows (ali pa kakšen drug operacijski sistem), imate verjetno težavo z zaganjalnim zaporedjem.
sr: Ако након инсталирања Линукс Минта у ЕФИ режиму, ваш рачунар прескочи изборник за покретање и покрене се директно у Виндоус (или неки други оперативни систем), вероватно имате проблем са редоследом покретања.
sr@latin: Ukoliko posle instaliranja Linuks Minta u EFI režimu, Vaš račurar preskoči meni za pokretanje sistema i odmah pokrene Windows (ili neki drugi operativni sistem), verovatno imate problema sa redosledom pokretanja uređaja.
uk: Якщо після встановлення Linux Mint у режимі EFI, ваш комп'ютер пропускає завантажувальне меню та завантажується прямо у Windows (або іншу операційну систему), ви, ймовірно, маєте проблему з порядком завантаження.
uz: Agar Linux Mintni EFI rejimida o‘rnatganingizdan so‘ng, kompyuteringiz yuklash menyusini o‘tkazib yuborsa va to‘g‘ridan-to‘g‘ri Windows (yoki boshqa operatsion tizim) ga yuklansa, sizda yuklash tartibida muammo bo‘lishi mumkin.
zh_hk: 若您以EFI模式安裝Linux Mint後，您的電腦在開機時直接進入Windows（或其他作業系統），您可能在開機順序上遭遇問題。

source: To modify the boot order:
be: Каб змяніць прыярытэт загрузкі:
bn: বুট অর্ডার পরিবর্তন করতে:
cy: I addasu'r drefn gychwyn:
et: Et muuta alglaadimise järjekorda:
fi: Muokataksesi käynnistysjärjestystä:
he: לשינוי סדר האתחול:
hi: बूट क्रम बदलने हेतु :
id: Untuk memodifikasi urutan boot:
ja: 起動順を変更するには:
kab: Iwakken ad tbeddeleḍ amizzwer n usekker :
pl: Aby zmodyfikować kolejność uruchamiania:
pt: Para modificar a ordem de boot:
ro: Pentru a modifica ordinea bootării:
sk: Aby ste zmenili poradie bootovania:
sl: Da spremenite zaganjalno zaporedje:
sr: Да бисте изменили редослед покретања:
sr@latin: Da biste izmenili redosled pokretanja uređaja:
uk: Щоб змінити порядок завантаження:
uz: Yuklash tartibini o‘zgartirish uchun:
zh_hk: 調整開機順序：

source: Boot Linux Mint in ``live`` mode (with your USB stick or DVD).
be: Загрузіце Linux Mint у ``жывым`` рэжыме (з USB ці DVD дыска).
bn: লিনাক্স মিন্টটি ``live`` মোডে বুট করুন (আপনার USB স্টিক বা DVD সহ)।
cy: Cychwynnwch Linux Mint yn y modd ``byw`` (gyda'ch cof bach USB neu DVD).
et: Käivita Linux Mint ``live`` režiimis (USB pulgalt või DVDlt).
fi: Käynnistä Linux Mint ``live``-tilaan (USB-tikulta tai DVD:ltä).
he: אתחול לינוקס מינט במצב „המחשה” (מתוך החסן נייד או תקליטור DVD)
hi: ``लाइव`` मोड में लिनक्स मिंट आरंभ (यूएसबी या डीवीडी से)।
id: Boot Linux Mint di mode ``live`` (dengan stik USB atau DVD).
ja: Linux Mint を``ライブ``モードで (USB スティックか DVD から) 起動します。
kab: Sekker Linux Mint s uskar ``live`` (s tsarut USB inek neɣ s DVD Linux Mint).
pl: Uruchom Linux Mint w trybie ``live`` (z pendrive USB lub DVD).
pt: Inicie o Linux Mint no modo "live" (com a mídia USB ou DVD).
ro: Bootează Linux Mint in modul ``live``(cu stickul USB sau DVD ).
sk: Nabootujte Linux Mint z USB alebo DVD (pri štarte počítača otvorte príslušným klávesom boot menu BIOS-u a zvoľte možnosť Linux Mint (príp. Ubuntu).
sl: Zaženite Linux Mint v ``live`` načinu (z USB ključkom ali DVD-jem)
sr: Покрените Линукс Минт у „живом“ режиму (са вашег УСБ уређаја или ДВД).
sr@latin: Pokrenite Linuks Mint u ``live`` režimu (sa Vašeg USB memorijskog uređaja ili DVD-a).
uk: Завантажте Linux Mint у режимі `` live`` (з USB-нагромаджувача або DVD-диску).
uz: Linux Mintni ``jonli`` rejimida yuklang (USB flesh-disk yoki DVDdan).
zh_hk: 以``live``模式啟動USB Mint（使用USB記憶棒或DVD）。

source: Open a terminal.
be: Адкрыйце тэрмінал.
bn: একটি টার্মিনাল খুলুন।
cy: Agor terfynell.
et: Ava terminal.
fi: Avaa pääte.
he: נא לפתוח מסוף.
hi: टर्मिनल खोलें।
id: Buka sebuah terminal.
ja: 端末を開きます。
kab: Ldi ixef.
pl: Otwórz terminal.
pt: Abra um terminal.
ro: Deschide un terminal.
sk: Otvorte terminál.
sl: Odprite terminal.
sr: Отворите терминал.
sr@latin: Pokrenite terminal.
uk: Відкрийте термінал.
uz: Terminalni oching.
zh_hk: 開啟終端機。

source: Type ``sudo efibootmgr`` and press :kbd:`Enter`.
be: Набярыце ``sudo efibootmgr`` і націсніце :kbd:`Enter`.
bn: ``sudo efibootmgr`` টাইপ করে :kbd:`Enter` প্রেস করুন।
cy: Teipiwch ``sudo efibootmgr`` a phwyso :kbd:`Enter`.
et: Tippige ``sudo efibootmgr`` ja vajutage :kbd:`Enter.
fi: Kirjoita "sudo efibootmgr" ja paina:"Enter".
he: נא להזן ``sudo efibootmgr`` וללחוף על :kbd:`אנטר`.
hi: `` ``sudo efibootmgr`` ```` टाइप करें व :kbd:`Enter` दबाएँ।
id: Ketik ``sudo efibootmgr`` dan tekan :kbd:`Enter`.
ja: ``sudo efibootmgr`` と入力し、:kbd:で`Enter`を押します｡
kab: Aru``sudo efibootmgr`` sakin ssed :kbd:`Kcem`.
pl: Wpisz ``sudo efibootmgr`` i naciśnij :kbd:`Enter`.
pt: Escreva ``sudo efibootmgr`` e prima :kbd:`Enter`.
ro: Tastează ``sudo efibootmgr`` și apoi apăsă :kbd:`Enter`.
sk: Zadajte ``sudo efibootmgr`` a stlačte :kbd:`Enter`
sl: Vnesite ``sudo efibootmgr`` in pritisnite vnašalok (:kbd:`Enter`).
sr: Упишите „sudo efibootmgr“ и притисните :kbd:„Унеси“.
sr@latin: Ukucajte ``sudo efibootmgr`` i pritisnite taster `Enter` na tastaturi.
uk: Наберіть ``sudo efibootmgr`` і натисніть :kbd:`Enter`.
uz: ``sudo efibootmgr`` kiriting va :kbd:`Enter` tugmasini bosing.

source: This command lists the available boot options and the boot order.
be: Гэта каманда пакажа спіс даступных варыянтаў загрузкі і прыярытэт загрузкі.
bn: এই কমান্ডটি উপলব্ধ বুট বিকল্পগুলি এবং বুট ক্রমগুলো তালিকাভুক্ত করে।
cy: Mae'r gorchymyn hwn yn rhestru'r opsiynau cychwyn sydd ar gael a'r drefn cychwyn.
et: See käsk näitab alglaadimise valikuid ja alglaadimise järjekorda.
fi: Tämä komento luettelee saatavilla olevat käynnistysasetukset ja käynnistysjärjestyksen.
he: פקודה זו מציגה את אפשרויות האתחול הזמינות ואת סדר האתחול.
hi: उपलब्ध बूट विकल्प व बूट क्रम सूचीबद्ध करने हेतु कमांड।
id: Perintah ini menampilkan daftar opsi boot yang tersedia dan urutan boot.
ja: このコマンドは、利用できる起動オプションと順番の一覧を表示します。
kab: Anezḍay-agi ad isebder tinefrunin n usekker iwejden akked umizzwer n usekker.
pl: Ta komenda wypisuje dostępne opcje oraz kolejność uruchamiania.
pt: Este comando lista as opções de boot disponíveis e a ordem de boot.
ro: Această comandă listează opțiunile de boot disponibile și ordinea de boot.
sk: Tento príkaz zobrazí možnosti bootovania a poradie bootovania.
sl: Ta ukaz napiše vse razpoložljive zagonske možnosti in zagonsko zaporedje.
sr: Ова наредба наводи доступне опције покретања и редослед покретања.
sr@latin: Ova komanda izlistava sve dostupne opcije za pokretanje sistema i redosled pokretanja uređaja.
uk: Ця команда містить перелік доступних параметрів завантаження та порядок завантаження.
uz: Bu buyruq mavjud yuklash opsiyalari va yuklash tartibini sanab o‘tadi.
zh_hk: 此指令會列出可用的開機選項及順序。

source: In the screenshot above, there are three boot options:
be: На скрыншоце вышэй паказаны тры варыянты загрузкі:
bn: উপরের স্ক্রিনশটে তিনটি বুট অপশন রয়েছে:
cy: Yn y llun sgrin uchod, mae yna dri opsiwn cychwyn:
et: Ülemisel ekraanipildil on kolm alglaadimise valikut:
fi: Yllä olevassa kuvakaappauksessa on kolme käynnistysvalintaa:
he: בצילום המסך לעיל, קיימות שלוש אפשרויות אתחול:
hi: ऊपर दिए स्क्रीनशॉट में बूट हेतु तीन विकल्प हैं :
id: Dalam tangkapan layar di bawah ini, ada tiga pilihan boot:
ja: このスクリーンショットでは、3 つの起動オプションがあります:
kab: Di tsukkint n ugdil ukessar-agi, llant kraḍ n tnefrunin n usekker:
pl: Na zrzucie ekranu powyżej, są dostępne trzy opcje rozruchu:
pt: Na captura de tela acima, há três opções de boot:
ro: În captura de ecran de mai sus, există trei opțiuni de încărcare:
sk: Na obrázku vyššie sú tri možnosti bootovania:
sl: V spodnjem screenshot-u so tri možnosti zagona:
sr: На екрану изнад постоје три опције покретања:
sr@latin: Na slici ekrana iznad ovog teksta, prikazane su tri opcije za pokretanje sistema:
uk: На знятку екрана вище є три варіанти завантаження:
uz: Yuqoridagi skrinshotda uchta yuklash opsiyasi mavjud:
zh_hk: 以上圖為例，圖中的畫面有三個開機選項：

source: ``ubuntu`` at ``0000``
be: ``ubuntu`` на ``0000``
bn: ``0000`` তে ``ubuntu``
cy: ``ubuntu`` yn ``0000``
et: ``ubuntu`` kohal ``0000``
fi: ``ubuntu`` ``0000``:ssa
hi: ``0000`` पर ``ubuntu``
id: ``ubuntu`` pada ``0000``
ja: ``0000`` の ``ubuntu``
kab: ``ubuntu`` di ``0000``
pl: ``ubuntu`` w ``0000``
pt: ``ubuntu`` em ``0000``
sk: ``ubuntu`` na ``0000``
sl: ``ubuntu`` na ``0000``
sr: „убунту“ на „0000“
sr@latin: ``ubuntu`` na ``0000``
uk: `` ubuntu`` на `` 0000``
zh_hk: ``0000``為``ubuntu``

source: ``linuxmint`` at ``0001``
be: ``linuxmint`` на ``0001``
bn: ``0001`` তে ``linuxmint``
cy: ``linuxmint`` yn ``0001``
et: ``linuxmint`` kohal ``0001``
fi: ``linuxmint`` ``0001``:ssa
hi: ``0001`` पर ``linuxmint``
id: ``linuxmint`` pada ``0001``
ja: ``0001`` の ``linuxmint``
kab: ``linuxmint`` di ``0001``
pl: ``linuxmint`` w ``0001``
pt: ``linuxmint`` em ``0001``
sk: ``linuxmint`` na ``0001``
sl: ``linuxmint`` na ``0001``
sr: „линуксминт“ на „0001“
sr@latin: ``linuxmint`` na ``0001``
uk: ``linuxmint`` на ``0001``
zh_hk: ``0001``在``linuxmint``

source: ``Mac OS X`` at ``0081``
be: ``Mac OS X`` на ``0081``
bn: ``0081`` তে ``Mac OS X``
cy: ``Mac OS X`` yn ``0081``
et: ``Mac OS X`` kohal ``0081``
fi: ``Mac OS X`` ``0081``:ssa
hi: ``0081`` पर ``Mac OS X`
id: ``Mac OS X`` pada ``0081``
ja: ``0081`` の ``Mac OS X``
kab: ``Mac OS X`` di ``0081``
pl: ``Mac Os X`` w ``0081``
pt: ``Mac OS X`` em ``0081``
sk: ``Mac OS X`` na ``0081``
sl: ``Mac OS X`` na ``0081``
sr: „Mac OS X“ на „0081“
sr@latin: ``Mac OS X`` na ``0081``
uk: ``Mac OS X`` на ``0081``
zh_hk: ``0081`` 在 ``Mac OS X``

source: The boot order is ``0081``. This indicates that the computer only tries to boot Mac OS and not Linux Mint.
be: Прыярытэт загрузкі ўсталяваны на ``0081``. Гэта паказвае, што камп'ютар спрабуе загрузіць толькі Mac OS, але не Linux Mint.
bn: বুট অর্ডারটি `` 0081``। এটি নির্দেশ করে যে কম্পিউটারটি কেবল Mac OS বুট করার চেষ্টা করে লিনাক্স মিন্টকে নয়।
cy: Y drefn cychwyn yw ``0081``. Mae hyn yn dangos bod y cyfrifiadur yn ceisio cychwyn Mac OS yn unig ac nid Linux Mint.
et: Alglaadimise järjekorras (BoodOrder) esimeseks on märgitud ``0081``. See tähendab, et arvuti püüab käivitada ainult Mac OSi ja mitte Linux Minti.
fi: Käynnistysjärjestys on ``0081``, mikä tarkoittaa, että kone yrittää käynnistää vain macOSin eikä Linux Mintiä.
he: סדר האתחול הוא „0081”. המשמעות היא שהמחשב מנסה לאתחל רק את מערכת ההפעלה Mac OS ולא את לינוקס מינט.
hi: बूट क्रम ``0081``। यह कंप्यूटर केवल मैक ओएस आरंभ हेतु प्रयास करेगा न कि लिनक्स मिंट।
id: Boot order adalah ``0081``. Ini mengindikasikan bahwa komputer hanya mencoba boot OS Mac dan bukan Linux Mint.
ja: 起動順は ``0081`` です。つまり、コンピューターは Linux Mint ではなく、Mac OS だけを起動しようとします。
kab: Amizzwer n usekker d ``0081``. Ayagi immal belli aselkim ad yeɛreḍ ad yeskker anagar Mac OS, Linux Mint xaṭi.
pl: Polecenie uruchamiania to ``0081``. Oznacza to, że komputer próbował uruchomić MacOS, a nie Linux Mint.
pt: A ordem de boot é "0081". Isso indica que o computador somente tenta iniciar o Mac OS, e não o Linux Mint.
ro: Ordinea de bootare este ``0081``. Asta inseamnă că acest computer va încerca să pornească numai Mac OS și nu Linux Mint.
sk: Poradie bootovania je predvolene nastavené na``0081``. To znamená, že po počítač sa bude bootovať do ``0081``, čiže do Mac OS X.
sl: Zagonsko zaporedje je ``0081``. To nam pokaže da računalnik poskusi zagnati samo Mac OS ne pa tudi Linux Mint.
sr: Редослед покретања је „0081“. Ово указује на то да рачунар покушава само да покрене Mек ОС, а не Линукс Минт.
sr@latin: Redosled pokretanja sistema je ``0081``. Ovo označava da računar pokušava da pokrene jedino Mac OS, a ne Linuks Mint.
uk: Порядок завантаження — `0081``. Це вказує лише на те, що комп'ютер намагається завантажити Mac OS, а не Linux Mint.
uz: Yuklash tartibi ``0081``. Bu shuni ko‘rsatadiki, kompyuter faqat Mac OS-ni yuklashga harakat qiladi, Linux Mint emas.
zh_hk: 示圖中的開機順序為``0081``，表示電腦僅試圖以Mac OS開機而非Linux Mint。

source: For technical reasons Linux Mint uses ``ubuntu`` as its EFI boot name.
be: Па тэхнічных прычынах Linux Mint выкарыстоўвае ``ubuntu`` як імя загрузкі ў EFI.
bn: প্রযুক্তিগত কারণে লিনাক্স মিন্ট তার EFI বুট নাম হিসাবে ``ubuntu`` ব্যবহার করে।
cy: Am resymau technegol, mae Linux Mint yn defnyddio ``ubuntu`` fel ei enw cychwyn EFI.
et: Linux Mint tähistab EFI alglaadimise nimena ``ubuntu``, seda tehnilistel põhjustel.
fi: Teknisistä syistä Linux Mint käyttää EFI-käynnistysnimenään ``ubuntu``.
he: מסיבות טכניות, לינוקס מינט משתמש בשם „ubuntu” כשם אתחול ה־EFI.
hi: तकनीकी कारणों से लिनक्स मिंट का EFI बूट नाम ``उबंटू`` है।
id: Untuk alasan teknis Linux Mint menggunakan ``ubuntu`` sebagai nama boot EFI.
ja: 技術的な理由により、Linux Mint は ``ubuntu`` という名前を EFI の起動名に使用しています。
kab: Ɣef sebbat titiknikiyin Linux Mint iseqdac ``ubuntu`` i yisem-is deg usekker EFI.
pl: Z powodów technicznych Linux Minut używa ``ubuntu`` jako nazwy uruchamiania w EFI.
pt: Por motivos técnicos, o Linux Mint usa "ubuntu" como seu nome de boot EFI.
ro: Din motive tehnice, Linux Mint folosește ``ubuntu`` ca nume de boot EFI.
sk: Z technických používa Linux Mint ``ubuntu`` ako svoje bootovacie meno.
sl: Zaradi tehničnih razlogov Linux Mint uporablja ``ubuntu`` kot njegov EFI zagonsko ime.
sr: Због техничких разлога Линукс Минт користи „убунту“ као име ЕФИ назив покретања.
sr@latin: Iz tehničkih razloga, Linuks Mint koristi ``ubuntu`` kao svoj naziv za EFI pokretanje sistema.
uk: З технічних причин, Linux Mint використовує `` ubuntu`` як назву завантажувального EFI.
uz: Texnik sabablarga ko‘ra Linux Mint o‘zining EFI yuklash nomi sifatida ``ubuntu``dan foydalanadi.
zh_hk: 由於技術上的原因，Linux Mint以``ubuntu``作為EFI選單裡的名稱。
