Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: Linux Mint (and most Linux distributions) detects other operating systems and builds a menu from which you can choose which system to boot.
be: Linux Mint (і большасць іншых дыстрыбутываў Linux) вызначаюць іншыя аперацыйныя сістэмы і ствараюць меню, з якога вы можаце выбраць сістэму для загрузкі.
bn: লিনাক্স মিন্ট (এবং বেশিরভাগ লিনাক্স বিতরণ) অন্যান্য অপারেটিং সিস্টেমগুলি সনাক্ত করে এবং একটি মেনু তৈরি করে যা থেকে আপনি কোন সিস্টেমটি বুট করতে হবে তা চয়ন করতে পারেন।
cy: Mae Linux Mint (a'r mwyafrif o ddosbarthiadau Linux) yn canfod systemau gweithredu eraill ac yn adeiladu dewislen fel y gallwch chi ddewis pa system i'w chychwyn.
et: Linux Mint (ja enamik Linuxi distributsioone) tuvastavad teised operatsioonisüsteemid ja koostavad alglaadimise menüü, kust saab valida, milline süsteem käivitada.
fi: Linux Mint (ja useimmat Linux-jakelut) etsivät muut käyttöjärjestelmät ja luovat valikon käynnistettävän järjestelmän valitsemiseksi.
he: לינוקס מינט (ורוב הפצות לינוקס) מזהה מערכות הפעלה אחרות ובונה תפריט שממנו ניתן לבחור את מערכת ההפעלה לאתחל.
hi: लिनक्स मिंट (एवं अन्य लिनक्स वितरण) में ऑपरेटिंग सिस्टम पहचान व बूट उपरांत सिस्टम चयन हेतु मेन्यू उपलब्ध है।
id: Linux Mint (dan hampir seluruh distro Linux) mendeteksi sistem operasi lain dan membuat menu dari mana Anda dapat memilih sistem mana yang akan di-boot.
ja: Linux Mint (他の Linux ディストリビューションもほぼ同様) は他の OS を検出し、起動するシステムを選べるようにするメニューを設置します。
kab: Linux Mint (aked tuget n isedgiren n Linux) ttafen-d inagrawen n wammud nniḍen dɣa ttegen umuɣ n usekker ideg ara tferneḍ anwa anaraw ara tsekkereḍ.d
pl: Linux Mint (i większość dystrybucji z rodziny gnu/Linux) wykrywa inne systemy i tworzy menu wyboru systemu.
pt: O Linux Mint (e a maioria das distribuições Linux) detecta outros sistemas operacionais e cria um menu a partir do qual é possível escolher qual sistema será iniciado.
ro: Linux Mint (si majoritatea distribuțiilor Linux) detectează prezența altor sisteme de operare și construiește un meniu din care poți alege ce sistem să pornești.
sk: Linux Mint (a mnoho ďaľších Linuxových distribúcií) detekujú iné operačné systémy a vytvoria boot menu, kde je možné zvoliť, ktorý operačný systém sa má bootovať.
sl: Linux Mint (in tudi večina ostalih Linux distribucij) zazna ostale operacijske sisteme in naredi meni s katerim lahko izbirate kateri sistem želite zagnati.
sr: Линукс Минт (и већина Линукс дистрибуција) открива друге оперативне системе и стварају изборник из којег можете изабрати који ће се систем покренути.
sr@latin: Linuks Mint (i većina Linuks distribucija) otkriva ostale operativne sisteme i osniva meni iz kojeg možete izabrati koji će se sistem podići.
uk: Linux Mint (і більшість дистрибутивів Linux) виявляє інші операційні системи та створює меню, з якого ви можете вибрати, яку систему завантажити.
uz: Linux Mint (va ko‘pgina Linux distributivlari) boshqa operatsion tizimlarni aniqlaydi va qaysi tizimni yuklashni tanlashingiz mumkin bo‘lgan menyuni yaratadi.
zh_hk: Linux Mint（及多數的Linux發行版）會自動偵測電腦裡其他的作業系統，並為您建立選單以便您在開機時選擇欲進入的作業系統。

source: For this reason, if you want to dual-boot or multi-boot with Windows, it is easier and recommended to install Windows first, before you install Linux Mint.
be: Па гэтай прычыне, калі вам патрэбна двайная ці мультызагрузка з Windows, рэкамендуецца ўсталяваць Windows першай, перад усталяваннем Linux Mint.
bn: এই কারণে, যদি আপনি Windows সাথে ডুয়াল-বুট বা মাল্টি-বুট করতে চান তবে লিনাক্স মিন্ট ইনস্টল করার আগে প্রথমে Windows ইনস্টল করার পরামর্শ দেওয়া হয়।
cy: Am y rheswm yma, os ydych chi am gychwyn lluosog gyda Windows, mae'n haws gosod Windows yn gyntaf, cyn gosod Linux Mint.
et: Sel põhjusel, kui tahad, et arvutis saaks kasutada vaheldumisi Windowsi ja Linuxit, on lihtsam ja soovituslik kõigepealt paigaldada Windows ja alles siis Linux Mint.
fi: Tämän takia on helpointa ja suositeltavaa asentaa Windows ennen Linux Mintiä, jos haluat dualboot- tai multiboot-ympäristön Windowsin kanssa.
he: מסיבה זו, במידה ומעוניינים באתחול כפול או בריבוי אתחול עם וינדוס, יהיה קל יותר ואף מומלץ להתקין את וינדוס תחילה, לפני התקנת לינוקס מינט.
hi: इसी कारणवश विंडोज के साथ एकाधिक सिस्टम हेतु लिनक्स मिंट से पहले विंडोज इंस्टॉल करें क्योंकि यह अधिक सरल व सुगम है।
id: Untuk alasan ini, bila Anda menginginkan dual-boot dengan Windows, akan lebih mudah dan direkomendasikan untuk memasang Windows terlebih dahulu, sebelum Anda memasang Linux Mint.
ja: この理由から、Windows とのデュアルブート、もしくは 3 種類以上の OS からなるマルチブート環境を構築したいのなら、Linux Mint をインストールする前に Windows をインストールするのが手っ取り早いです。
kab: Ɣef wayagi, ma tebɣiḍ "dual-booter" neɣ "multi-booter" akked Windows, ad k-nsemter ad tesbeddeḍ Windows d amezwaru, send ad tesbeddeḍ Linux Mint.
pl: Z tego powodu, w przypadku używania obydwu systemów łatwiejsze i zalecane jest zainstalowanie najpierw systemu Windows.
pt: Por esse motivo, se você quiser fazer dual boot ou boot múltiplo com o Windows, é mais fácil e recomendado instalar o Windows primeiro, antes de instalar o Linux Mint.
ro: Din cauza asta, daca vrei sa folosesti mod dual-boot sau multi-boot cu Windows este mai usor si recomandat să instalezi Windows primul, înainte de a instala Linux Mint.
sk: Ak chcete mať na počítači Windows aj Linux Mint, najprv nainštalujte Windows a potom Linux Mint.
sl: Zaradi tega razloga, če želite dvojni zagon ali več zagonov z Windowsom, je lažje in priporočljivo, da namestite Windows preden namestite Linux Mint.
sr: Из тог разлога, ако желите двоструко покретање или покретање више оперативних система са Виндоус, лакше је и препоручљиво прво инсталирати Виндоус пре него што инсталирате Линукс Минт.
sr@latin: Iz ovog razloga, ukoliko želite podizanje dvostrukih ili višestrukih sistema uz Windows, lakše je i preporučeno da najpre instalirate Windows, pre nego što instalirate Linuks Mint.
uk: З цієї причини, перш ніж встановити Linux Mint, якщо ви хочете подвійного чи багатоваріантного завантаження з Windows, простіше та рекомендується встановити Windows першою.
uz: Shu sababli, agar siz Windows bilan ikkilamchi yoki ko‘p yuklashni xohlasangiz, Linux Mint-ni o‘rnatishdan oldin Windows-ni o‘rnatish osonroq va tavsiya etiladi.
zh_hk: 正因如此，若您想在電腦中與Windows並存雙系統或多系統，在安裝Linux Mint前先安裝Windows是更簡便的。

source: Fix the boot sequence
be: Выправіць паслядоўнасць загрузкі
bn: বুট ক্রম ঠিক করুন
cy: Cywiro'r drefn cychwyn
et: Alglaadimise järjekorra parandamine
fi: Korjaa käynnistysjärjestys
he: תיקון רצף האתחול
hi: बूट क्रम हेतु समाधान
id: Memperbaiki urutan boot
ja: 起動順を修正
kab: Senqed aḥric n tnekra
pl: Napraw sekwencję uruchamiania.
pt: Reparo da sequência de boot
ro: Repararea secvenței de boot
sk: Oprava bootovacej sekvencie
sl: Popravite zaganjalno zaporedje
sr: Поправите секвенцу покретања
sr@latin: Popravi redosled uređaja za podizanje sistema
uk: Виправте завантажувальну послідовність
uz: Yuklash ketma-ketligini tuzating
zh_hk: 修復開機順序

source: If Windows overwrites your boot sequence:
be: Калі Windows перапісвае вашу паслядоўнасць загрузкі:
bn: যদি Windows আপনার বুট ক্রমটি ওভাররাইট করে:
cy: Os yw Windows yn trosysgrifo eich trefn cychwyn:
et: Kui Windows kirjutab sinu alglaadimise järjekorra üle, siis:
fi: Jos Windows korvaa käynnistysjärjestyksen:
he: אם וינדוס דורס את רצף האתחול:
hi: विंडोज द्वारा बूट क्रम अधिलेखित होने पर :
id: Bila Windows menimpa urutan boot Anda:
ja: Windows が起動順を上書きした場合:
kab: Windows ad sefsex talubbayt-inek n usekker:
pl: Jeśli Windows nadpisuje sekwencję uruchamiania:
pt: Se o Windows sobrescrever a sequência de boot:
ro: Dacă Windows îți suprascrie secvența de boot:
sk: Ak Windows prepíše bootovaciu sekvenciu:
sl: V primeru da Windows prepiše zaganjalno zaporedje:
sr: Ако Виндоус преписује вашу секвенцу покретања:
sr@latin: Ukoliko Windows izbriše redosled uređaja za podizanje sistema
uk: Якщо Windows перезаписує завантажувальну послідовність:
uz: Agar Windows yuklash ketma-ketligini qayta yozsa:
zh_hk: 若Windows覆寫了您的開機順序：

source: To list your partitions, type ``lsblk -f`` and press :kbd:`Enter`.
be: Каб паглядзець спіс вашых падзелаў, набярыце ``lsblk -f`` і націсніце :kbd:`Enter`.
bn: পার্টিশন লিস্ট করতে ``lsblk -f`` টাইপ করে :kbd:`Enter` প্রেস করুন।
cy: I restru eich rhaniadau, teipiwch ``lsblk -f`` a phwyso :kbd:`Enter`.
et: Partitsioonide loetlemiseks tippige ``lsblk -f`` ja vajutage :kbd:`Enter`.
fi: Voit listata osiot kirjoittamalla "lsblk -f" ja painaa:"Enter".
he: לרשימת המחיצות, נא להזין ``lsblk -f`` וללחוץ :kbd:`אנטר`.
hi: विभाजन सूचीबद्ध करने हेतु ``lsblk -f`` ` टाइप करें व :kbd:`Enter` दबाएँ।
id: Untuk membuat daftar partisi Anda, ketik ``lsblk -f`` dan tekan :kbd:`Enter`.
ja: パーティションを一覧するには、``lsblk -f`` と入力し、:kbd:で`Enter`を押します｡
kab: Akken ad tbeqqeḍeḍ iḥedran-inek inem, aru``lsblk -f`` sakin ssed :kbd:`Kcem`.
pl: Aby wyświetlić listę partycji, wpisz ``lsblk -f`` i naciśnij :kbd:`Enter`.
pt: Para listar as partições, escreva ``lsblk -f`` e prima :kbd:`Enter`.
ro: Pentru lista partițiile, tastează ``lsblk -f`` și apoi apasă :kbd:`Enter`.
sk: Aby ste videli rozdelenie disku, napíšte ``lsblk -f`` a stlačte :kbd:`Enter`.
sl: Za izpis seznama svojih particij vnesite ``lsblk -f`` in pritisnite vnašalko (:kbd:`Enter`).
sr: Да излистате ваше партиције, упишите „lsblk -f“ и притисните :kbd:„Унеси“.
sr@latin: Za pregled Vaših particija, ukucajte ``lsblk -f`` i pritisnite taster `Enter` na tastaturi.
uk: Для перегляду переліку ваших розділів наберіть ``lsblk -f`` і натисніть :kbd:`Enter`.
uz: Bo‘limlaringizni ro‘yxatga olish uchun ``lsblk -f`` yozing va :kbd:`Enter` tugmasini bosing.

source: Find the partition where Linux Mint is installed. On most systems this should be the only ``ext4`` partition.
be: Знайдзіце падзел з усталяваным Linux Mint. У большасці сістэм гэта павінен быць толькі падзел ``ext4``.
bn: লিনাক্স মিন্ট ইনস্টল করা হয়েছে এমন পার্টিশনটি অনুসন্ধান করুন। বেশিরভাগ সিস্টেমে এটি কেবলমাত্র ``ext4`` পার্টিশন হওয়া উচিত।
cy: Chwiliwch am y rhaniad lle mae Linux Mint wedi'i osod. Ar y mwyafrif o systemau, hwn ddylai fod yr unig raniad ``ext4``.
et: Leia partitsioon, millele on paigaldatud Linux Mint. Tavaliselt on see ainus ``ext4``partitsioon.
fi: Etsi osio, jolle Linux Mint on asennettu. Usein tämä on ainoa ``ext4``-osio.
he: נא למצוא את המחיצה שבה מותקן לינוקס מינט. ברוב המערכות זו צריכה להיות מחיצת "ext4" היחידה.
hi: लिनक्स मिंट विभाजन खोजें। अधिकांश सिस्टम पर यह एकमात्र ``EXT4`` विभाजन होता है।
id: Temukan partisi dimana Linux Mint dipasang. Pada kebanyakan sistem ini mestinya satu-satunya partisi ``ext4``.
ja: Linux Mint がインストールされているパーティションを探します。ほとんどのシステムでは ``ext4`` パーティションに入っているはずです。
kab: Af-d aḥric anida yettwasbedd Linux Mint. Di tegti ad t-tefeḍ deg weḥric ``ext4``.
pl: Znajdź partycję, na której jest zainstalowany Linux Mint. W większości systemów powinno to być ``EXT4``
pt: Encontre a partição onde o Linux Mint está instalado. Na maioria dos sistemas, será a única partição "ext4".
ro: Caută partiția pe care Linux Mint a fost instalat. Pe majoritatea sistemelor este singura de format ``ext4``.
sk: Nájdite oddiel, v ktorom je nainštalovaný Linux Mint. Väčšinou to je oddiel so súborovým systémom ``ext4``.
sl: Poiščite razdelek na katerem je nameščen Linux Mint. Ponavadi je to razdelek ``ext4``.
sr: Пронађите партицију на којој је Линукс Минт инсталиран. На већини система ово би требало да буде једина „ext4“ партиција.
sr@latin: Pronađite particiju na kojoj je instaliran Linuks Mint. Na većini sistema, ovo bi trebalo da je jedina ``ext4`` particija.
uk: Знайдіть розділ, де встановлено Linux Mint. У більшості систем це має бути єдиним розділом `` ext4``.
uz: Linux Mint o‘rnatilgan bo‘limni toping. Aksariyat tizimlarda bu yagona ``ext4`` bo‘limi bo‘lishi kerak.
zh_hk: 找到安裝Linux Mint的分區。 在大多數係統上，這應該是唯一的“ ext4”分區。

source: In the screenshot above:
be: На здымку экрана вышэй:
bn: উপরের স্ক্রিনশটে:
cy: Yn y llun sgrin uchod:
et: Ülemisel pildil:
fi: Kuvakaappauksessa yllä:
he: בצלום המסך מעל:
hi: ऊपर दिए स्क्रीनशॉट में :
id: Pada tangkapan layar di atas:
ja: 上のスクリーンショットでは:
kab: Di tsukkint n ugdil ukessar-agi:
pl: Na powyższym zrzucie ekranowym:
pt: Na captura de tela acima:
ro: In captura de mai sus:
sk: Na obrázku vyššie:
sl: V zgornjem screenshot-u:
sr: На екрану изнад:
sr@latin: Na snimku ekrana iznad:
uk: На знятку екрана вище:
uz: Yuqoridagi skrinshotda:
zh_hk: 在上面的示例圖中：

source: ``sdb`` is the USB stick (recognizable by its ``iso9660`` type which corresponds to an ISO image).
be: ``sdb`` - гэта USB дыск (распазнаны па яго тыпу ``iso9660``, які адпавядае вобразу ISO).
bn: ``sdb`` হ'ল USB স্টিক (এটির ``iso9660'' ধরণের দ্বারা সনাক্তযোগ্য, যা কোনও ISO চিত্রের সাথে সম্পর্কিত)।
cy: ``sdb`` yw'r cof bach USB (y mae modd ei adnabod gan ei math ``iso9660`` sy'n cyfateb i ddelwedd ISO).
et: ``sdb`` on USB pulk (selle tunneb ära tüübi ``iso9660`` järgi, mis vastab ISO tõmmisele).
fi: ``sdb`` on USB-tikku (minkä havaitsee ISO-levykuvaa vastaavasta ``iso9660``-tyypistä).
he: ``sdb`` הוא ההחסן-נייד (מזוהה כסוג ``iso9660`` המתאים לתמונת ISO).
hi: ``sdb`` यूएसबी डिस्क है (आईएसओ फाइल अनुसार ``iso9660`` प्रकार द्वारा इसकी पहचान संभव है)।
id: ``sdb`` adalah stik USB (dikenali sebagai tipe ``iso9660`` yang berhubungan dengan image ISO).
ja: ``sdb`` が USB スティックです (``iso9660`` という表示は ISO イメージを意味する)。
kab: ``sdb`` d tasarut USB (tettwaɛqal s wanaw-ines ``iso9660`` inmeɣran ɣer tugna ISO).
pl: ``sdb`` jest pendrive'em (rozpoznawalnym jako typ ``iso9660``, podobnie jak obraz płyty ISO).
pt: "sdb" é a mídia USB (reconhecível por seu tipo "iso9660", o qual corresponde a uma imagem ISO).
ro: ``sdb`` este stickul USB (de recunoscut după formatul ``iso9660`` care corespunde unei imagini ISO).
sk: ``sdb`` je USB (identifikovateľný svojím ``iso9660`` typom, ktorý korešponduje s ISO obrazom).
sl: ``sdb`` je USB ključek (prepoznan po ``iso9660`` vrsti , ki ustreza ISO sliki).
sr: „sdb“ је УСБ уређај (препознатљив по типу „исо9660“ који одговара ИСО слици).
sr@latin: ``sdb`` je USB memorijski uređaj (prepoznatljiv po svom tipu ``iso9660``, koji odgovara ISO kopiji).
uk: `` sdb`` - USB-нагромаджувач (визначений за його `` iso9660`` типом, що відповідає образу ISO).
uz: ``sdb`` - USB flesh-diski (ISO tasviriga mos keladigan ``iso9660`` turi bilan tanib olinadi).
zh_hk: sdb是USB記憶棒（可通過其iso9660類型識別，該類型對應於ISO映像）。

source: ``sda`` is the hard drive.
be: ``sda`` - гэта жорсткі дыск.
bn: ``sda`` হ'ল হার্ড ড্রাইভ।
cy: ``sda`` yw'r gyriant caled.
et: ``sda`` on kõvaketas.
fi: ``sda`` on kiintolevy.
he: ``sda`` הוא הכונן הקשיח.
hi: ``sda`` हार्ड ड्राइव है।
id: ``sda`` adalah hard disk.
ja: ``sda`` がハードドライブです。
kab: ``sda`` d aḍebsi aquran.
pl: ``sda`` to dysk twardy
pt: "sda" é o disco rígido.
ro: ``sda`` este hard discul.
sk: ``sda`` je pevný disk.
sl: ``sda`` je trdi disk.
sr: „sda“ је чврсти диск.
sr@latin: ``sda``je jedinica diska.
uk: `` sda`` — це жорсткий диск.
uz: ``sda`` - bu qattiq disk.
zh_hk: ``sda``為磁碟。

source: ``sda4`` is the partition on the ``sda`` hard drive, where Linux Mint is installed.
be: ``sda4`` - гэта падзел на жорсткім дыску ``sda``, дзе ўсталяваны Linux Mint.
bn: ``sda4`` হ'ল ``sda`` হার্ড ড্রাইভের পার্টিশন, যেখানে লিনাক্স মিন্ট ইনস্টল করা হয়েছে।
cy: ``sda4`` yw'r rhaniad ar yriant caled ``sda``, lle mae Linux Mint wedi'i osod.
et: ``sda4`` on partitsioon ``sda`` kõvakettal, kuhu on paigaldatud Linux Mint.
fi: ``sda4`` on osio ``sda``-kiintolevyllä, jolle Linux Mint on asennettu.
he: "sda4" היא המחיצה בכונן הקשיח "sda", בו מותקן לינוקס מינט.
hi: लिनक्स मिंट इंस्टॉल हेतु ``sda`` हार्ड डिस्क का विभाजन ``sd4`` है।
id: ``sda4`` adalah partisi hardisk pada ``sda``, dimana Linux Mint dipasang.
ja: ``sda4`` がハードドライブ ``sda`` に存在するパーティションで、Linux Mint がインストールされている場所です。
kab: ``sda4`` d aḥric n uḍebsi aquran ``sda``, anida yettusbedd Linux Mint.
pl: ``sda4``jest partycją na dysku``sda``, gdzie jest zainstalowany Linux Mint.
pt: "sda4" é a partição no disco rígido "sda", onde o Linux Mint está instalado.
ro: ``sda4`` este partiția de pe ``sda`` unde Linux Mint este instalat.
sk: ``sda4`` je oddiel na pevnom disku (``sda``), kde je nainštalovaný Linux Mint.
sl: ``sda4`` je razdelek na ``sda`` trdem disku, kjer je nameščen Linux Mint.
sr: „sda4“ је партиција на „sda“ чврстом диску, где је Линукс Минт инсталиран.
sr@latin: ``sda4`` je particija na ``sda`` jedinici diska, gde je instaliran Linuks Mint.
uk: `` sda4`` — це розділ на жорсткому диску `` sda``, де встановлено Linux Mint.
uz: ``sda4`` - Linux Mint o‘rnatilgan ``sda`` qattiq diskidagi bo‘lim.
zh_hk: ``sda4``為``sda``硬碟上的裝有Linux Mint的分割區。

source: To list partition sizes, type ``lsblk``:
be: Каб паказаць памер падзелаў, увядзіце ``lsblk``:
bn: পার্টিশন মাপের তালিকা করতে, টাইপ করুন ``lsblk``:
cy: I restru meintiau rhaniadau, teipiwch ``lsblk``:
et: Partitsioonide suuruste nägemiseks kirjuta ``lsblk``:
fi: Luettele osioiden koot kirjoittamalla ``lsblk``:
he: לרשימת נפח המחיצות, נא להקיש ``lsblk``:
hi: ``lsblk`` टाइप कर विभाजन आकार सूचीबद्ध करें :
id: Untuk melihat daftar ukuran partisi, ketik ``lsblk``:
ja: パーティションの容量を表示するには ``lsblk`` と入力します:
kab: Iwakken ad tbeqqeḍeḍ tiddi n iḥricen, aru ``lsblk`` :
pl: Aby zobaczyć listę rozmiarów partycji, wpisz ``lsplk``.
pt: Para listar os tamanhos das partições, digite ``lsblk``:
ro: Pentru a lista dimensiunile partițiilor tasteaza ``lsblk``:
sk: Aby ste zobrazili veľkosti oddielov, zadajte ``lsblk``:
sl: Za izpis velikosti razdelkov, vtipkajte ``lsblk``:
sr: За приказ величина партиција, упишите „lsblk“:
sr@latin: Da biste izlistali veličine particija, otkucajte ``lsblk``:
uk: Щоб вказати розміри розділу, введіть команду `` lsblk``:
uz: Bo‘lim o‘lchamlari ro‘yxatini ko‘rish uchun ``lsblk`` kiriting:
zh_hk: 欲列出分割區的大小，請輸入``lsblk``：

source: To list partition labels, type ``blkid``:
be: Каб паказаць ярлыкі падзелаў, увядзіце ``blkid``:
bn: পার্টিশন লেবেলগুলির তালিকা করতে, টাইপ করুন ``blkid``:
cy: I restru labeli rhaniadau, teipiwch ``blkid``:
et: Partitsioonide siltide nägemiseks kirjuta ``blkid``:
fi: Luettele osioiden nimiöt kirjoittamalla ``blkid``:
he: לרשימת תוויות מחיצה נא להקליד, ``blkid``:
hi: ``blkid`` टाइप कर विभाजन उपनाम सूचीबद्ध करें :
id: Untuk melihat label partisi, ketik ``blkid``:
ja: パーティションラベルの一覧を表示するには ``blkid`` と入力します:
kab: Iwakken ad tbeqqeḍeḍ tibzimin n iḥricen, aru ``blkid`` :
pl: Aby zobaczyć listę etykiet Twoich partycji, wpisz ``blkid``:
pt: Para listar as tabelas das partições, digite ``blkid``:
ro: Pentru a lista etichetele partițiilor tasteaza ``blkid``:
sk: Aby ste zobrazili názvy oddielov, zadajte ``blkid``:
sl: Za izpis imen razdelkov, vtipkajte ``blkid``:
sr: Да наведете називе партиције, упишите „blkid“:
sr@latin: Da biste izlistali nazive particija, otkucajte ``blkid``:
uk: Для переліку позначок розділу введіть команду `` blkid``:
uz: Bo‘lim yorliqlarini ro‘yxatini ko‘rish uchun ``blkid`` kiriting:
zh_hk: 要列出分區標籤，請輸入 ``blkid``：

source: Mount the Linux Mint partition and reinstall the grub menu with the following commands:
be: Прымантуйце падзел Linux Mint і пераўсталюйце меню grub наступнымі камандамі:
bn: লিনাক্স মিন্ট পার্টিশনটি মাউন্ট করুন এবং নিম্নলিখিত কমান্ডগুলি সহ grub মেনুটি পুনরায় ইনস্টল করুন:
cy: Arosodwch y rhaniad Linux Mint ac ailosod y ddewislen grub gyda'r gorchmynion canlynol:
et: Linux Minti partitsiooni haakida ja GRUBi menüü saab uuesti paigaldada järgmiste käskudega:
fi: Liitä Linux Mint -osio ja asenna Grub-valikko uudelleen komennoilla:
he: עגינת מחיצת לינוקס מינט והתקנת תפריט גרוב מחדש באמצעות הפקודות הבאות:
hi: निम्नलिखित कमांड द्वारा लिनक्स मिंट विभाजन माउंट कर grub मेन्यू पुनः इंस्टॉल करें :
id: Kait partisi Linux Mint dan pasang ulang menu grub dengan perintah berikut:
ja: Linux Mint のパーティションをマウントし、GRUB メニューを再インストールするコマンドを実行します:
kab: Serkeb aḥric Linux Mint yerna wennez umuɛ grub s inezḍayen-agi:
pl: Zamontuj partycję Linux Mint i przeinstaluj Grub menu za pomocą następujących poleceń:
pt: Monte a partição do Linux Mint e reinstale o menu de grub com os seguintes comandos:
ro: Monteaza partiția cu Linux Mint si reinstaleaza meniul grub folosind comenzile următoare:
sk: Pripojte oddiel Linux Mint a preinštalujte GRUB menu nasledovnými príkazmi:
sl: Vpnite Linux Mint razdelek in ponovno namestite grub meni z naslednjimi ukazi:
sr: Монтирајте Линукс Минт партицију и поново инсталирајте груб изборник са следећим наредбама:
sr@latin: Montirajte particiju sa Linuks Mintom i ponovo instalirajte grub meni korišćenjem sledećih komandi:
uk: Під'єднайте розділ диску з Linux Mint і перевстановіть меню grub за допомогою таких команд:
uz: Linux Mint bo‘limini ulang va grub menyusini quyidagi buyruqlar bilan qayta o‘rnating:
zh_hk: 遵照以下指令以掛載Linux Mint分割區，並重新安裝grub開機選單：

source: In the commands above, replace /dev/sda4 and /dev/sda with the appropriate names for your Linux Mint partition and your hard drive device.
be: У камандах вышэй, замяніце /dev/sda4 і /dev/sda на адпаведныя імёны вашага падзела Linux Mint і вашага жорсткага дыска.
bn: উপরের কমান্ডগুলিতে, আপনার লিনাক্স মিন্ট পার্টিশন এবং আপনার হার্ড ড্রাইভ ডিভাইসের জন্য উপযুক্ত নাম /dev/sda4 এবং /dev/sda প্রতিস্থাপন করুন।
cy: Yn y gorchmynion uchod, disodlwch /dev/sda4 a /dev/sda gyda'r enwau priodol ar gyfer eich rhaniad Linux Mint a'ch dyfais gyriant caled.
et: Ülemistes käskudes asenda /dev/sda4 ja /dev/sda sinu Linux Minti partitsioonile vastava nime ning kõvaketta seadmega.
fi: Korvaa /dev/sda4 ja /dev/sda yllä olevissa komennoissa Linux Mint -osiosi ja -kiintolevysi oikeilla nimillä.
he: בפקודות מעלה, נא להחליף / dev / sda4 ו- dev / sda בשמות המתאימים למחיצת לינוקס מינט והתקן הכונן הקשיח.
hi: ऊपर दी गई कमांड में /dev/sd4 व /dev/sda को अपने लिनक्स मिंट विभाजन व हार्ड डिस्क अनुसार बदलें।
id: Pada perintah di atas, ganti /dev/sda4 dan /dev/sda dengan nama yang sesuai untuk partisi Linux Mint dan perangkat hard drive Anda.
ja: 上のコマンドの /dev/sda4 と /dev/sda の部分を、お使いの Linux Mint パーティションとハードドライブデバイスに合った適切な名前で置き換えてください。
kab: Deg yinezḍayen-agi ukessar, semselsi /dev/sda4 akked /dev/sda s yismawen n weḥric-inek n Linux Mint akked uḍebsi aquran inek.
pl: W powyższych komendach zamień /dev/sda1 z /dev/sda z odpowiednimi nazwami partycji Linux Mint i dysku twardego.
pt: Nos comandos acima, substitua /dev/sda4 e /dev/sda com os nomes apropriados para a sua partição do Linux Mint e seu disco rígido.
ro: în comenzile de mai sus, inlocuiește /dev/sda4 și /dev/sda cu partiția corespunzatoare lui Linux Mint si hard discului pe de computerul tău.
sk: V príkazoch vyššie nahraďte /dev/sda4 a /dev/sda príslušnými názvami oddielu pre Linuxu Mint a pevného disku.
sl: V zgornjih ukazih zamenjajte /dev/sda4 and /dev/sda z primernimi imeni za vaš Linux Mint razdelek in vaš trdi disk.
sr: У наредбама горе замените „/dev/sda4“ и „/dev/sda“ са одговарајућим називима за вашу Линукс Минт партицију и ваш уређај чврстог диска.
sr@latin: U gore navedenim komandama, zamenite /dev/sda4 i /dev/sda odgovarajućim nazivima Vaše particije sa Linuks Mintom i Vašeg hard disk uređaja.
uk: У вищезазначених командах, замініть / dev / sda4 та / dev / sda відповідними іменами для вашого розділу Linux Mint і вашого пристрою на жорсткому диску.
uz: Yuqoridagi buyruqlarda /dev/sda4 va /dev/sda ni Linux Mint bo‘limi va qattiq disk qurilmangiz uchun mos nomlar bilan almashtiring.
zh_hk: 在上面的指令中，將 /dev/sda4 及 /dev/sda/ 替換為您的Linux Mint分割區及硬碟所使用的代號。
