Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: After the installation, use :menuselection:`Advanced Options --> Recovery mode` from the boot menu and choose ``resume``.
be: Пасля ўсталявання, скарыстайцеся рэжымам аднаўлення: `Advanced Options --> Recovery mode` у меню загрузкі і выберыце аднавіць (``resume``).
bn: ইনস্টলেশনের পরে বুট মেনু থেকে :menuselection:`Advanced Options --> Recovery mode` ব্যবহার করুন এবং ``resume``-টি চয়ন করুন ``
cy: Ar ôl gosod, defnyddiwch :menuselection:`Advanced Options --> Recovery mode` o'r ddewislen cychwyn a dewis ``resume``.
et: Pärast paigaldust liigu alglaadimise menüüs asukohta :menuselection:`Advanced Options --> Recovery mode` ja vali ``resume`` (jätka).
fi: Asennuksen jälkeen valitse käynnistysvalikosta :menuselection:`Advanced Options --> Recovery mode` ja ``resume``.
he: לאחר ההתקנה, נא להשתמש ב־:menuselection: "אפשרויות מתקדמות --> מצב שחזור" מתפריט האיתחול ולבחור "להמשיך".
hi: इंस्टॉल के उपरांत, बूट मेन्यू में :menuselection:`विस्तृत विकल्प --> रिकवरी मोड` द्वारा ``चालू करें`` चुनें।
id: Setelah selesai memasang, gunakan :menuselection:`Advanced Options --> Recovery mode` dari menu boot dan pilih ``resume``.
ja: インストール後、起動メニューから :menuselection:`Advanced Options --> Recovery mode` を使用し、``resume`` を選択する。
kab: Mi ifuk usbeddi, fren :menuselection:`Advanced Options --> Recovery mode` deg wumuɣ n usekker, sakin ``resume``.
pl: Po instalacji, w menu uruchamiania wejdź w :menuselection:'Opcje Zaawansowane --> Tryb odzyskiwania' i wybierz "wznawianie".
pt: Depois da instalação, utilize :menuselection:`Opções Avançadas --> Modo de recuperação` do menu de arranque e escolha ``resume``.
ro: După instalare, folosește :menuselection:`Advanced Options --> Recovery mode` din meniul grub și alege``resume``.
sk: Po inštalácií použite :menuselection:`Advanced Options --> Recovery mode` z boot menu a zvoľte ``resume``.
sl: Po namestitvi uporabite :menuselection:`Napredne možnosti --> Obnovitveni način` v zagonskem meniju in izberite »Nadaljuj«.
sr: Након инсталације, користите „:menuselection:Напредне опције → Опоравак система" из изборника за покретање и изаберите „настави“.
sr@latin: Posle instalacije, izaberite :menuselection:`Advanced Options --> Recovery mode` iz menija za podizanje sistema, a zatim izaberite ``resume``.
uk: Після встановлення, в меню завантаження перейдіть у :menuselection:`Advanced Options --> Recovery mode` та виберіть ``resume``.
uz: O‘rnatishdan so‘ng, yuklash menyusidagi :menuselection:`Kengaytirilgan parametrlar --> Qayta tiklash rejimi`dan foydalaning va ``resume``ni tanlang.
zh_hk: 安裝後，從啟動菜單中使用 :menuselection:`Advanced Options --> Recovery mode` 並選擇 ``resume``。

source: Install an older release
be: Усталяваць старэйшы рэліз
bn: একটি পুরানো রিলিজ ইনস্টল করুন
cy: Gosod fersiwn hŷn
et: Vanema versiooni paigaldamine
fi: Asenna vanhempi julkaisu
he: התקנת גרסה ישנה יותר
hi: पुराना संस्करण इंस्टॉल करें
id: Memasang versi lebih lama
ja: 過去のリリースのインストール
kab: Sbeded leqqem aqbuṛ
pl: Zainstaluj starsze wydanie
pt: Instale uma versão mais antiga
ro: Instalează o versiune mai veche
sk: Nainštalujte staršiu verziu
sl: Namestite starejšo različico
sr: Инсталирајте старије издање
sr@latin: Instalirajte neku od starijih verzija
uk: Встановлення старішого релізу
uz: Eski versiyani o‘rnating
zh_hk: 安裝較舊的版本

source: If your computer has compatibility issues with the latest Linux Mint release, install a previous release from the same Linux Mint series.
be: Калі ваш камп'ютар мае праблемы сумяшчальнасці з апошнім рэлізам Linux Mint, усталюйце папярэдні рэліз з той жа серыі Linux Mint.
bn: আপনার কম্পিউটারে সর্বশেষতম লিনাক্স মিন্ট রিলিজের সাথে সামঞ্জস্যতার সমস্যা থাকলে, একই লিনাক্স মিন্ট সিরিজ থেকে পূর্ববর্তী রিলিজটি ইনস্টল করুন।
cy: Os nad yw eich cyfrifiadur yn gydnaws â'r fersiwn diweddaraf o Linux Mint, beth am osod fersiwn blaenorol o Linux Mint?
et: Kui su arvutil on probleeme viimase Linux Minti väljalaskega, võib paigaldada Linux Minti sama seeria vanema väljalaske.
fi: Jos tietokoneellasi on yhteensopivuusongelmia viimeisimmän Linux Mint -julkaisun kanssa, asenna saman Linux Mint -sarjan aiempi julkaisu.
he: אם יש למחשבך בעיות תאימות עם הגרסה האחרונה של לינוקס מינט, כדאי להתקין גרסה קודמת של לינוקס מינט מאותה סדרה.
hi: यदि आपके कंप्यूटर में नवीनतम लिनक्स मिंट रिलीज़ के साथ संगतता समस्याएँ हैं, तो उसी लिनक्स मिंट श्रृंखला की पिछली रिलीज़ इंस्टॉल करें।
id: Jika komputer Anda mengalami masalah kompatibilitas dengan Linux Mint terbaru, pasanglah versi sebelumnya dari seri Linux Mint yang sama.
ja: お使いのコンピューターと、最新の Linux Mint リリースの間に互換性の問題がある場合は、同じシリーズの Linux Mint の以前のリリースをインストールしてください。
kab: Ma yella aselkim-inek yesɛa uguren n umṣadda akked lqem angaru n Linux Mint , sbedd lqem uzwir seg umazrar-agi n Linux Mint .
pl: Jeśli Twój komputer ma nadal problemy ze zgodnością z najnowszym wydaniem Linux Mint, zainstaluj wcześniejsze wydanie Linux Mint z tej samej serii.
pt: Se o seu computador possui incompatibilidades com a última versão do Linux Mint, instale uma versão anterior da mesma série do Linux Mint.
ro: Dacă computerul are probleme de compatibilitate cu cea mai recentă versiune de Linux Mint, instalați o versiune anterioară a aceleiași serii Linux Mint.
sk: Ak má váš počítač problémy kompatibility s najnovším vydaním Linux Mint, nainštalujte predchádzajúce vydanie z tej istej Linux Mint série.
sl: Če ima vaš računalnik težave z združljivostjo zadnje izdaje Linux Mint, namestite predhodno različico iz iste vrste izdaj Linux Mint.
sr: Ако ваш рачунар има проблема са компатибилношћу са најновијом верзијом Линукс Минта, инсталирајте претходно издање из исте серије Линукс Минт.
sr@latin: Ukoliko Vаš rаčunаr imа problemа sа kompаtibilnošću sа nаjnovijim izdаnjem Linuks Mintа, instаlirаjte prethodnu verziju iz iste serije Linuks Minta.
uk: Якщо ваш комп'ютер має проблеми сумісности з останнім релізом Linux Mint, встановіть попередній випуск із тієї ж серії Linux Mint.
uz: Agar kompyuteringizda Linux Mintning so‘nggi versiyasi bilan moslik muammosi bo‘lsa, xuddi shu Linux Mint seriyasidan oldingi versiyani o‘rnating.
zh_hk: 若您的電腦在最新版的Linux Mint版本上遭遇相容性問題，試著安裝前一個Linux Mint版本。

source: For instance, if you can't install Linux Mint 18.3 (which comes with a 4.10 kernel), install Linux Mint 18 (which comes with a 4.4 kernel) and upgrade to 18.3.
be: Напрыклад, калі вы не можаце ўсталяваць Linux Mint 18.3 (які пастаўляецца з ядром 4.10), усталюйце Linux Mint 18 (які пастаўляецца з ядром 4.4) і затым абнавіцеся да версіі 18.3.
bn: উদাহরণ, আপনি যদি লিনাক্স মিন্ট 18.3 ইনস্টল করতে না পারেন (যা একটি 4.10 কার্নেলের সাথে আসে), লিনাক্স মিন্ট 18 ইনস্টল করুন (যা একটি 4.4 কার্নেলের সাথে আসে) এবং 18.3 এ আপগ্রেড করুন।
cy: Er enghraifft, os nad oes modd i chi osod Linux Mint 18.3 (sy'n cynnwys cnewyllyn 4.10), beth am osod 18 (sydd â chnewyllyn 4.4) a diweddaru i 18.3.
et: Näiteks kui Linux Mint 18.3 paigaldamine ei õnnestu (see tuleb 4.10 kerneliga), võib paigaldada Linux Mint 18 (mis tuleb 4.4 kerneliga) ning uuendada 18.3 versioonile.
fi: Jollet esimerkiksi voi asentaa Linux Mint 18.3:a (jossa tulee 4.10-version ydin), asenna Linux Mint 18 (jossa ydin on 4.4) ja päivitä sitten versioon 18.3.
he: למשל, אם התקנת לינוקס מינט 18.3 (שבאה עם גרסת הליבה 4.10) לא צלחה, כדאי להתקין את לינוקס מינט 18 (שבאה עם גרסת הליבה 4.4) ואז לשדרג לגרסה 18.3 של לינוקס מינט.
hi: जैसे कि, यदि आप लिनक्स मिंट 18.3 (कर्नेल संस्करण 4.10) इंस्टॉल नहीं कर पा रहे हैं, तो लिनक्स मिंट 18 (कर्नेल संस्करण 4.4) इंस्टॉल करे व 18.3 में अपग्रेड करें।
id: Sebagai contoh, jika Anda tidak dapat memasang Linux Mint 18.3 (yang datang dengan kernel 4.10), pasang Linux Mint 18 (yang datang dengan kernel 4.4) dan tingkatkan ke 18.3.
ja: 例えば、Linux Mint 18.3 (カーネル 4.10) がインストールできないなら、いったん Linux Mint 18 (カーネル 4.4) をインストールし、18.3 へアップグレードします。
kab: Deg umedya, ma yella ur tezmireḍ ara ad tesbeddeḍ Linux Mint 18.3 (i yetteddun s yiɣes a 4.10), sbedd Linux Mint 18 (i yesseqdacen iɣes 4.4) sakkin leqqem ɣer lqem 18.3.
pl: Na przykład, jeśli nie możesz zainstalować Linux Mint 18.3 (który jest dostarczany z jądrem 4.10), zainstaluj Linux Mint 18 (który jest dostarczany z jądrem 4.4) i uaktualnij do wersji 18.3.
pt: Por exemplo, se não conseguir instalar o Linux Mint 18.3 (que vem com o kernel 4.10), instale o Linux Mint 18 (que vem com o kernel 4.4) e depois atualize para o 18.3.
ro: De exemplu, dacă nu poți instala Linux Mint 18.3 (care vine cu versiunea de kernel 4.10), instalează Linux Mint 18 (care vine cu versiunea 4.4 de kernel) și actualizează la versiunea 18.3.
sk: Napríklad, ak nemôžete nainštalovať Linux Mint 18.3 (ktorý má kernel 4.10), nainštalujte Linux Mint 18 (s kernelom 4.4) a aktualizujte na 18.3.
sl: Primer: če ne morete namestiti Linux Mint 18.3 (ki vsebuje jedro 4.10), namestite Linux Mint 18 (z jedrom 4.4) in nato posodobite na 18.3.
sr: На пример, ако не можете инсталирати Линукс Минт 18.3 (који долази са 4.10 кернелом), инсталирајте Линукс Минт 18 (који долази са 4.4 кернелом) и надоградиte на 18.3.
sr@latin: Na primer, ukoliko ne možete da instalirate Linuks Mint 18.3 (koji dolazi sa verzijom jezgra 4.10), instalirajte Linuks Mint 18 (koji dolazi sa verzijom jezgra 4.4) i nadogradite ga na verziju Linuks Mint 18.3.
uk: Наприклад, якщо ви не можете встановити Linux Mint 18.3 (який постачається з ядром 4.10), встановіть Linux Mint 18 (з ядром 4.4) і оновіть до 18.3.
uz: Masalan, agar siz Linux Mint 18.3 ni (4.10 yadrosi bilan birga keladi) oʻrnatolmasangiz, Linux Mint 18 ni (4.4 yadrosi bilan birga keladi) oʻrnating va 18.3 ga yangilang.
zh_hk: 舉例而言，若您無法安裝Linux Mint 18.3（內建Linux核心4.10版），請安裝Linux Mint 18（內建Linux核心4.4版）再升級至18.3版。

source: The first release in each series uses an LTS (Long Term Support) kernel. Upgrading from this release to the latest one in the series does not change your kernel.
be: Самы першы рэліз у кожнай серыі выкарыстоўвае ядро з доўгатэрміновай падтрымкай (LTS - Long Term Support). Абнаўленне з гэтага рэліза да пазнейшых не зменіць ваша ядро.
bn: প্রতিটি সিরিজের প্রথম প্রকাশে একটি LTS (Long Term Support) কার্নেল ব্যবহার করা হয়। এই প্রকাশনা থেকে সিরিজের সর্বশেষতমটিতে আপগ্রেড করলেও আপনার কার্নেল পরিবর্তন করে না।
cy: Mae fersiwn cyntaf pob cyfres yn defnyddio cnewyllyn LTS (Long Term Support). Nid yw diweddaru o'r diweddaraf yn y gyfres yn newid eich cnewyllyn.
et: Iga seeria esimene väljaanne kasutab LTS (Long Term Support) kernelit. Uuendamisel sellelt versioonilt seeria viimasele versioonile ei uuendata kernelit.
fi: Kunkin sarjan ensimmäinen julkaisu käyttää pitkään tuettua kerneliä (LTS). Päivittäminen tästä julkaisusta viimeisimpään ei kajoa kerneliin.
he: השחרור הראשון בכל סדרה משתמש בליבת LTS (תמיכה לטווח ארוך). שדרוג שחרור זה לגרסה האחרונה בסדרה לא ישנו את הליבה.
hi: प्रत्येक श्रृंखला की प्रथम रिलीज़ LTS (दीर्घकालिक समर्थन) कर्नेल उपयोग करती है। इस रिलीज़ से श्रृंखला की नवीनतम में अपग्रेड करने पर आपका कर्नेल बदला नहीं जाता है।
id: Rilis pertama di setiap seri menggunakan kernel LTS (Long Term Support/Dukungan Jangka Panjang). Meningkatkan dari rilis ini ke yang terbaru dalam seri yang sama tidak mengubah kernel Anda.
ja: 各シリーズの一番初めのリリースは LTS (長期サポート) カーネルを使用しています。このリリースから最新版へアップグレードしても、お使いのカーネルは変更されません。
kab: Lqem amezwaru n yal amazrar iseqdac iɣes LTS (Long Term Support). Aleqqem ɣer lqem amaynut ittekkin ɣer umazrar-agi ur ittbeddil ara iɣes.
pl: Pierwsze wydanie w każdej serii wykorzystuje jądro LTS (Long Term Support). Aktualizacja z tej wersji do najnowszej serii nie zmienia twojego jądra.
pt: A primeira versão de cada série usa um kernel LTS (Suporte a Longo Prazo). Atualizar esta versão para a mais recente na série não altera o seu kernel.
ro: Prima ediție din fiecare serie folosește un kernel LTS(suport prelungit, Long Term Support). Actualizările de la această versiune la cea mai recenta din serie nu va schimba versiunea de kernel.
sk: Pri aktualizovaní verzie sa totiž jadro nemení.
sl: Prva različica v vsakem nizu izdaj uporablja jedro LTS (z dolgoročno podporo). Posodabljanje iz te različice na najnovejšo v nizu ne spremeni jedra vašega sistema.
sr: Прво издање у свакој серији користи ЛТС (Дугорочна подршка) кернел. Надоградња из овог издања на најновији у серији не мења ваш кернел.
sr@latin: Prvo izdanje u svakoj seriji koristi LTS (Long Term Support - Produžena podrška za) jezgro. Nadogradnjom sa ovog izdanja na najnovije u seriji, Vaše jezgro se neće promeniti.
uk: Перший випуск у кожній серії використовує ​​LTS-ядро (Long Term Support). Оновлення від цього випуску до останнього в серії не змінює ядро.
uz: Har bir seriyadagi birinchi versiya LTS (Uzoq muddatli qo‘llab-quvvatlash) yadrosidan foydalanadi. Ushbu relizdan seriyaning eng so‘nggi versiyasiga yangilash yadroingizni o‘zgartirmaydi.
zh_hk: 在每一個系列的最初發行版會使用LTS (Long Term Support, 長期支援)核心。在同系列中升級到最新的發行版不會改變您的核心版本。

source: Boot Linux Mint
be: Загрузіць Linux Mint
bn: লিনাক্স মিন্ট বুট করুন
cy: Cychwyn Linux Mint
et: Linux Minti käivitamine
fi: Käynnistä Linux Mint
he: אתחול לינוקס מינט
hi: लिनक्स मिंट बूट करें
ja: Linux Mint の起動
kab: Ssenker Linux Mint
pl: Uruchom Linux Mint
pt: Arrancar Linux Mint
ro: Pornește Linux Mint
sk: Spustenie systému Linux Mint
sl: Zaženite Linux Mint
sr: Покретање Линукс Минт
sr@latin: Pokreni Linuks Mint
uk: Завантажити Linux Mint
uz: Linux Mintni ishga tushiring
zh_hk: 啟動 Linux Mint

source: Now that you have Linux Mint on a USB stick (or DVD) boot the computer from it.
be: Цяпер вы маеце Linux Mint на носьбіце USB (ці DVD), загрузіце камп'ютар адтуль.
bn: এখন আপনার কাছে যেহেতু একটি USB স্টিকে (বা DVD)-তে লিনাক্স মিন্ট রয়েছে, এটি থেকে কম্পিউটারটি বুট করুন।
cy: Nawr bod gennych Linux Mint ar gof bach USB (neu DVD) gallwch gychwyn eich cyfrifiadur drwyddo.
et: Nüüd, kui sul on Linux Mint USB-mälupulgal (või DVD-l), käivita arvuti selle pealt.
fi: Nyt kun sinulla on Linux Mint USB-tikulla (tai DVD:llä), käynnistä tietokoneesi sillä.
he: כעת, כשלינוקס מינט נמצא בהחסן הנייד (או DVD) נא לאתחל את המחשב מההחסן הנייד.
hi: अब इस लिनक्स मिंट यूएसबी डिवाइस (या डीवीडी) से कंप्यूटर से बूट करें।
id: Sekarang Anda memiliki Linux Mint pada USB stick (atau DVD), boot komputer melalui USB stick.
ja: Linux Mint をコピーした USB スティック / DVD から、コンピューターを起動しましょう。
kab: Tura mi tesɛiḍ Linux Mint di tsarut USB (neɣ DVD) sekker aselkim seg-s.
pl: Teraz masz Linux Mint na pendrive (lub DVD), uruchom komputer z tego nośnika.
pt: Agora que tem o Linux Mint no disco USB (ou DVD), pode arrancar com o sistema.
ro: Acum ca ai Linux Mint pe un stick USB/DVD bootează computerul de pe el.
sk: Teraz, keď máte Linux Mint na USB kľúči (alebo DVD), nabootujte z neho počítač.
sl: Ko imate Linux Mint na ključku USB (ali DVD-ju), zaženite računalnik iz njega.
sr: Сада када имате Линукс Минт на УСБ уређају (или ДВД-у) покрените рачунар са њега.
sr@latin: Sada kada imate Linuks Mint na USB memorijskom uređaju (ili DVD-u), pokrenite Vaš računar sa njega.
uk: Тепер ви маєте Linux Mint на USB-нагромаджувачі (або на DVD). Завантажтеся з нього.
uz: Endi sizda USB flesh-diskida (yoki DVD) Linux Mint mavjud bo‘lsa, kompyuterni undan yuklang.
zh_hk: 現在你已有裝好Linux Mint的USB隨身碟(或是DVD光碟)，用他來開機吧。

source: Insert your USB stick (or DVD) into the computer.
be: Устаўце носьбіт USB (ці DVD) у камп'ютар.
bn: কম্পিউটারে আপনার USB স্টিক (বা DVD) ঢোকান।
cy: Mewnosodwch eich cof bach USB (neu DVD) i'r cyfrifiadur.
et: Sisesta USB-mälupulk (või DVD) arvutisse.
fi: Aseta USB-tikku (tai DVD) koneeseen.
he: נא להכניס את ההחסן הנייד (או תקליטור ה־DVD) שלך למחשב.
hi: यूएसबी डिवाइस (या डीवीडी) को कंप्यूटर में लगाएँ।
id: Masukan stik USB (atau DVD) Anda ke komputer.
ja: コンピューターに USB スティック / DVD を挿入します。
kab: Ger tasarut USDB inek (neɣ DVD) deg uselkim.
pl: Włóż pendrive lub DVD do komputera
pt: Introduza um dispositivo USB (ou DVD) no computador.
ro: Intradu stick-ul USB(sau DVD-ul) în computer.
sk: Vložte váš USB kľúč alebo DVD do počítača.
sl: Vstavite vaš ključek USB (ali DVD) v računalnik.
sr: Убаците УСБ уређај (или ДВД) у рачунар.
sr@latin: Ubacite Vaš USB memorijski uređaj (ili DVD) u računar.
uk: Під'єднайте ваш USB-нагромаджувач (або DVD) до комп'ютера
uz: USB flesh-diskini (yoki DVD) kompyuterga joylashtiring.
zh_hk: 將USB隨身碟(或是DVD光碟)插入電腦。

source: Restart the computer.
be: Перазапусціце камп'ютар.
bn: কম্পিউটার পুনরায় চালু করুন।
cy: Ailgychwynnch y cyfrifiadur
et: Taaskäivita arvuti.
fi: Käynnistä tietokone uudelleen.
he: הפעלת המחשב מחדש.
hi: कंप्यूटर पुनः आरंभ करें
id: Nyalakan ulang komputer.
ja: コンピューターを再起動します。
kab: Sker aselkim tikelt nniḍen
pl: Uruchom komputer ponownie.
pt: Reinicie o computador.
ro: Reporneşte sistemul.
sk: Reštartujte počítač.
sl: Ponovno zaženite računalnik.
sr: Поново покрените рачунар.
sr@latin: Ponovo pokrenite računar.
uk: Перезавантажте комп'ютер.
uz: Kompyuterni qayta ishga tushiring.
zh_hk: 重新啟動電腦。

source: Before your computer boots your current operating system (Windows, Mac, Linux) you should see your `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ loading screen. Check the screen or your computer's documentation to know which key to press and instruct your computer to boot on USB (or DVD).
be: Перад тым, як камп'ютар загрузіць вашу бягучую аперацыйную сістэму (Windows, Mac, Linux), вам трэба паглядзець ваш _экран загрузкі `BIOS <https://en.wikipedia.org/wiki/BIOS>`. Праверце экран ці дакументацыю на камп'ютар каб ведаць якія клавішы націскаць і наладзьце на камп'ютары загрузку з USB (ці DVD).
bn: আপনার কম্পিউটারটি আপনার বর্তমান অপারেটিং সিস্টেমৈ (Windows, Mac, Linux) বুট করার আগে আপনার `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ loading screen দেখা দরকার। আপনার কম্পিউটারটি USB (বা DVD) থেকে বুট করতে কোন কী টিপতে হবে তা জানতে স্ক্রিন বা আপনার কম্পিউটারের ডকুমেন্টেশন পরীক্ষা করুন।
cy: Cyn bod y cyfrifiadur yn cychwyn eich system weithredu gyfredol (Windows, Mac, Linux) dylech weld sgrin llwytho eich `BIOS <https://en.wikipedia.org/wiki/BIOS>`. Gwiriwch y sgrin neu ddogfennaeth eich cyfrifiadur er mwyn gwybod pa fysell i'w phwyso a dweud wrth eich cyfrifiadur i gychwyn o'r cof bach (neu DVD).
et: Enne kui arvuti laadib senise operatsioonisüsteemi (Windows, Mac, Linux) peaksid nägema `BIOSi <https://en.wikipedia.org/wiki/BIOS>`_ laadimise ekraani. Otsi juhiseid ekraanilt või arvuti dokumentatsioonist, kuidas teha alglaadimine USB pulgalt (või DVDlt).
fi: Ennen kuin tietokoneesi käynnistää nykyisen käyttöjärjestelmäsi (Windows, Mac, Linux), sinun tulisi nähdä `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ -näkymä. Tarkasta siitä tai tietokoneesi oppaista, mitä näppäintä pitää painaa, jotta kone käynnistyisi USB:ltä (tai DVD:ltä).
he: לפני אתחול המחשב למערכת ההפעלה הנוכחית (Windows,‏ Mac, לינוקס) כדאי לבדוק את מסך טעינת ה־„BIOS <https://he.wikipedia.org/wiki/BIOS>”_ של מחשבך. כדאי לעיין בחוברת ההדרכה של הצג או של המחשב שלך כדי לדעת על איזה מקש ללחוץ בשביל לבצע אתחול מההחסן הנייד (או מתקליטור ה־DVD).
hi: वर्तमान ऑपरेटिंग सिस्टम (विंडोज, मैक, लिनक्स) बूट करने से पूर्व अपनी `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ लोड स्क्रीन आवश्यक देख लें। स्क्रीन पर देखकर या कंप्यूटर प्रलेखन द्वारा ज्ञात करें कि यूएसबी (या डीवीडी) से कंप्यूटर बूट करने हेतु कौन सी कुंजी दबानी होती है।
id: Sebelum komputer Anda mem-boot sistem operasi Anda (Windows, Mac, Linux) Anda harus melihat layar pemuatan `BIOS <https://en.wikipedia.org/wiki/BIOS>`_. Cek layar atau dokumentasi komputer Anda untuk mengetahui tombol mana yang akan ditekan dan instruksi komputer Anda untuk boot ke USB (atau DVD).
ja: 既にインストール済みの OS (Windows, Mac, Linux) でコンピューターが起動する前に、`BIOS <https://ja.wikipedia.org/wiki/BIOS>`_ の読み込み画面が現れるはずです。BIOS 画面、もしくはコンピューターの説明書に従い、コンピューターが USB / DVD から起動するように、キーボードで操作してあげてください。
kab: Send ad yekker uselkim-inek s unagraw amiran (Windows, Mac, Linux) isefk ad twaliḍ `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ loading screen. Senqed agdil neɣ tasemlit n uselkim-inek iwakken ad teẓreḍ anta tanast ara tesdeḍ sakin efk tanaḍt i uselkim-inek akken ad yekker si tsarut USB (neɣ DVD).
pl: Zanim uruchomisz komputer z bieżącym systemem operacyjnym (Windows, Mac, Linux), powinien pojawić się ekran ładowania "BIOS <https://en.wikipedia.org/wiki/BIOS>` . Sprawdź treść ekranu lub dokumentację komputera, aby dowiedzieć się który klawisz nacisnąć, i poinstruować komputer aby uruchomił się z USB (lub DVD).
pt: Antes de o seu computador arrancar com a versão atual do sistema operativo (Windows, Max, Linux), deve ver a opção `BIOS 'https://en.wikipedia.org/wiki/BIOS>`_ no menu de arranque. Verifique no ecrã ou na documentação do computador quais são as teclas a premir para que o seu computador possa arrancar a partir de um dispositivo USB ou disco DVD.
ro: Înaintea pornirii sistemului de operare (Windows, Mac, Linux) are trebui să poți vedea incărcarea `BIOS <https://ro.wikipedia.org/wiki/BIOS>`_ -ului. Verifică pe display sau in manualul computerului tău pentru a afla ce tastă trebuie apăsată pentru a porni computerul de pe USB(sau DVD).
sk: Po naštartovaní počítača uvidíte úvodnú obrazovku BIOS-u (`BIOS <https://en.wikipedia.org/wiki/BIOS>`_) Na tejto obrazovke býva zvyčajne kláves buď na otvorenie boot menu, alebo ak tam nie je, tak na otvorenie BIOS menu. Môže to byť napríklad F2, F9 alebo F12. Tento kláves si zapamätajte. Na niektorých počítačoch sa po stlačení tohto klávesu otvorí menu, v ktorom máte možnosť vybrať si, čo chcete ďalej robiť. V takom prípade vyberte možnosť boot menu.
sl: Preden vaš računalnik zažene vaš trenuten operacijski sistem, (Windows, Mac, Linux) bi mogli videti vaš `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ zaslon za nalaganje. Preverite zaslon ali pa vašo računalniško dokumentacijo da izveste katero tipko pritisniti in naročite vašemu računalniku da se zažene iz USB-ključka (ali DVD-ja).
sr: Пре него што ваш рачунар учита тренутни оперативни систем (Виндоуз, Мек, Линукс) требало би да видите екран учитавња „BIOS <https://en.wikipedia.org/wiki/BIOS>“_. Проверите екран или документацију вашег рачунара како би знали који тастер треба да притиснете за покретање рачунар са УСБ (или ДВД).
sr@latin: Pre nego što Vaš računar pokrene vaš trenutni operativni sistem (Windows, Mac, Linuks), trebalo bi da pogledate Vaš `BIOS <https://en.vikipedia.org/viki/BIOS>`_ prikaz na ekranu tokom učitavanja. Pogledajte na ekranu ili u dokumentaciji računara da biste znali koji taster da pritisnete i naložite računaru da se pokrene sa USB memorijskog uređaja (ili DVD-a).
uk: Перед тим, як комп'ютер завантажить вашу поточну операційну систему (Windows, Mac, Linux), ви побачите екран завантаження `BIOS <https://en.wikipedia.org/wiki/BIOS>`. Перегляньте екран або документацію комп'ютера, щоб дізнатись, яку клавішу натиснути, щоб завантажиться з USB (або DVD) накопичувача.
uz: Kompyuteringiz joriy operatsion tizimingizni (Windows, Mac, Linux) yuklashdan oldin siz `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ yuklash ekranini ko‘rishingiz kerak. Qaysi tugmani bosish kerakligini bilish uchun ekranni yoki kompyuteringiz hujjatlarini tekshiring va kompyuteringizga USB (yoki DVD) orqali yuklashni buyuring.
zh_hk: 自您目前的作業系統(Windows, Mac, Linux)開機之前，您應該檢視您的 `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ 載入畫面。查看螢幕或是您的電腦手冊，看哪一個熱鍵可以讓您選擇從USB隨身碟(或是DVD光碟)開機。
