Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: The 32-bit ISO images on prior versions are provided for compatibility with older computers. 32-bit processors are extremely rare nowadays and most computers are able to run in 64-bit. If your computer was manufactured after 2007, you probably have a 64-bit processor.
be: 32-бітныя вобразы асноўных версій забяспечваюць сумяшчальнасць са старымі камп'ютарамі. 32-бітныя працэсары ўжо вельмі рэдкія і большасць камп'ютараў працуюць з 64 бітамі. Калі ваш камп'ютар выраблены пасля 2007, вы верагодна маеце 64-бітны працэсар.
bn: পুরোনো কম্পিউটারে সাপোর্ট দেয়ার জন্য পূর্বের ভার্সনে ৩২-বিট ISO ইমেজ প্রদান করে হয়েছে। ৩২-বিট প্রোসেসরগুলো বর্তমানে অত্যন্ত দুর্লভ এবং বেশিরভাগ কম্পিউটারই ৬৪-বিট - এ চলতে সক্ষম। যদি আপনার কম্পিউটার ২০০৭ - এর পরে উৎপাদন হয়ে থাকে, তবে আপনার সম্ভবত একটি ৬৪-বিট প্রোসেসর রয়েছে।
cy: Mae'r delweddau ISO 32-did wedi eu darparu ar gyfer cydnawsedd â chyfrifiaduron hŷn. Mae proseswyr 32-did yn brin iawn y dyddiau hyn ac mae'r mwyafrif o gyfrifiaduron yn gallu rhedeg o fewn 64-did. Os cafodd eich cyfrifiadur ei gynhyrchu ar ôl 2007, mae'n debyg bod gennych brosesydd 64-did.
et: Varasemate versioonide 32-bitised ISO-kujutised on mõeldud ühildumiseks vanemate arvutitega. 32-bitised protsessorid on tänapäeval äärmiselt haruldased ja enamik arvuteid on võimelised töötama 64-bitises versioonis. Kui teie arvuti on toodetud pärast 2007. aastat, on teil tõenäoliselt 64-bitine protsessor.
fi: Aiempien versioiden 32-bittiset ISO-kuvat ovat yhteensopivia vanhempien tietokoneiden kanssa. 32-bittiset prosessorit ovat nykyään erittäin harvinaisia ja useimmat tietokoneet pystyvät toimimaan 64-bittisinä. Jos tietokoneesi on valmistettu vuoden 2007 jälkeen, sinulla on todennäköisesti 64-bittinen prosessori.
he: דמויות ה־ISO ל־32 סיביות בגרסאות הקודמות סופקו לצורך תאימות עם מחשבים ישנים יותר. מעבדי 32 הסיביות נדירים מאוד בימינו ורוב המחשבים יכולים להריץ מערכות הפעלה ל־64 סיביות. אם המחשב שלך נוצר אחרי שנת 2007, רוב הסיכויים שמותקן בו מעבד 64 סיביות.
hi: पुराने कंप्यूटर के साथ संगतता हेतु पूर्व संस्करणों की 32-बिट आईएसओ फाइलें उपलब्ध कराई गई हैं। वर्तमान कल में 32-बिट प्रोसेसर अत्यंत दुर्लभ हैं व अधिकांश कंप्यूटर 64-बिट उपयोग करने में सक्षम हैं। यदि आपका कंप्यूटर 2007 के बाद निर्मित है तो संभवतः आपका प्रोसेसर 64-बिट का ही है।
id: Citra ISO 32-bit pada versi sebelumnya disediakan untuk kompatibilitas dengan komputer lama. Prosesor 32-bit sangat langka saat ini dan sebagian besar komputer dapat berjalan dalam 64-bit. Jika komputer Anda diproduksi setelah tahun 2007, Anda mungkin memiliki prosesor 64-bit.
ja: 以前のバージョンの32ビットISOイメージは、古いコンピューターとの互換性のために提供されています。 現在、32ビットプロセッサは非常にまれであり、ほとんどのコンピュータは64ビットで実行できます。 コンピュータが2007年以降に製造された場合は、おそらく64ビットプロセッサが使用されています。
pl: 32-bitowe obrazy ISO we wcześniejszych wersjach są dostarczane w celu zapewnienia zgodności ze starszymi komputerami. Procesory 32-bitowe są obecnie niezwykle rzadkie, a większość komputerów może działać w wersji 64-bitowej. Jeśli Twój komputer został wyprodukowany po 2007 roku, prawdopodobnie masz procesor 64-bitowy.
pt: As imagens ISO de 32 bits em versões anteriores são fornecidas para compatibilidade com computadores mais antigos. Os processadores de 32 bits são extremamente raros hoje em dia e a maioria dos computadores são capazes de funcionar em 64 bits. Se o seu computador foi fabricado depois de 2007, provavelmente tem um processador de 64 bits.
ro: Imaginile ISO pe 32 de biți din versiunile anterioare sunt furnizate pentru compatibilitate cu computerele mai vechi. Procesoarele pe 32 de biți sunt extrem de rare în zilele noastre și majoritatea computerelor sunt capabile să ruleze pe 64 de biți. Dacă computerul dvs. a fost fabricat după 2007, probabil că aveți un procesor pe 64 de biți.
sk: 32-bitové ISO bolo v predchádzajúcich verziách poskytované kvôli kompatibilite so staršími počítačmi. 32-bitové procesory sú v súčasnosti zriedkavé, nakoľko je dnes štandardom 64-bitová verzia. Pokiaľ bol váš počítač vyrobený po roku 2007, pravdepodobne máte 64-bitový procesor.
sl: 32-bitne slike ISO prejšnjih izdaj so na voljo zavoljo združljivosti s starejšimi računalniki. 32-bitni procesorji so danes zelo redi in večina računalnikov lahko teče v 64-bitnem načinu. Če je vaš računalnik izdelan po letu 2007, imate najverjetneje 64-bitni procesor.
sr: 32-битни ИСО одрази у претходним издањима су достављени зарад сагласности са старијим рачунарима. 32-битни процесори су данас веома ретки и већина рачунара је у могућности да ради на 64-бита. Ако је ваш рачунар произведен после 2007, вероватно имате 64-битни процесор.
sr@latin: 32-bitne ISO slike prethodnih verzija su dostupne zbog kompatibilnosti sa stariijim računarima. Danas su 32-bitni procesori izuzetno retki i većina računara može da radi na 64-bita. Ukoliko je Vaš računar proizveden posle 2007. godine, verovatno imate 64-bitni procesor.
uk: 32-бітові образи ISO попередніх версій надаються для сумісности зі старими комп'ютерами. 32-битові процесори вельми нечасті в наш час, і більшість комп'ютерів здатні працювати з 64-бітовими операційними системами. Якщо ваш комп'ютер вироблено після 2007 року, то, швидше за все, у вас 64-бітовий процесор.
uz: Oldingi versiyalardagi 32 bitli ISO tasvirlari eski kompyuterlar bilan mos kelishi uchun taqdim etilgan. 32-bitli protsessorlar bugungi kunda juda kam uchraydi va aksariyat kompyuterlar 64-bitli protsessorlarda ishlay oladi. Agar sizning kompyuteringiz 2007 yildan keyin ishlab chiqarilgan bo‘lsa, ehtimol sizda 64 bitli protsessor mavjud.

source: If you have an old computer and you are unsure whether or not it can run in 64-bit, read `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
be: Калі вы маеце стары камп'ютар і не ўпэўнены, ці зможа ён працаваць з 64-бітнай сістэмай, прачытайце `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
bn: আপনার যদি একটি পুরানো কম্পিউটার থাকে এবং আপনি এটি 64-bit চালাতে পারবেন কিনা তা সম্পর্কে আপনি অনিশ্চিত, `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_ পড়ুন।
cy: Os oes gennych hen gyfrifiadur a'ch bod yn ansicr a all redeg mewn 64-bit ai peidio, darllenwch `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
et: Kui sul on vana arvuti ja sa pole kindel, kas see suudab jooksutada 64-bitiseid programme, loe`X86 kronoloogiat <https://et.wikipedia.org/wiki/X86#Kronoloogia>`_.
fi: Jos tietokoneesi on vanha etkä ole varma, voiko se toimia 64-bittisenä, lue `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
he: אם המחשב ישן ולא בטוח שהוא יכול לרוץ בתצורת 64 סיביות, נא לקרוא את 'X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology> `_.
hi: यदि आप अपने पुराने कंप्यूटर की 64-बिट हेतु संगतता के बारे में निश्चित नहीं हैं तो इस संदर्भ में यहाँ पढ़ें `X86 घटनाक्रम <https://en.wikipedia.org/wiki/X86#Chronology>`_।
id: Jika Anda memiliki komputer tua dan Anda tidak yakin bisa atau tidak menjalankan 64-bit, bacalah `Kronologi X86 <https://en.wikipedia.org/wiki/X86#Chronology>`_.
ja: もしお使いのコンピューターがとても古く、64 ビットで実行できるかどうか分からない場合は、`x86 製品群と世代 <https://ja.wikipedia.org/wiki/X86#%E8%A3%BD%E5%93%81%E7%BE%A4%E3%81%A8%E4%B8%96%E4%BB%A3>`_を読んでみてください。
kab: Ma tesɛiḍ aselkim aqbur yerna ur teẓriḍ ara ma yezmer ad iddu s 64-bit, ɣer `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
pl: Jeśli masz jakiś starszy komputer i nie jesteś pewien czy potrafi pracować w trybie 64-bitowym, przeczytaj `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
pt: Se tem um computador antigo e não tem certeza se ele pode ou não funcionar a 64 bits, leia `Cronologia do X86 <https://en.wikipedia.org/wiki/X86#Chronology>`_.
ro: Dacă ai un computer vechi și ești nesigur dacă să folosești 64-bit sau nu, citește `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
sk: Ak máte starší počítač a neviete, či môže pracovať v 64-bitovom móde, prosím prečítajte si `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
sl: Če imate starejši računalnik in niste prepričani ali lahko deluje na 64-bitni verziji, preberite `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
sr: Ако имате старији рачунар и нисте сигурни да ли може да ради на 64-битном формату, прочитајте „X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>“_.
sr@latin: Ukoliko imate stariji računar i niste sigurni da li može da radi u 64-bitnom režimu, pročitajte `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
uk: Якщо маєте старий комп'ютер, і не впевнені, чи він може працювати у 64-бітовому режимі, прочитайте `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology> _.
uz: Agar sizda eski kompyuteringiz bo‘lsa va uning 64-bitli ishlay olishiga ishonchingiz komil bo‘lmasa, `X86 Xronologiyasi <https://en.wikipedia.org/wiki/X86#Chronology>`_ ni o‘qing.
zh_hk: 若您使用舊電腦且不確定它是否支援64位元，請閱讀 'X86 年代表 <https://en.wikipedia.org/wiki/X86#Chronology>`_ 。

source: You can try to boot Linux Mint 64-bit on your computer. If it isn't compatible, nothing bad will happen. You will just get an error message.
be: Вы можаце паспрабаваць загрузіць 64-бітны Linux Mint на вашым камп'ютары. Калі ён несумяшчальны, нічога дрэннага не здарыцца. Вы толькі атрымаеце паведамленне аб памылцы.
bn: আপনি আপনার কম্পিউটারে লিনাক্স মিন্ট 64-bit বুট করার চেষ্টা করতে পারেন। যদি এটি উপযুক্ত না হয় তবে খারাপ কিছু ঘটবে না। আপনি কেবল একটি ত্রুটি বার্তা পাবেন।
cy: Gallwch geisio cychwyn Linux Mint 64-did ar eich cyfrifiadur. Os nad yw'n gydnaws, ni fydd unrhyw beth drwg yn digwydd. Fe gewch chi neges gwall yn unig.
et: Sa võid proovida käivitada 64-bitist Linux Minti oma arvutis. Kui see ei toimi, siis midagi halba ei juhtu, sulle näidatakse lihtsalt veateadet.
fi: Voit yrittää käynnistää koneesi 64-bittisellä Linux Mintillä. Ellei kone ole yhteensopiva, ei tapahdu mitään pahaa: saat vain virheilmoituksen.
he: אפשר לנסות להפעיל את הגרסה של לינוקס מינט ל־64 סיביות במחשבך. אם אין תאימות, לא יקרה שום דבר רע. רק תוצג הודעת שגיאה.
hi: आप कंप्यूटर पर लिनक्स मिंट का 64-बिट संस्करण बूट करके देख सकते हैं। असंगत होने पर, सिस्टम केवल एक त्रुटि संदेश प्रदर्शित करेगा।
id: Anda dapat mencoba mem-boot Linux Mint 64-bit di komputer Anda. Jika memang tidak kompatibel, sesuatu yang buruk tidak akan terjadi. Yang Anda dapatkan hanya sebuah pesan kesalahan.
ja: 実際に 64 ビット版の Linux Mint を起動してみることもできます。たとえ互換性がなかったとしても、特に何も起こりません。ただエラーメッセージが表示されるだけです。
kab: Tzemreḍ ad tɛerḍeḍ ad tsekkereḍ Linux Mint 64-bit deg uselkim-inek. Ma yella ur imṣadda ara, ur d-iḍerru ara kra n ddiri, ad twaliḍ kan izen n tuccḍa.
pl: Możesz spróbować uruchomić na swoim komputerze Linux Mint w wersji 64-bitowej. Jeśli nie jest kompatybilna, nic się nie stanie. Otrzymasz po prostu komunikat o błędzie.
pt: Pode tentar iniciar o Linux Mint 64-bit no seu computador. Se não for compatível, nada de mau acontecerá. Receberá apenas uma mensagem de erro.
ro: Poți încerca să bootezi Linux Mint 64-bit pe computerul tau. Dacă nu este compatibil, nu se va întămpla nimic rău. O sa primești doar un mesaj de eroare.
sk: Skúste nabootovať 64-bitový Linux Mint na svojom počítači. Pokiaľ nie je kompatibilný, zobrazí sa chybová hláška. V tomto prípade počítač vypnite podržaním tlačidla napájania.
sl: Lahko poskusite zagnati 64-bitni Linux Mint na vašem računalniku. Če ni kompatibilen, se ne bo zgodilo nič hudega. Dobili boste samo sporočilo o napaki.
sr: Можете покушати да покренете Линукс Минт 64-бита на вашем рачунару. Ако није компатибилан, ништа лоше неће се догодити. Само ћете добити поруку о грешци.
sr@latin: Možete da pokušate da podignete 64-bitni Linuks Mint na Vašem računaru. Ukoliko nije kompatibilan, ništa se loše neće desiti. Samo ćete dobiti poruku o grešci.
uk: Ви можете спробувати завантажити Linux Mint для 64-розрядного комп'ютера. Якщо він не сумісний, нічого поганого не станеться. Ви просто отримаєте повідомлення про помилку.
uz: Kompyuteringizda Linux Mint 64-bitni yuklashga urinib ko‘rishingiz mumkin. Agar u mos kelmasa, hech qanday yomon narsa bo‘lmaydi. Siz shunchaki xato xabarini olasiz.
zh_hk: 您可以試著以64位元版本的Linux Mint開機，若您的電腦不支援，除了顯示錯誤訊息以外並不會對您的電腦造成損害。

source: If you cannot boot or install Linux Mint because your hardware is too recent and is not properly detected see the `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ chapter in the Linux Mint User Guide for an alternative ISO.
be: Калі вы не можаце запусціць Linux Mint таму што ваша абсталяванне занадта новае і дрэнна вызначаецца, паглядзіце `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ раздзел у Дапаможніку карыстальніка Linux Mint пра альтэрнатыўныя вобразы.
bn: যদি আপনার হার্ডওয়্যার খুব সাম্প্রতিক এবং সঠিকভাবে সনাক্ত না হওয়ার কারণে আপনি লিনাক্স মিন্ট বুট বা ইন্সটল করতে পারছেন না তাহলে একটি অলটারনেটিভ ISO এর জন্য লিনাক্স মিন্ট ইউজার গাইডের এই চ্যাপ্টারটি দেখুনঃ `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_
cy: Os nad ydych yn gallu cychwyn na gosod Linux Mint oherwydd fod eich caledwedd yn rhy ddiweddar ac heb ei ganfod yn gywir darllenwch y bennod `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ yn y Linux Mint User Guide am ISO amgen.
et: Kui te ei saa Linux Mint buutida ega installida, kuna teie riistvara on liiga värske ja seda ei tuvastata korralikult, vaadake `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ peatükis Linux Mint kasutusjuhendis alternatiivse ISO jaoks.
fi: Jos Linux Mint ei voi käynnistyä tai asennus ei onnistu, laitteistosi on ehkä liian uusi eikä sitä ole tunnistettu oikein, katso "Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>"_ käyttöoppaan luku vaihtoehtoisista ISO-mediasta uusimpia varten.
he: אם לא ניתן להפעיל או להתקין את לינוקס מינט בגלל שהחומרה חדשה מדי ואינה מזוהה באופן תקין, נא לעיין בפרק `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ במדריך המשתמש של לינוקס מינט ל־ISO חלופי.
hi: यदि आप नवीन हार्डवेयर होने या सिस्टम द्वारा हार्डवेयर की पहचान न होने के कारण लिनक्स मिंट को बूट या इंस्टॉल नहीं कर पा रहे हैं तो वैकल्पिक आईएसओ हेतु लिनक्स मिंट उपयोक्ता गाइड में `Edge आईएसओ फाइलें <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ का अध्याय पढ़ें।
id: Bila Anda tidak bisa mem-boot atau memasang Linux Mint karena perangkat keras Anda terlalu kekinian dan tidak terdeteksi dengan benar, lihat bab `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ dalam Panduan Pengguna Linux Mint untuk ISO alternatif.
ja: ハードウェアが新しすぎて正しく検出されないためにLinux Mintを起動またはインストールできない場合は、その代替ISOについてはLinux Mintユーザーガイドの章`Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_を参照してください。
pl: Jeśli nie możesz uruchomić lub zainstalować systemu Linux Mint, ponieważ Twój sprzęt jest zbyt nowy i nie jest prawidłowo wykrywany, zobacz rozdział `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ w podręczniku użytkownika systemu Linux Mint, aby uzyskać alternatywny obraz ISO.
pt: Se não conseguir arrancar ou instalar o Linux Mint porque o seu hardware é demasiado recente e não é devidamente detectado, veja o capítulo `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ no Linux Mint User Guide para uma ISO alternativa.
ro: Dacă nu puteți porni sau instala Linux Mint deoarece hardware-ul dvs. este prea recent și nu este detectat corect, consultați capitolul `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ din Ghidul utilizatorului Linux Mint pentru un ISO alternativ.
sk: Ak sa Vám nedá zapnúť či nainštalovať Linux Mint, pretože váš hardvér je nový a niektoré jeho časti niesu správne rozpoznané, pozrite sa na `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ kapitola v užívateľskej príručke o alternatívnom Linux Mint ISO.
sl: Če ne morete zagnati ali namestiti Linux Mint, ker je vaša strojna oprema preveč sodobna in je ne zazna ustrezno, glejte poglavje `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ v uporabniškem vodniku Linux Mint User Guide za nadomestni ISO.
sr: Ако не можете да подигнете систем или да инсталирате Линукс Минт јер је ваш хардвер новијег датума и није исправно откривен погледајте поглавље „Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>“_ у корисничком упутству Линукс Минта да нађете неки други ИСО одраз.
sr@latin: Ukoliko ne možete da pokrenete računar ili instalirate Linux Mint zato što je Vaš hardver isuviše nov i nije pravilno prepoznat, pogledajte u poglavlju `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ u uputstvu za korišćenje Linux Minta kako da pronađete alternativni ISO.
uk: Якщо ви не можете завантажити або встановити Linux Mint, бо ваше обладнання надто нове і не виявлене належним чином, ознайомтеся з розділом `Edge ISO Images https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html`_ у Посібнику користувача Linux Mint для альтернативного ISO.
uz: Agar siz Linux Mint-ni yuklay olmasangiz yoki o‘rnatolmasangiz, uskunangiz juda yangi va to‘g‘ri aniqlanmagan bo‘lsa, `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ ga qarang. muqobil ISO uchun Linux Mint foydalanuvchi qo‘llanmasi bo‘limi.

source: Multimedia codecs
be: Мультымедыйныя кодэкі
bn: মাল্টিমিডিয়া কোডেক্স
cy: Codec amlgyfrwng
et: Multimeedia koodekid
fi: Multimediakoodekit
he: מקודדי מולטימדיה
hi: मल्टीमीडिया कोडेक्स
id: Kodek multimedia
ja: マルチメディアコーデック
kab: Ikudaken igetmidyaten
pl: Kodeki multimediów
pt: Codificadores multimédia
ro: Codecuri pentru Multimedia
sk: Kodeky pre multimédiá
sl: Večpredstavnostni kodeki
sr: Мултимедијални кодеци
sr@latin: Multimedijаlni kodeci
uk: Мультимедійні кодеки
uz: Multimedia kodeklari
zh_hk: 多媒體解碼器

source: Some multimedia content requires additional codecs to be installed.
be: Некаторы мультымедыя кантэнт патрабуе ўсталявання дадатковых кодэкаў.
bn: কিছু মাল্টিমিডিয়া কনটেন্টে অতিরিক্ত কোডেক্স ইনস্টল করা প্রয়োজন।
cy: Mae rhywfaint o gynnwys amlgyfrwng yn gofyn am osod codecau ychwanegol.
et: Osa multimeedia sisu jaoks on vajalik lisakoodekite paigaldamine.
fi: Jotkin multimediasisällöt vaativat asennettavaksi lisäkoodekkeja.
he: תוכן מולטימדיה מסוים דורש מקודדים נוספים כדי להתקינו.
hi: कुछ मल्टीमीडिया सामग्री हेतु अतिरिक्त कोडेक्स इंस्टॉल करना आवश्यक होता है।
id: Beberapa multimedia membutuhkan kodek tambahan untuk dipasang.
ja: 一部のマルチメディアコンテンツを扱うには、追加のコーデックが必要になることがあります。
kab: Kra n igburen igetmidyaten sran asbeddi n ikudaken imernan.
pl: Niektóre multimedia wymagają instalacji dodatkowych kodeków.
pt: Alguns conteúdos multimédia necessitam da instalação de alguns controladores extra.
ro: Unele formate multimedia necesită instalarea codecurilor suplimentare.
sk: Multimediálny obsah vyžaduje inštaláciu ďalších kodekov.
sl: Nekatera večpredstavnostna vsebina potrebuje nameščene dodatne kodeke.
sr: Неки мултимедијални садржаји захтевају додатне кодеци које треба инсталирати.
sr@latin: Neki multimedijalni sadržaji zahtevaju da dodatni kodeci budu instalirani.
uk: Деякий мультимедійний вміст потребує встановлення додаткових кодеків.
uz: Ba'zi multimedia kontenti qo‘shimcha kodeklarni o‘rnatishni talab qiladi.
zh_hk: 有些多媒體內容需要安裝額外的解碼器才可使用。

source: If you were online when installing Linux Mint and you ticked the option to install these codecs, they are already installed.
be: Калі вы былі ў сетцы падчас усталявання Linux Mint і пазначылі опцыю ўсталяваць гэтыя кодэкі, то яны ўжо ўсталяваныя.
bn: লিনাক্স মিন্ট ইনস্টল করার সময় আপনি যদি অনলাইনে থাকতেন এবং আপনি এই কোডেকগুলি ইনস্টল করার বিকল্পটি টিক করেন তবে সেগুলি ইতিমধ্যে ইনস্টল করা হয়েছে।
cy: Os oeddech chi ar-lein wrth osod Linux Mint a'ch bod wedi ticio'r opsiwn i osod y codecau hyn, maen nhw eisoes wedi'u gosod.
et: Kui su arvuti oli Linux Minti paigaldamise ajal internetti ühendatud ja märkisid koodekite paigaldamise kasti ära, on need juba paigaldatud.
fi: Jos olit verkossa asentaessasi Linux Mintin ja merkitsit valinnan asentaaksesi nämä koodekit, ne ovat jo asennettuina.
he: אם במהלך התקנת לינוקס מינט המחשב היה במצב מקוון והאפשרות 'התקנת מקודדים אלה' סומנה, הם כבר מותקנים.
hi: लिनक्स मिंट प्रक्रिया के दौरान इंटरनेट कनेक्ट होने के साथ ही कोडेक्स इंस्टॉल करने हेतु विकल्प चिन्हित होने पर, वे इंस्टॉल हो जाएँगे।
id: Jika Anda sedang daring ketika memasang Linux Mint dan Anda mencentang opsi untuk memasang kodek ini, semuanya sudah siap terpasang.
ja: インターネットに接続された状態で Linux Mint を、かつコーデックのオプション付きでインストールしたならば、既にコーデックがインストールされた状態になっているはずです。
kab: Ma teqqneḍ ɣer Internet deg usbeddi yerna tferneḍ tanefrunt n usbeddi n ikudaken, ihi ttusbedden yakan.
pl: Jeśli byłeś podłączony do sieci podczas instalacji Linux Mint i wybrałeś opcję aby zainstalować te kodeki, są już one zainstalowane.
pt: Se estabeleceu ligação à Internet durante a instalação do Linux Mint e marcou a opção para instalar esses codificadores, então já devem estar instalados.
ro: Dacă ați fost conectat la internet în timpul instalări Linux Mint și ați bifat opțiunea de a instala aceste codecuri, acestea sunt deja instalate.
sk: Ak ste boli pri inštalovaní Linuxu Mint pripojený na internet a zaškrtli ste možnosť na nainštalovanie týchto kodekov, tak sú nainštalované.
sl: Če ste bili med namestitvijo Linux Mint-a povezani z internetom in ste izbrali možnost za nalaganje kodekso, so že naloženi.
sr: Ако сте били на мрежи када сте инсталирали Линукс Минт и обележили сте опцију за инсталацију ових кодека, они су већ инсталирани.
sr@latin: Ukoliko ste bili povezani na internet kada ste instalirali Linuks Mint i označili opciju da instalirate ove kodeke, oni su već instalirani.
uk: Якщо під час встановлення Linux Mint, ви позначили необхідність встановлення цих кодеків, то вони вже встановлені.
uz: Agar siz Linux Mintni o‘rnatayotganda onlayn bo‘lsangiz va ushbu kodeklarni o‘rnatish opsiyasini belgilagan bo‘lsangiz, ular allaqachon o‘rnatilgan.
zh_hk: 如果在安裝Linux Mint時在線，並且您勾選了安裝這些編解碼器的選項，則說明它們已經安裝。
