Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: Most BIOS have a special key you can press to select the boot device and all of them have a special key to enter the BIOS configuration screen (from which you can define the boot order). Depending on the BIOS, these special keys can be :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, or :kbd:`Delete`. That information is usually briefly written on the screen during the boot sequence.
be: Большасць BIOS маюць адмысловыя клавішы для выбару прылады загрузкі і ўсе маюць клавішу для ўваходу ў канфігурацыйны экран BIOS (дзе вы можаце выбраць прыярытэт носьбітаў для загрузкі). У залежнасці ад BIOS, гэтыя адмысловыя клавішы могуць быць: :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, ці :kbd:`Delete`. Звычайна гэта інфармацыя хутка паказваецца на экране падчас загрузкі.
bn: বেশিরভাগ BIOS-এর একটি বিশেষ কী(key) থাকে যা আপনি বুট ডিভাইসটি নির্বাচন করতে টিপতে পারেন এবং তাদের সকলের কাছে BIOS কনফিগারেশন স্ক্রিনে প্রবেশের জন্য একটি বিশেষ কী রয়েছে (যা থেকে আপনি বুট ক্রমটি(boot order) সংজ্ঞায়িত করতে পারেন)। BIOS-এর উপর নির্ভর করে এই বিশেষ কীগুলি হ'ল :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, বা :kbd:`Delete`। বুট সিকোয়েন্সের সময় সেই তথ্যটি সাধারণত পর্দায় সংক্ষেপে লেখা হয়।
cy: Mae gan y rhan fwyaf o BIOS fysell arbennig i'w phwyso i ddewis cychwyn y ddyfais ohoni ac mae gan bob un fysell arbennig i fynd i sgrin ffurfweddu'r BIOS (yn lle mae modd diffinio'r drefn cychwyn). Yn ddibynnol ar y BIOS, gall y bysellau arbennig hyn fod yn :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, neu :kbd:`Delete`. Fel rheol mae'r wybodaeth yma ar gael yn sydyn wrth gychwyn y cyfrifiadur.
et: Enamikul arvutitel on BIOSil eriklahv, mille vajutamisel saab valida alglaadimise seadme ning kõigil on klahv, mille vajutamisel pääseb BIOSi seadistamise ekraanile (kust saab omakorda määrata alglaadimise järjekorra). Sõltuvalt BIOSist võivad need eriklahvid olla :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, või :kbd:`Delete`. Seda infot kuvatakse tavaliselt lühidalt arvuti alglaadimise käigus.
fi: Useimmissa BIOS-järjestelmissä on erikoisnäppäin, jolla voi valita käynnistyslaitteen, ja kaikissa on erikoisnäppäin BIOS-asetuksiin pääsemiseksi (missä käynnistysjärjestyksen voi määrittää). BIOS-järjestelmän mukaan erikoisnäppäimet voivat olla :kbd:`Esc`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12` tai :kbd:`Del`. Tieto näppäimistä näkyy yleensä pikaisesti näytöllä käynnistyksen jälkeen.
he: לרוב ה־BIOS מוגדר מקש ייחודי עליו ניתן ללחוץ לבחירת התקן האיתחול, אך לכולם יש מקש ייחודי לכניסה למסך תצורת ה־BIOS (שם ניתן להגדיר את סדר האיתחול). בתלות ב־BIOS, המקשים המיוחדים הללו עשויים להיות אחד מהבאים: :kbd:`יציאה`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, או :kbd:`מחיקה`. מידע זה מופיע בדרך כלל בחטף על צג המחשב במהלך רצף האיתחול.
hi: अधिकतर BIOS में एक विशिष्ट कुंजी दबाकर बूट उपकरण चयन व BIOS विन्यास स्क्रीन (बूट क्रम निर्धारण हेतु) हेतु अभिगम उपलब्ध है। BIOS अनुरूप ये कुंजियाँ :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, या :kbd:`Delete` हो सकती हैं। यह सूचना बूट आरंभ के दौरान स्क्रीन पर कुछ समय के लिए प्रदर्शित की जाती है।
id: Umumnya BIOS mempunyai tombol spesial yang bisa Anda tekan untuk memilih kandar boot dan semuanya mempunyai sebuah tombol spesial untuk masuk ke dalam layar konfigurasi BIOS (dari sana Anda akan menentukan urutan boot). Tergantung dari BIOS, tombol spesial ini bisa :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, atau :kbd:`Delete`. Informasi itu biasanya tertulis di layar selama proses urutan boot.
ja: ほとんどの BIOS には、起動デバイスを選んだり、BIOS の設定画面 (ここで起動順も変更できる) に入るために使う、何らかの特別なキーが用意されています。お使いの BIOS にもよりますが、一般的には :kbd:`Esc`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, :kbd:`Delete` であることが多いです。通常なら、起動処理中の合間に、どのキーを押せばいいのかの説明が一瞬だけ出てくるはずです。
kab: Tuget n BIOS sɛan tasarut tanast tuzzigt i wefran n yibenk n usekker, daɣen sedqacen akk tanast tuzzigt i wenekcum ɣer iɛewwaren n BIOS. Ilmend n BIOS, tanasin-agi zemrent ad ilint :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, or :kbd:`Delete`. Isallan-agi zgan ttwarun ɣef ugdil mi ara yekker uselkim.
pl: Większość BIOS-ów ma specjalny klawisz, który możesz wcisnąć w celu wybrania źródła uruchamiania. Wszystkie mają także specjalny klawisz do uruchomienia ekranu konfiguracyjnego BIOS-u (z którego wybierasz kolejność rozruchu). W zależności od BIOS-u, tymi klawiszami mogą być :kbd:'Escape', :kbd:'F1', :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, lub :kbd:`Delete`. Ta informacja jest zwykle krótko wyświetlona na ekranie podczas sekwencji ładowania, lub nie jest wyświetlana wcale.
pt: A maior parte das BIOS tem uma tecla especial que pode ser premida para selecionar o menu de arranque e todas estas tem uma tecla especial para selecionar o ecrã de configuração da BIOS (a partir da qual é possível definir a ordem de arranque). Dependendo da BIOS, estas teclas podem ser :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, ou :kbd:`Delete`.
ro: Majoritatea BIOS-urilor au o tastă speciala pe care o poți apăsa pentru a selecta dispozitivul de pornire și toate au o tastă pentru a intra în BIOS pentru a-l configura(de unde poți alege și dispozitivul de pornite). În funcție de BIOS, aceste taste pot fi :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, sau :kbd:`Delete`. Această informatie este de obicei afișată pe display în timpul procesului de pornire.
sk: BIOS počítača má priradenú špeciálnu klávesu, pomocou ktorej sa dostanete k možnosti výberu bootovaného zariadenia, a tiež klávesu na otvorenie nastavení BIOS-u, kde je možné zmeniť poradie bootovania. V závislosti od výrobcu to môžu byť klávesy :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12` alebo :kbd:`Delete`.
sl: Večina BIOS-ov ima posebno tipko, ki jo lahko pritisnete, da izberete zaganjalno napravo in vsi imajo posebno tipko za vstopiti v BIOS konfiguracijo (kjer lahko definirate zaporedje zagonov). Odvisno od BIOS-a, so lahko te tipke: :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, ali :kbd:`Delete`. Ta informacija se ponavadi na hitro pokaže na zaslonu med zaganjanjem sistema.
sr: Већина БИОС-а има посебан тастер који можете притиснути да бисте изабрали уређај за покретање система, а сви они имају посебан тастер за улазак на екран за подешавање БИОС-а (из којег можете одредити редослед покретања). У зависности од БИОС-а, ови посебни тастери могу бити: „кбд:Есц“, „:кбд:Ф1“, „:кбд:Ф2“, „:кбд:Ф8“, „:кбд:Ф10“, „:кбд:Ф11“, „:кбд:Ф12“, или „:кбд:Избриши“. Те информације обично се кратко пишу на екрану током редоследа покретања.
sr@latin: Većina BIOS-a ima poseban taster koji možete pritisnuti da biste izabrali uređaj sa koga će se sitem podići, a svi imaju poseban taster kojim se ulazi u konfiguracioni meni BIOS-a (odakle možete da podesite redosled uređaja sa kojih će se podizati sistem). U zavisnosti od BIOS-a, ovi posebni tasteri mogu biti :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, ili :kbd:`Delete`. Ova informacija se obično na kratko ispisuje na ekranu tokom sekvence podizanja sistema.
uk: Більшість BIOS'ів мають спеціальну клавішу, натиснувши на яку ви можете вибрати пристрій для завантаження. Усі BIOS'и мають клавішу входу до меню конфіґурації BIOS; такими клавішами можуть бути kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12` або :kbd:`Delete`. Коротка інформація про це зазвичай показується на екрані впродовж завантаження.
uz: Ko‘pgina BIOS-da yuklash moslamasini tanlash uchun bosishingiz mumkin bo‘lgan maxsus kalit mavjud va ularning barchasida BIOS konfiguratsiya ekraniga kirish uchun maxsus kalit mavjud (ulardan yuklash tartibini belgilashingiz mumkin). BIOS-ga qarab, bu maxsus kalitlar :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11 bo‘lishi mumkin. `, :kbd:`F12` yoki :kbd:`Delete`. Ushbu ma'lumot odatda yuklash ketma-ketligi paytida ekranda qisqacha yoziladi.
zh_hk: 大部分的BIOS都有專用的熱鍵可以讓您選擇開機裝置，也有專用的熱鍵可以進入BIOS的設定畫面(在裡面可以設定開機順序)。進入BIOS的熱鍵依照各種BIOS可能會有不同，熱鍵可能是:kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, or :kbd:`Delete`。熱鍵資訊一般都會在電腦開機的時候提示。(可能一閃即過，請注意查看)

source: On Macs, keep your finger pressed on the :kbd:`Alt` or :kbd:`Option` key after hearing the boot sound.
be: На Mac, працягвайце націскаць клавішу :kbd:`Alt` ці :kbd:`Option` пасля таго, як пачулі гук загрузкі.
bn: Macs-এ, আপনার আঙুলটি টিপুন :kbd:`Alt` বা :kbd:`Option` কীতে বুটের শব্দ শোনার পরে।
cy: Ar y Mac, cadwch eich bys i bwyso ar fysellau :kbd:`Alt` neu :kbd:`Option` ar ôl clywed y sain cychwyn.
et: Mac arvutil vajuta alla :kbd:`Alt` või :kbd:`Option` klahv pärast alglaadimise heli kuulmist.
fi: Macissä pidä käynnistysäänen kuultuasi :kbd:`Alt` tai :kbd:`Option` pohjassa.
he: במחשבי מק, יש להחזיק את מקש: kbd: 'אלט' או: kbd: מקש 'אפשרויות' לחוץ מיד לאחר שצליל האיתחול נשמע.
hi: एप्पल मैक हेतु, बूट ध्वनि के उपरांत :kbd:`Alt` या :kbd:`Option` कुंजी दबाएँ रखें।
id: Di Macs, tetap tekan jari Anda di :kbd:`Alt` atau :kbd:`Option` setelah mendengar suara boot.
ja: Mac では、起動音が聞こえたら、:kbd:`Alt` もしくは :kbd:`Option` キーを押しっぱなしにしてください。
kab: Di Mac, eǧǧ aḍaḍ-ik issed ɣef :kbd:`Alt` neɣ :kbd:`Option` ticki tesliḍ i imesli n usekker.
pl: Na Macach, po usłyszeniu dźwięku rozruchu trzymaj wciśnięty palec na klawiszu :kbd:'Alt' lub :kbd:'Opcje'.
pt: Em Macs, mantenha pressionada a tecla :kbd:`Alt` ou :kbd:`Option` depois de ouvir o som de arranque.
ro: Pe un Mac, ține degetul apăsat pe :kbd:`Alt` sau :kbd:`Option` după ce ai auzit sunetul de pornire.
sk: Na Mac počítačoch podržte kláves :kbd:`Alt` alebo :kbd:`Option` po začutí boot zvuku.
sl: Na Mac-ih, po tem ko slišite zvok za zagon, držite pritisnjeno tipko :kbd:`Alt` oz. :kbd:`Option`.
sr: На Mек рачунарима држите притиснуту „:кбд:Алт“ или „:кбд:Опција“ типку након што чујете звук за покретање система.
sr@latin: Na Mac računarima, zadržite pritisnut taster :kbd:`Alt` ili :kbd:`Option` pošto čujete zvuk kojim se označava podizanje sistema.
uk: На комп'ютерах Mac вам слід тримати натиснутими клавішу :kbd:`Alt` або :kbd:`Option` опісля того, як ви почуєте сигнал завантаження.
uz: Mac kompyuterlarida yuklash ovozini eshitgandan so‘ng barmog‘ingizni :kbd:`Alt` yoki :kbd:`Option` tugmachasini bosib turing.
zh_hk: 若您使用Mac電腦，在聽到開機啟動音效後立即按住 :kbd:`Alt` 或是 :kbd:`Option`。

source: The Linux Mint ISO can be booted both in EFI or BIOS mode. In EFI mode it shows a grub menu. In BIOS mode it shows an isolinux menu.
be: Вобраз Linux Mint загружаецца ў абодвух рэжымах: EFI ці BIOS. У рэжыме EFI паказваецца меню grub. У рэжыме BIOS паказваецца меню isolinux.
bn: লিনাক্স মিন্ট ISO, EFI বা BIOS মোডে বুট করা যায়। EFI মোডে এটি একটি Grub মেনু দেখায়। BIOS মোডে এটি একটি isolinux মেনু দেখায়।
cy: Gellir lwytho ISO Linux Mint ym modd EFI neu BIOS. Ym modd EFI mae'n dangos dewislen grub. Ym modd BIOS mae'n dangos dewislen isolinux.
et: Linux Mint ISO saab käivitada nii EFI kui BIOS režiimis. EFI režiimis kuvatakse grub menüü. BIOSi režiimis kuvatakse isolinuxi menüü.
fi: Linux Mintin voi käynnistää niin EFI- kuin BIOS-tilaankin. EFI-tilassa näytetään Grub-valikko, BIOS-tilassa isolinux-valikko.
he: ניתן לאתחל את ISO לינוקס מינט גם במצב EFI וגם במצב BIOS. במצב EFI יוצג תפריט גרוב. במצב BIOS יוצג תפריט isolinux.
hi: लिनक्स मिंट आईएसओ फाइल EFI या BIOS दोनों मोड में बूट करना संभव है। EFI मोड में grub मेन्यू व BIOS मोड में isolinux मेन्यू प्रदर्शित होगी।
id: ISO Linux Mint dapat diboot dengan 2 cara yaitu EFI atau mode BIOS. Di mode EFI akan menampilkan sebuah menu grub. Di mode BIOS akan menampilkan sebuah menu isolinux.
ja: Linux Mint の ISO は EFI モードでも BIOS モードでも起動できます。EFI モードでは GRUB メニューが、BIOS モードでは isolinux メニューが表示されます。
kab: Tugna ISO n Linux Mint tezmer ad tekker s uskar EFI neɣ BIOS. Deg uskar EFI umuɣ n useker d 'grub'. Deg uskar BIOS d umuɣ isolinux.
pl: Linux Mint ISO może uruchomić się zarówno w trybie EFI jak i trybie BIOS. W trybie EFI wyświetla menu grub. W trybie BIOS wyświetla menu isolinux.
pt: A ISO do Linux Mint pode ser carregada em modo EFI ou BIOS. Em modo EFI aparece num menu grub. Em modo BIOS aparece um menu isolinux.
ro: ISO-ul Linux Mint poate fi pornit atât în mod EFI cât și în mod BIOS. În mod EFI îți prezită meniul grub. In mod BIOS îți prezintă meniul isolinux.
sk: ISO Linuxu Mint môže byť bootované v EFI alebo BIOS móde. V EFI sa zobrazí grub menu a v BIOS móde isolinux menu.
sl: ISO Linux Mint ISO zaženete tako v načinu EFI kot BIOS. V načinu EFI se pokaže meni grub. V načinu BIOS se pokaže meni isolinux.
sr: Линукс Минт ИСО се може покренути из ЕФИ или БИОС моду. У режиму ЕФИ показује груб мени. У БИОС моду приказује се исолинукс изборник.
sr@latin: ISO Linuks Minta se može podići kako u EFI , tako i u BIOS režimu. U EFI režimu se prikazuje grub meni. U BIOS režimu se prikazuje isolinux meni.
uk: Образ диску Linux Mint може бути завантажено у режимах EFI або BIOS. У режимі EFI відображається меню завантажувача grub, а в режимі BIOS — меню isolinux.
uz: Linux Mint ISO ham EFI, ham BIOS rejimida yuklanishi mumkin. EFI rejimida u grub menyusini ko‘rsatadi. BIOS rejimida u isolinux menyusini ko‘rsatadi.
zh_hk: Linux Mint ISO在EFI模式或是BIOS模式都可以開機。在EFI模式中將會顯示grub選單；而在BIOS模式將會顯示isolinux選單。

source: The isolinux menu in BIOS mode
be: Меню isolinux у рэжыме BIOS
bn: BIOS মোডে isolinux মেনু
cy: Dewislen isolinux ym modd BIOS
et: Isolinuxi menüü BIOSi režiimis
fi: BIOS-tilan isolinux-valikko
he: תפריט isolinux במצב BIOS
hi: BIOS मोड की isolinux मेन्यू
id: Menu isolinux dalam mode BIOS
ja: BIOS モードの isolinux メニュー
kab: Umuɣ n isolinux deg uskar BIOS
pl: Menu isolinux w trybie BIOS
pt: O menu isolinux em modo BIOS
ro: Meniul isolinux în mod BIOS
sk: Isolinux menu v BIOS móde
sl: Meni isolinux v načinu BIOS
sr: Исолинукс изборник у БИОС начину
sr@latin: isolinux meni u BIOS režimu
uk: Меню isolinux у режимі BIOS
uz: BIOS rejimida isolinux menyusi
zh_hk: BIOS模式下的 isolinux 開機選單

source: The grub menu in EFI mode
be: Меню grub у рэжыме EFI
bn: EFI মোডে grub মেনু
cy: Dewislen grub ym modd EFI
et: Grubi menüü EFI režiimis
fi: EFI-tilan Grub-valikko
he: תפריט GRUB במצב EFI
hi: grub मोड में EFI मेन्यू
id: Menu grub dalam mode EFI
ja: EFI モードの GRUB メニュー
kab: Umuɣ n Grub deg uskar EFI
pl: Menu GRUB w trybie EFI
pt: O menu grub em modo EFI
ro: Meniul grub în mod EFI
sk: Grub menu v EFI móde
sl: Meni grub v načinu EFI
sr: Груб мени у ЕФИ режиму
sr@latin: grub meni u EFI režimu
uk: Меню grub у режимі EFI
uz: EFI rejimida grub menyusi
zh_hk: 在 EFI 模式中的 grub 選單

source: From one of these menu, press :kbd:`Enter` to start Linux Mint from your USB stick (or DVD).
be: У любым з гэтых меню націсніце :kbd:`Enter` каб запусціць Linux Mint з носьбіта USB (ці DVD).
bn: এই মেনুগুলির মধ্যে একটি থেকে :kbd:`Enter` টিপুন আপনার USB স্টিক (বা DVD) থেকে লিনাক্স মিন্ট শুরু করতে।
cy: O un o'r dewislenni hyn, pwyswch :kbd:`Enter` i gychwyn Linux Mint o'ch cof bach USB (neu DVD).
et: Kummaski menüüs vajuta :kbd:`Enter`, et käivitada Linux Mint USB pulgalt (või DVDlt).
fi: Käynnistääksesi Linux Mintin USB-tikulta (tai DVD:ltä) jommassakummassa näistä valikoista, paina :kbd:`Enter`.
he: מתוך אחד התפריטים האלה, נא להקיש על מקש על: kbd: 'Enter' כדי להפעיל את לינוקס מינט מההחסן הנייד (או מתקליטור ה־DVD).
hi: मेन्यू में से, :kbd:'Enter' दबाकर लिनक्स मिंट अपनी से यूएसबी डिवाइस (या डीवीडी) से शुरू करें।
id: Dari salah satu menu ini, tekan :kbd:`Enter` untuk memulai Linux Mint dari stik USB Anda (atau DVD).
ja: これらのメニューにて :kbd:`Enter` を押すと、Linux Mint を USB スティック / DVD から開始します。
kab: Deg yiwen gar wumuɣen-agi, ssed ɣef :kbd:`Enter` iwakken ad tsekkereḍ Linux Mint si tsarut USB (neɣ DVD).
pl: Klawiszem :kbd:`Enter` wybierz jedną z opcji menu, aby wystartować Linux Mint z nośnika USB lub DVD.
pt: A partir destes menus, prima a tecla :kbd:`Enter` para arrancar o Linux Mint a partir de um dispositivo USB (ou DVD).
ro: Dintr-unu dintre aceste meniuri, apasă :kbd:`Enter` pentru a porni Linux Mint de pe stickul USB (sau DVD).
sk: V menu vyberte možnosť `Start Linux Mint` a stlačte :kbd:`Enter`. Tým sa Linux Mint naštartuje z USB alebo DVD.
sl: V enem od teh menijev pritisnite :kbd:`vnašalko` za zagon Linux Mint-a iz vašega ključka USB (ali DVD-ja).
sr: У једном од тих изборника, притисните „:кбд:Унеси“ за покретање Линукс Минта са УСБ уређаја (или ДВД-а).
sr@latin: Iz jednog od ovih menija, pritisnite :kbd:`Enter` da biste pokrenuli Linuks Mint sa Vašeg USB memorijskog uređaja (ili DVD-a).
uk: Натисніть :kbd:`Enter` в одному з цих меню для запуску Linux Mint із вашого USB-нагромаджувача або DVD.
uz: USB flesh-diskidan (yoki DVD) Linux Mint dasturini ishga tushirish uchun ushbu menyulardan birida :kbd:`Enter` tugmasini bosing.
zh_hk: 從這些選單中按下 :kbd:`Enter`，來啟動USB隨身碟(或是DVD光碟)中的Linux Mint。

source: Create the bootable media
be: Стварэнне загрузачнага носьбіта
bn: বুটেবল মিডিয়া তৈরি করুন
cy: Crëwch gyfrwng i fedru llwytho'r system
et: Alglaaditava andmekandja loomine
fi: Luo käynnistysmedia
he: יצירת מדיית אתחול
hi: बूट योग्य मीडिया बनाएँ
id: Membuat media yang dapat di-boot
ja: 起動可能メディアの作成
kab: Snulfu-d amidya n usekker
pl: Utwórz nośnik startowy
pt: Crir um disco de arranque
ro: Crearea mijlocului de pornire
sk: Vytváranie bootovateľného hardvéru
sl: Ustvarite zagonski medij
sr: Направите систем за покретање
sr@latin: Formirajte medij za pokretanje sistema
uk: Створити завантажувальний носій
uz: Yuklanadigan media yaratish
zh_hk: 建立一個可開機媒體

source: The easiest way to install Linux Mint is with a USB stick.
be: Найпрасцейшы варыянт усталявання Linux Mint - з дапамогай USB носьбіта.
bn: লিনাক্স মিন্ট ইনস্টল করার সবচেয়ে সহজ উপায় হ'ল USB স্টিক।
cy: Defnyddio cof bach USB yw'r ffordd mwyaf cyfleus i osod Linux Mint.
et: Lihtsaim viis Linux Minti paigaldamiseks on USB-mälupulgaga.
fi: Helpointa on asentaa Linux Mint USB-tikulta.
he: הדרך הקלה ביותר להתקנת לינוקס מינט היא בעזרת החסן נייד.
hi: लिनक्स मिंट इंस्टॉल करने का सबसे सरल माध्यम है यूएसबी डिवाइस।
id: Cara termudah untuk memasang Linux Mint adalah dengan menggunakan sebuah stik USB.
ja: Linux Mint のインストールには、USB スティックを使う方法が簡単です。
kab: Abrid isehlen maḍi i wesbeddi n Linux Mint d aseqdec n tsarut USB
pl: Najprostrzym sposobem instalacji Linux Mint, jest instalacja z pamięci USB.
pt: O modo mais fácil de instalar o Linux Mint é com um dispositivo USB.
ro: Cel mai simplu mod de a instala Linux Mint este cu un stick USB.
sk: Najjednoduchšie je nainštalovať Linux Mint cez USB kľúč.
sl: Najenostavnejši način za namestitev Linux Mint-a je s ključkom USB.
sr: Најлакши начин инсталације Линукс Минт-а је преко УСБ уређаја.
sr@latin: Najlakši način za instalaciju Linuks Minta je sa USB memorijskim uređajem.
uk: Найлегший спосіб встановити Linux Mint — це за допомогою USB-нагромаджувача.
uz: Linux Mintni o‘rnatishning eng oson yo‘li USB flesh-diskidir.
zh_hk: 安裝 Linux Mint 的最簡單方法是使用USB記憶棒。

source: If you cannot boot from USB, you can use a blank DVD.
be: Калі вы не можаце загрузіць з USB, вы можаце ўзяць чысты DVD.
bn: আপনি যদি USB থেকে বুট করতে না পারেন তবে খালি DVD ব্যবহার করতে পারেন।
cy: Os nad yw'n bosib llwytho o USB, mae modd defnyddio DVD gwag.
et: Kui sa ei saa arvutit USB pulgalt käivitada, kasuta tühja DVD plaati.
fi: Ellei USB:ltä voi käynnistää, käytä tyhjää DVD-levyä.
he: אם לא ניתן לאתחל מהחסן נייד, ניתן לנסות עם תקליטור DVD ריק.
hi: अगर यूएसबी डिवाइस से बूट नहीं कर सकते तो खाली डीवीडी उपयोग करें।
id: Jika Anda tidak dapat boot dari USB, Anda dapat menggunakan sebuah DVD kosong.
ja: USB から起動できなくても、代わりに空の DVD が使えます。
kab: Ma ur tezmireḍ ara ad ssenkreḍ si USB, tzemreḍ ad sqedceḍ DVD ilem.
pl: Jeśli nie możesz uruchomić systemu z USB, możesz użyć pustego dysku DVD.
pt: Se não conseguir arrancar a partir do USB, pode utilizar um DVD.
ro: Dacă nu poți porni de pe USB, poți folosi un DVD gol.
sk: Ak nemôžete bootovať cez USB, môžete použiť aj čisté DVD.
sl: Če ne morete zagnati sistema iz ključka USB, lahko uporabite prazen DVD.
sr: Ако не можете да покренете са УСБ-а, можете користити празан ДВД.
sr@latin: Ukoliko ne možete pokrenuti sistem sa USB-a, možete iskoristiti prazan DVD.
uk: Якщо ви не можете завантажуватися з USB, використайте чистий DVD-диск
uz: Agar USB dan yuklay olmasangiz, bo‘sh DVD dan foydalanishingiz mumkin.
zh_hk: 如果無法從USB記憶棒開機，可以試試使用空白DVD光碟片。

source: How to make a bootable USB stick
be: Як зрабіць загрузачны дыск USB
bn: কীভাবে বুটেবল USB স্টিক তৈরি করবেন
cy: Sut i greu cof bach USB cychwynadwy
et: Kuidas teha USB pulk alglaaditavaks
fi: Miten käynnistettävä USB-tikku luodaan
he: כיצד להכין החסן נייד בר־אתחול
hi: बूट योग्य यूएसबी डिवाइस कैसे बनाएँ
id: Cara membuat USB stik yang dapat di-boot
ja: 起動可能な USB スティックの作り方
kab: Amek ara terreḍ tasarut USB d tasarut n usekker
pl: Jak zrobić rozruchową pamięć USB.
pt: Como criar uma dispositivo USB de arranque
ro: Cum să creezi stickul USB bootabil.
sk: Ako vytvoriť bootovateľné USB
sl: Kako naredite zagonski ključek USB
sr: Како направити УСБ уређај за покретање система
sr@latin: Kako napraviti USB memorijski uređaj za pokretanje sistema
uk: Як зробити завантажувальний USB-нагромаджувач
uz: Yuklanadigan USB flesh-diskini qanday yaratish kerak
zh_hk: 如何製作可開機的USB記憶棒

source: In Linux Mint
be: У Linux Mint
bn: লিনাক্স মিন্টে
cy: Yn Linux Mint
et: Linux Mintis
fi: Linux Mintissä
he: בלינוקס מינט
hi: लिनक्स मिंट में
id: Dalam Linux Mint
ja: Linux Mint で作る方法
kab: Di Linux Mint
pl: W Linux Mint
pt: Em Linux Mint
ro: În Linux Mint
sk: V Linuxe Mint
sl: Na sistemu Linux Mint
sr: У Линукс Минту
sr@latin: U Linuks Mintu
uk: У Linux Mint
uz: Linux Mintda
zh_hk: 在 Linux Mint 中
