Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: The Linux Mint operating system (without additional software or personal data) takes roughly 15GB, so give this partition a decent size (100GB or more).
be: Аперацыйная сістэма Linux Mint (без дадатковых праграм ці асабістых даных) займае каля 15 ГБ, таму выдзеліце на гэты падзел дастаткова прасторы (100 ГБ ці болей).
bn: লিনাক্স মিন্ট অপারেটিং সিস্টেম (অতিরিক্ত সফ্টওয়্যার বা ব্যক্তিগত ডেটা ছাড়াই) প্রায় 15GB জায়গা লাগে, সুতরাং এই পার্টিশনটিকে একটি শালীন আকার দিন (100GB বা আরও বেশি)।
cy: Mae system weithredu Linux Mint (heb feddalwedd na data personol ychwanegol) yn cymryd tua 15GB, felly rhowch faint digonol (100GB neu fwy) i'r rhaniad hwn.
et: Linux Mint operatsioonisüsteem (ilma täiendava tarkvara ja kasutaja andmeteta) võtab umbes 15 GB ruumi, seega määra partitsioonile soliidne suurus (100 GB või rohkem).
fi: Linux Mint -käyttöjärjestelmä (lisäohjelmitta ja henkilökohtaisitta tiedoitta) vie suunnilleen 15 Gt, joten osoita riittävän suuri osio (100 Gt tai suurempi).
he: מערכת ההפעלה Linux Mint (ללא תכנות נוספות או מידע אישי) לוקחת כ-15 ג"ב, אז תקצה למחיצה זו גודל סביר (100 ג"ב או יותר).
hi: लिनक्स मिंट ऑपरेटिंग सिस्टम (अतिरिक्त सॉफ्टवेयर या निजी डेटा रहित) हेतु सामान्यतः 15 जीबी स्पेस उपयोग होता है, अतः विभाजन हेतु उचित आकार (100 जीबी या अधिक) चुनें।
id: Sistem operasi Linux Mint (tanpa tambahan perangkat lunak atau data personal) membutuhkan ruang 15GB, jadi berikan partisi ini ukuran yang layak (100GB atau lebih).
ja: Linux Mint は (追加のソフトウェアや個人用データを除いて) 約 15GB の容量を消費します。なので、パーティションには余裕を持たせた容量 (100GB 以上) を割り当ててください。
kab: Anagraw n wammud Linux Mint (war iseɣẓanen imernan neɣ ifuyla udmawanen) yettawi azal n 15GAṬ, ihi fk-as i weḥric-agi tiddi iwatan (100GAṬ neɣ ugar).
pl: System operacyjny Linux Mint (bez dodatkowych programów czy plików osobistych) zajmuje mniej więcej 15GB, więc nadaj tej partycji przyzwoity rozmiar (100GB lub więcej)
pt: O sistema operacional Linux Mint (sem software adicional ou dados pessoais) ocupa aproximadamente 15GB. Portanto, forneça a essa partição um tamanho adequado (100GB ou mais).
ro: Sistemul de operare Linux Mint (impreună cu programele suplimentare și datele personale) ocupă aproximativ 15GB, de aceea dăi acestei partiții o dimensiune decentă (100GB sau mai mult).
sk: Operačný systém Linux Mint sám o sebe zaberie asi 15 GB miesta na disku, preto systému prideľte dostatočne veľký oddiel (odporúča sa aspoň 100 GB).
sl: Operacijski sistem Linux Mint (brez dodatne programske opreme ali osebnih podatkov) zasede približno 15GB, zato dodeli temu razdelku dovolj prostora (100GB ali več).
sr: Линукс Минт оперативни систем (без додатног софтвера или личних података) има отприлике 15ГБ, стога одредите овој партицији пристојну величину (100 GB или више).
sr@latin: Operativni sistem Linuks Mint (bez dodatnih programa ili ličnih podataka) zauzima prostor od oko 15GB, tako da za ovu particiju odredite pristojnu veličinu (100GB ili više)
uk: Операційна система Linux Mint (без додаткового програмного забезпечення чи персональних даних) займає приблизно 15 Гб, тому цей розділ має бути значним (100 Гб або більше).
uz: Linux Mint operatsion tizimi (qo‘shimcha dasturiy ta'minot yoki shaxsiy ma'lumotlarsiz) taxminan 15 Gb joy oladi, shuning uchun bu bo‘limga munosib hajm bering (100 Gb yoki undan ko‘p).
zh_hk: 未含個人資料或安裝額外軟體的Linux Mint作業系統大約佔用15GB的磁碟空間，所以請分配合理的空間大小（如100GB或更多）來安裝。

source: ``ext4`` is recommended. It is the most popular Linux filesystem.
be: Рэкамендуецца ``ext4``. Гэта найбольш папулярная файлавая сістэма для Linux.
bn: ``ext4`` বাঞ্ছনীয়। এটি সর্বাধিক জনপ্রিয় লিনাক্স ফাইল সিস্টেম।
cy: Mae ``ext4`` yn cael ei argymell. Dyma'r system ffeiliau Linux fwyaf poblogaidd.
et: Soovitatav on ``ext4``, mis on kõige populaarsem Linuxi failisüsteem.
fi: ``ext4`` on suositeltu. Se on yleisin Linux-tiedostojärjestelmä.
he: מומלץ להשתמש ב-``ext4``. היא מערכת הקבצים הכי נפוצה בלינוקס.
hi: हम ``EXT4`` उपयोग करने का परामर्श देते हैं। यह सबसे प्रचलित लिनक्स फाइल सिस्टम है।
id: Direkomendasikan ``ext4``. Yang merupakan sistem berkas Linux yang paling populer.
ja: ``ext4`` を推奨します。Linux ファイルシステムの中で最も多く使われています。
kab: ``ext4`` yettusemter. D anagraw n ifuyla Linux yettwassnen ugar.
pl: Rekomendowany jest ``ext4``. To najpopularniejszy system plików Linux.
pt: Recomenda-se "ext4". É o sistema de arquivos Linux mais popular.
ro: Formatul ``ext4`` este recomandat. Este cel mai raspândit filesystem in Linux.
sk: Odporúčaný typ súborového systému je ``ext4`` - najpopulárnejší vo svete Linuxu.
sl: Priporočen je ``ext4``. Je najbolj popularen Linuxov datotečni sistem.
sr: Препоручује се „ext4“. То је најпопуларнији Линукс-ова системска датотека.
sr@latin: ``ext4`` je preporučen. Ovo je najpopularniji sistem datoteka u Linuksu.
uk: `` ext4`` рекомендується. Це найпопулярніша файлова система Linux.
uz: ``ext4`` tavsiya etiladi. Bu eng mashhur Linux fayl tizimi.
zh_hk: 推薦Linux最受歡迎的檔案系統``ext4``。

source: Also create a ``swap`` partition. This partition is used for hibernation and as a safety buffer in case your computer runs out of RAM. Give this partition a size equal to the amount of RAM in your computer.
be: Таксама стварыце падзел ``swap``. Гэты падзел выкарыстоўваецца падчас гібернацыі і як бяспечны буфер, калі камп'ютару не хапае памяці. Задайце гэтаму падзелу памер роўны аперацыйнай памяці (RAM) вашага камп'ютара.
bn: একটি ``swap`` পার্টিশন তৈরি করুন। এই পার্টিশনটি হাইবারনেশনের জন্য এবং সেফটি বাফার হিসাবে যদি আপনার কম্পিউটারটি র‌্যাম ভরাট হয়ে যায়। এই কম্পিউটারে র‌্যামের পরিমাণের সমান এই পার্টিশনটিকে একটি আকার দিন।
cy: Hefyd crëwch raniad cyfnewid neu ``swap``. Mae'r rhaniad hwn yn cael ei ddefnyddio ar gyfer trwmgysgu ac fel byffer diogelwch rhag ofn bod eich cyfrifiadur yn rhedeg allan o RAM. Rhowch faint sy'n hafal i faint o RAM yn eich cyfrifiadur i'r rhaniad hwn.
et: Lisaks tuleb luua ``swap`` (saaleala) partitsioon. Seda partitsiooni kasutatakse talveuinaku jaoks ning turvapuhvrina juhul kui arvuil saab RAM otsa. Selle partitsiooni suurus võiks olla sama suur, kui palju on su arvutil RAMi.
fi: Luo myös ``swap``. Tätä osiota käytetään lepotilaan ja turvapuskuriin, jos tietokoneesi RAM-muisti loppuu. Anna tämän osio koko, joka vastaa tietokoneen RAM-muistia.
he: נא ליצור גם מחיצת ``swap``. מחיצה זו תשמש לתרדמת וכחוצץ בטיחות למקרה שזיכרון ה- RAM יאזל. גודל המחיצה צריך להיות זהה לגודל זיכרון ה-RAM במחשב.
hi: एक ``स्वैप`` विभाजन भी बनाएँ। यह विभाजन सिस्टम सुप्त करने एवं RAM के अभाव में कंप्यूटर के सुचारु क्रियान्वन हेतु उपयोग होता है। इसका आकार कंप्यूटर की RAM के जितना रखें।
id: Buat juga partisi ``swap``. Partisi ini digunakan untuk hibernasi dan sebagai penyangga keamanan jika komputer Anda kehabisan RAM. Beri partisi ini ukuran yang sama dengan besarnya RAM di komputer Anda.
ja: ``swap`` パーティションも作成してください。このパーティションは、システムをハイバネートする際や、RAM が枯渇した時の予備バッファーとして使われます。お使いのコンピューターの RAM 容量と同じ大きさのパーティションにしてください。
kab: Snulfu-d daɣen aḥric ``swap``. Aḥric-agi ad yettwaseqdec i wesgen akked teɣzut n weḥraz n tɣellist ma txuṣṣ tkatut n RAM. Efk-as i weḥric-agi tiddi n RAM i yellan deg uselkim-inek.
pl: Dodatkowo stwórz partycję ``swap``. Zostanie ona użyta do hibernacji oraz jako bufor bezpieczeństwa w przypadku gdy zostanie zużyta cała pamięć RAM komputera. Ustal rozmiar tej partycji odpowiedni do posiadanej pamięci RAM w komputerze.
pt: Crie também uma partição "swap". Essa partição é usada para a hibernação e como um espaço de segurança no caso de o computador ficar sem memória RAM. Forneça a essa partição um tamanho igual à quantidade de memória RAM em seu computador.
ro: Creează de asemenea o partiție ``swap``. Această partiție este folosită pentru hibernare si ca un tampon in cazul in care computerul tău nu mai are suficient RAM. Dăi acestei partiți o dimensiune egala cu cantitatea de RAM in computerul tau.
sk: Vytvorte tiež oddiel ``swap``, ktorý bude použitý pri hibernácii a pri nedodstatku miesta v RAM. Priedeľte mu dvojnásobnú veľkosť vašej RAM.
sl: Prav tako naredite razdelek ``swap``. Ta razdelek se uporablja za hibernacijo in varnostni medpomnilnik v primeru, da vašemu računalniku zmanjka RAM-a. Temu razdelku dodelite enako velikost kot je velikost RAM-a na vašem računalniku.
sr: Такође направите партицију „swap“. Ова партиција се користи за хибернацију и као сигурносни оставу у случају да вашем рачунару понестаје РАМ-а меморије. Дајте овој партицији величину једнаку количини РАМ-а меморије на вашем рачунару.
sr@latin: Takođe, kreirajte i ``swap`` particiju. Ova particija se koristi za hibernaciju i kao sigurnosni međuspremnik u slučaju da Vaš računar ostane bez dovoljno RAM-a. Odredite veličinu ove particije jednaku količini RAM-a na Vašem računaru.
uk: Також створіть розділ `` swap``. Цей розділ використовується для режиму сну та як буфер безпеки у випадку, якщо на вашому комп'ютері закінчиться оперативна пам'ять. Дайте цьому розділу розмір, який дорівнює сумі оперативної пам'яти вашого комп'ютера.
uz: Shuningdek, "almashtirish" bo‘limini yarating. Ushbu bo‘lim kutish rejimida va kompyuteringizda operativ xotira tugashi uchun xavfsizlik buferi sifatida ishlatiladi. Ushbu bo‘limga kompyuteringizdagi RAM miqdoriga teng hajmni bering.
zh_hk: 還創建一個 ``swap`` 分區。 此分區用於休眠，並用作安全緩衝區，以防您的計算機用完RAM。 將此分區的大小設置為等於電腦中RAM的大小。

source: Select your timezone
be: Выберыце часавы пояс
bn: আপনার সময় অঞ্চল নির্বাচন করুন
cy: Dewiswch eich cylchfa amser
et: Vali ajavöönd
fi: Valitse aikavyöhykkeesi
he: בחירת אזור הזמן
hi: अपना समय क्षेत्र चुनें
id: Pilih zona waktu Anda
ja: タイムゾーンを選択します
kab: Fren tamennaḍt takudant inek
pl: Wybierz strefę czasową
pt: Selecione seu fuso horário
ro: Alege fusul orar
sk: Vyberte svoju časovú zónu
sl: Izberite vaš časovni pas
sr: Изаберите своју временску зону
sr@latin: Izaberite Vašu vremensku zonu
uk: Оберіть часовий пояс
uz: Vaqt mintaqangizni tanlang
zh_hk: 選擇您的時區

source: Select your keyboard layout
be: Выберыце вашу раскладку клавіятуры
bn: আপনার কীবোর্ড লেআউট নির্বাচন করুন
cy: Dewiswch gynllun eich bysellfwrdd
et: Vali klaviatuuri paigutus
fi: Valitse näppäimistöasettelusi
he: בחירת פריסת מקלדת
hi: अपना कुंजीपटल अभिन्यास चुनें
id: Pilih tata letak papan ketik Anda
ja: キーボードレイアウトを選択します
kab: Fren taneɣruft n unasiw-inek
pl: Wybierz układ klawiatury
pt: Selecione o leiaute do teclado
ro: Alege schema tastaturii
sk: Vyberte rozloženie vašej klávesnice
sl: Izberite vašo postavitev tipkovnice
sr: Изаберите распоред тастатуре
sr@latin: Izaberite raspored slova na Vašoj tastaturi
uk: Оберіть розкладку клавіатури
uz: Klaviatura tartibini tanlang
zh_hk: 選擇您的鍵盤形式

source: Enter your user details
be: Увядзіце падрабязнасці пра вашага карыстальніка
bn: আপনার ব্যবহারকারীর বিশদ লিখুন
cy: Rhowch eich manylion defnyddiwr
et: Sisesta kasutaja andmed
fi: Anna käyttäjätietosi
he: הזנת פרטי משתמש
hi: अपनी उपयोक्ता जानकारी दर्ज करें
id: Masukkan detail pengguna Anda
ja: ユーザーアカウントの詳細を入力します
kab: Sekcem isallan-inek n useqdac
pl: Wprowadź szczegóły użytkownika
pt: Digite seus dados de usuário
ro: Introdu detaliile utilizatorului
sk: Zadajte svoje používateľské údaje
sl: Vnesite vaše uporabniške podatke
sr: Унесите своје корисничке податке
sr@latin: Unesite svoje korisničke podatke
uk: Зазначте дані свого користувача
uz: Foydalanuvchi ma'lumotlarini kiriting
zh_hk: 輸入您的使用者資料

source: Your ``name`` can be your real name, but it doesn't have to be. It is only used locally, in the screensaver and on the login screen.
be: Ваша ``імя``можа быць ваша сапраўднае імя, але неабавязкова. Яно выкарыстоўваецца толькі тут, на застаўцы і на экране ўваходу ў сістэму.
bn: আপনার ``name`` আপনার আসল নাম হতে পারে তবে এটি হওয়া বাধ্যতামূলক না। এটি কেবলমাত্র স্থানীয়ভাবে, স্ক্রিনসেভার এবং লগইন স্ক্রিনে ব্যবহৃত হয়।
cy: Gall eich ``enw`` fod yn eich enw go iawn, ond does dim rhaid iddo fod. Dim ond yn lleol y caiff ei ddefnyddio, yn yr arbedwr sgrin ac ar y sgrin fewngofnodi.
et: Sinu ``nimi`` võib olla päris nimi, kuid ei pruugi. Seda kasutatakse ainult selles arvutis, ekraanisäästja ja sisselogimise ekraanidel.
fi: ``Nimi`` voi olla oikea nimesi, mutta sen ei tarvitse olla. Sitä käytetään vain paikallisesti näytönsäästäjään ja kirjautumisruutuun.
he: ה``שם`` יכול להיות השם האמיתי אבל לא בהכרח. השם משמש לצרכים מקומיים בלבד, לשומר המסך ולמסך הכניסה.
hi: ``नाम`` हेतु आप अपना वास्तविक नाम उपयोग कर सकते हैं पर यह आवश्यक नहीं है। इसका उपयोग सिस्टम, स्क्रीनसेवर व लॉगिन स्क्रीन तक ही सीमित है।
id: ``nama`` Anda bisa menggunakan nama asli, tetapi tidak harus. Ini hanya digunakan untuk lokal (komputer saja), di screensaver dan di layar login.
ja: ``あなたの名前``に指定するものは本名でも、何でも構いません。スクリーンセーバーやログイン画面のような、ローカルな場所でのみ使われます。
kab: ``Isem-ik`` yezmer ad yili d isem-ik n tidet. Yettwaseqdec kan deg uselkim-inek, deg usedmas n ugdil akked ugdil n tuqqna.
pl: Twoje ``imię`` może, ale nie musi być twoim prawdziwym imieniem. Jest ono używane tylko lokalnie, w wygaszaczu ekranu i na ekranie logowania.
pt: Seu "nome" pode ser seu nome real, mas não obrigatoriamente. Ele é usado apenas localmente, no protetor de tela e na tela de login.
ro: Câmpul ``name`` poate fi numele tau real, insă nu este obligatoriu. Este folosit numai local, in screensaver sau la panoul de logare.
sk: Zvolené ``meno`` môže, ale nemusí byť vaše skutočné meno. Nie je verejne viditeľné, používa sa iba na vašom počítači.
sl: Vaše ``name`` je lahko vaše dejansko ime, ampak ne rabi biti. Uporablja se ga samo lokalno, na ohranjevalniku zaslona in na prijavnem zaslonu.
sr: Ваше „име“ може бити ваше право име, али може и бити и неко друго име. То се користи само локално, у чувару екрана и на екрану за пријављивање.
sr@latin: Vaše ``ime`` može biti Vaše stvarno ime, ali ne mora da bude. Ime se koristi samo lokalno, na čuvaru ekrana ili na ekranu za prijavu na sistem.
uk: Ваше `` ім'я`` може бути вашим справжнім ім'ям, але це не обовʼязково. Воно використовується лише локально, у заставці та на екрані входу.
uz: Sizning ``ismingiz`` haqiqiy ismingiz bo‘lishi mumkin, lekin shunday bo‘lishi shart emas. U faqat mahalliy sifatida, ekran pardasida va kirish ekranida ishlatiladi.
zh_hk: 您的``name``可以是真實姓名（非必須），這只會在您的電腦裡使用（如螢幕保護程式、登入畫面）。

source: Your ``username`` is what you log in as, and your ``hostname`` is the name of your computer on the network.
be: Ваша ``імя карыстальніка`` - імя для ўваходу ў сістэму (лагін), а ``імя хаста`` - імя вашага камп'ютара ў сетцы.
bn: আপনার ``username``হচ্ছে যা হিসাবে আপনি লগ ইন করেছেন এবং আপনার ``hostname`` আপনার নেটওয়ার্কের কম্পিউটারের নাম।
cy: Eich ``enw defnyddiwr`` yw'r hyn rydych chi'n mewngofnodi ynddo, a'ch ``enw gwesteiwr`` yw enw'ch cyfrifiadur ar y rhwydwaith.
et: Sinu ``kasutajanimi`` on nimi, millega sind sisse logitakse ja sinu arvuti ``hostinimi`` on nimi, mille all arvuti esineb võrgus.
fi: ``Käyttäjätunnus`` on tunnus, jolla kirjaudut sisään, ja ``konenimi`` on tietokoneen verkkonimi.
he: ``שם המשתמש`` הוא השם שמשמש להתחברות ו``שם המארח`` הוא שם המחשב ברשת.
hi: आपका ``उपयोक्ता नाम`` लॉगिन हेतु होता है व आपका ``होस्ट नाम`` नेटवर्क पर आपके कंप्यूटर का नाम है।
id: ``username`` Anda adalah yang Anda gunakan untuk masuk (login), dan ``hostname`` Anda adalah nama dari komputer Anda di jaringan.
ja: ``ユーザー名``は、ログインする際に必要となる名前です。``コンピューターの名前``は、ネットワーク上で表示される名前です。
kab: ``Isem n useqdac inek`` d amesmagi-inek deg uselkim-inek. ``Isem n uselkim-inek`` yettwaseqdec i wesmagi n uselkim deg uẓeḍḍa adigan.
pl: Twoja ``nazwa użytkownika`` jest nazwą konta, na które się logujesz, a ``nazwa komputera`` jest używana w sieci.
pt: Seu "nome de usuário" é aquele para fazer login, e seu "hostname" é o nome de seu computador na rede.
ro: Câmpul ``username`` este folosit pentru logare, iar ``hostname`` este numele ce computerul îl va avea in rețea.
sk: Zvolené ``používateľské meno`` je meno vášho používateľského účtu, ``hostname`` je identifikačné meno počítača pre potreby siete.
sl: ``username`` je uporabniško ime s katerim ste prijavljeni in ``hostname`` je ime računalnika na omrežju.
sr: Ваше „корисничко име“ се користи за пријаву, а ваша „назив рачунара“ је име вашег рачунара на мрежи.
sr@latin: Vaše ``korisničko ime`` je ono pod kojim se prijavljujete na sistem, a Vaše ``ime domaćina `` je ime Vašeg računara na mreži.
uk: Ваш `` логін`` використовується для вашого входу в комп'ютер, а ваше `` ім'я хосту`` є іменем вашого комп'ютера в мережі.
uz: Sizning ``foydalanuvchi nomingiz`` siz tizimga kirganingiz va ``hostname`` tarmoqdagi kompyuteringiz nomidir.
zh_hk: 您的``username``是在登入電腦時使用的；而``hostname``是您的電腦在網路上使用的名字。

source: To prevent bugs only use lowercase characters, with no punctuation or accentuation.
be: Каб засцерагчыся ад памылак, выкарыстоўвайце толькі сімвалы ніжняга рэгістра, без знакаў пунктуацыі ці падкрэслівання.
bn: বাগগুলিকে প্রতিরোধ করতে কোনও বিরামচিহ্ন বা উচ্চারণ ছাড়া কেবল ছোট অক্ষর ব্যবহার করুন।
cy: Er mwyn atal gwallau, defnyddiwch nodau llythrennau bach yn unig, heb unrhyw atalnodi nac aceniadau.
et: Vigade vältimiseks kasuta ainult väikesed tähti ilma kirjavahemärkide ja täpitähtedeta.
fi: Välttyäksesi ongelmilta käytä vain pienaakkosia a–z, älä välimerkkejä tai tarkkeellisia merkkejä.
he: כדי למנוע תקלים השתמש/י באותיות לטיניות קטנות בלבד, ללא איות או מבטאים.
hi: अनावश्यक समस्याओं से बचने हेतु केवल विराम चिन्ह या उच्चारण चिन्हों से रहित लोअरकेस अक्षर उपयोग करें।
id: Untuk mencegah bug hanya gunakan karakter huruf kecil, tanpa tanda baca atau aksentuasi.
ja: 不具合を防ぐため、アルファベットの小文字だけを使ってください。句読点や濁点は使わないでください。
kab: Iwakken ur ttilin ara ibugen seqdec kan isekkilen imeẓyanen war ticraḍ neɣ izmalen.
pl: Aby uniknąć problemu, używaj wyłącznie małych znaków, bez akcentów, kropek lub ogonków.
pt: Para evitar erros, use somente caracteres em letra minúscula, sem pontuação ou acentuação.
ro: Pentru a prevenii eventuale probleme, folosește numai litere mici, fara punctuație sau diacritice.
sk: Používajte iba malé písmená bez interpunkčných znamienok.
sl: Da preprečite napake uporabljajte samo male črke brez vezajev in naglasov.
sr: Да бисте спречили грешке, користите само мале знакове, без интерпункције или нагласка.
sr@latin: Da biste sprečili bagove, koristite samo mala slova, bez znakova interpunkcije ili dijakritičkih znakova.
uk: Для запобігання помилок, використовуйте тільки символи нижчого регістру, без знаків пунктуації або акцентуації.
uz: Xatolarning oldini olish uchun faqat kichik harflardan foydalaning, tinish belgilari yoki urg‘u qo‘yilmaydi.
zh_hk: 為了防止軟體錯誤，請只使用小寫字母，也不要輸入標點符號或重音符號。

source: To protect your personal data against local attacks (people around you, or in case your computer gets stolen), tick :guilabel:`Encrypt my home folder`.
be: Каб засцерагчы вашы асабістыя даныя ад мясцовых атак (людзей вакол вас, ці ў выпадку крадзяжу камп'ютара), выберыце :guilabel:'Зашыфраваць хатнюю папку'.
bn: স্থানীয় আক্রমণ থেকে আপনার ব্যক্তিগত তথ্য রক্ষা করতে (আপনার চারপাশের লোকেরা, বা আপনার কম্পিউটার চুরি হয়ে গেলে) টিক দিন:guilabel:`Encrypt my home folder`।
cy: Er mwyn diogelu eich data personol rhag ymosodiadau lleol (pobl o'ch cwmpas, neu rhag ofn i'ch cyfrifiadur gael ei ddwyn), ticiwch :guilabel: `Amgryptio fy ffolder cartref`.
et: Isiklike andmete kaitsmiseks kohalike rünnakute vastu (inimesed sinu ümber või näiteks kui arvuti varastatakse), märgi :guilabel:`Krüpteeri kodukaust` (Encrypt my home folder).
fi: Voit suojata henkilötietojasi paikallisilta hyökkäyksiltä (ihmiset ympärilläsi tai jos tietokoneesi varastetaan) :guilabel:`Salaa kotikansioni`.
he: להגנה על המידע האישי כנגד התקפות מקומיות (אנשים מסביב, או במקרה של אבדן או גנבת המחשב), נא להפעיל :guilabel:`הצפנת תיקיית הבית שלי`.
hi: अनपेक्षित वातावरण/घटनाओं (आसपास के व्यक्ति या कंप्यूटर चोरी होने पर) से अपना डेटा सुरक्षित रखने हेतु :guilabel:`होम फोल्डर एन्क्रिप्ट करें` का विकल्प चिन्हित करें।
id: Untuk memproteksi data pribadi Anda dari serangan lokal (orang-orang di sekitar Anda, atau bilamana komputer Anda dicuri), centang :guilabel:`Enkripsi folder Home saya`.
ja: 個人用データを物理的なクラッキング (あなたの周りにいる人々や、コンピューターの盗用) から守るには、:guilabel:`ホームフォルダーを暗号化する`にチェックを入れてください。
kab: Iwakken ad tḥarbeḍ ɣef isefka udmawanen inek mgal tineṭṭagin tidiganin (imdanen yettilin yid-k, neɣ ma yettwaker uselkim-inek), fren :guilabel:`Wgelhen akaram inu udmawan`.
pl: Aby zabezpieczyć swoje osobiste dane przed atakiem lokalnym (ludzie wokół Ciebie, lub w przypadku kradzieży komputera), zaznacz :guilabel:`Zaszyfruj mój katalog domowy`.
pt: Para proteger seus dados pessoais contra ataques locais (pessoas perto de você, ou no caso de que seu computador seja roubado), marque :guilabel:`Criptografar minha Pasta pessoal`.
ro: Pentru ați proteja datele personale împotriva atacurilor locale (persoane din jurul tau, sau daca computerul este furat), bifează bifa :guilabel:`Encrypt my home folder`.
sk: Ak zašktnete :guilabel:`Šifrovať môj domovský priečinok`, všetky vaše osobné súbory budú šifrované a chránené heslom vášho účtu.
sl: Da zavarujete vaše osebne podatke pred lokalnimi napadi (ljudje okoli vas, ali če vam ukradejo računalnik), izberite :guilabel:`Encrypt my home folder`.
sr: За заштиту ваших личних података од локалних напада (људи близу вас, или у случају да вам је рачунара украден), означите „:guilabel:Шифрирај моју личну датотеку“.
sr@latin: Da biste zaštitili Vaše lične podatke od lokalnih napada (ljudi oko Vas, ili u slučaju da Vaš računar bude ukraden), označite :guilabel:`Encrypt my home folder`.
uk: Щоб захистити ваші особисті дані від локальних нападів (людей навколо вас або у випадку викрадення комп'ютера), поставте позначку в пункті: guilabel: "Зашифрувати мою домашню теку".
uz: Shaxsiy ma'lumotlaringizni mahalliy hujumlardan himoya qilish uchun (atrofingizdagi odamlar yoki kompyuteringiz o‘g‘irlangan taqdirda) :guilabel:`Uy jildimni shifrlash` belgisini qo‘ying.
zh_hk: 欲保護您的個人資料免於附近的攻擊（例如您附近的人士、電腦遭竊），請勾選:guilabel:`Encrypt my home folder`。

source: Choose a strong password.
be: Выберыце моцны пароль.
bn: একটি শক্তিশালী পাসওয়ার্ড চয়ন করুন।
cy: Dewiswch gyfrinair cryf.
et: Kasuta tugevat parooli.
fi: Valitse vahva salasana.
he: בחירת ססמה חזקה.
hi: प्रबल कूटशब्द चुनें।
id: Pilih kata sandi yang kuat.
ja: 強度の高いパスワードを指定してください。
kab: Fren awal n uɛeddi iǧehden.
pl: Ustaw silne hasło.
pt: Escolha uma senha forte.
ro: Alege o parola sigura.
sk: Zvoľte silnejšie heslo.
sl: Izberite močno geslo.
sr: Изаберите јаку лозинку.
sr@latin: Izaberite jaku šifru.
uk: Оберіть надійний пароль.
uz: Kuchli parolni tanlang.
zh_hk: 選擇一個安全的密碼。
