Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: The authenticity check confirms that the ISO image you downloaded was signed by Linux Mint, and thus that it isn't a modified or malicious copy made by somebody else.
be: Праверка сапраўднасці пацвярджае, што спампаваны вобраз ISO быў падпісаны Linux Mint, і таму не быў зменены і не з'яўляецца шкоднаснай копіяй, зробленай кімсьці іншым.
bn: সত্যতা যাচাইয়ের(authenticity check) বিষয়টি নিশ্চিত করে যে আপনি ডাউনলোড করেছেন ISO ইমেজটি লিনাক্স মিন্ট দ্বারা স্বাক্ষরিত হয়েছিল এবং সুতরাং এটি অন্য কারও দ্বারা তৈরি কোনও পরিবর্তিত বা দূষিত অনুলিপি নয়।
cy: Mae'r gwiriad dilysrwydd yn cadarnhau bod y ddelwedd ISO y gwnaethoch ei llwytho i lawr wedi'i llofnodi gan Linux Mint, ac felly nad yw'n gopi wedi'i addasu neu faleisus a wnaed gan rywun arall.
et: Autentsuse kontrolli kinnitab, et sinu allalaaditud ISO fail on allkirjastatud Linux Minti meeskonna poolt ning seda ei ole muudetud ega ole kellegi teise tehtud pahatahtlik koopia.
fi: Aitoustarkistus varmistaa, että ladattu ISO-levykuva on Linux Mintin allekirjoittama, sitä ei ole muokattu eikä se ole kolmannen osapuolen tekemä pahantahtoinen kopio.
he: בדיקת האמינות מאשרת שתמונת ה-ISO נחתמה על ידי לינוקס מינט, זאת אומרת שהיא לא נערכה והיא לא עותק זדוני שהוכן על ידי מישהו אחר.
hi: अखंडता जाँच द्वारा डाउनलोड की गई आईएसओ फाइल के लिनक्स मिंट द्वारा हस्ताक्षरित होने की पुष्टि होती है व सुनिश्चित किया जाता है कि फाइल में किसी ने दुर्भावनापूर्ण परिवर्तन नहीं किए हैं।
id: Pemeriksaan keaslian mengonfirmasi bahwa image ISO yang Anda unduh ditandatangani oleh Linux Mint, dan dengan demikian itu bukan salinan yang dimodifikasi atau berbahaya yang dibuat oleh orang lain.
ja: 信頼性を検証すると、ダウンロードした ISO ファイルがちゃんと Linux Mint チームによって署名されていることを保証します。なので、悪意のある第三者の手で改ざんされていないという確証が持てます。
kab: Akayad n westab isentem belli tugna ISO i d-tesidreḍ tettuzmel qûr Linux Mint, ihi mačči d tasukkint yettwabeddelen neɣ tamcumt.
pl: Pozytywny wynik sprawdzenia pod kątem autoryzacji oznacza, że plik ISO został wydany przez Linux Mint i nie był modyfikowany przez nikogo innego.
pt: A verificação de autenticidade confirma que a imagem ISO baixada foi assinada pelo Linux Mint e, dessa forma, ela não é uma cópia modificada ou maliciosa feita por alguém.
ro: Verificarea de autenticitate confirmă faptul ca imaginea ISO pe care ai descărcato a fost semnată de către Linux Mint și nu este o copie modificată sau malefică creată de altcineva.
sk: Overenie autenticity ISO obrazu zisťuje, či je obraz elektronicky podpísaný Linuxom Mint a či sa nejedná o modifikovanú verziu od niekoho iného.
sl: Preverjanje pristnosti preveri, da je ISO slika, ki ste jo prenesli, podpisana z strani Linux Mint-a in ni spremenjena ali škodoželjna kopija narejena od nekoga drugega.
sr: Провера аутентичности потврђује да је ИСО слику коју сте преузели потписана од стране Линукс Минт-а, а тиме и да то није модификована или злонамерна копија коју је направио неко други.
sr@latin: Provera autentičnosti potvrđuje da je ISO kopija koju ste preuzeli potpisana od strane tima Linuks Minta, odnosno da nije izmenjena i da niko nije napravio kopiju sa zlonamernim sadržajem.
uk: Перевірка автентичности підтверджує, що завантажений вами ISO-образ був дійсно підписаний розробниками Linux Mint, і таким чином, він не є модифікованою чи шкідливою копією, зробленою кимось іншим.
uz: Haqiqiylik tekshiruvi siz yuklab olgan ISO tasviri Linux Mint tomonidan imzolanganligini va shuning uchun u boshqa birov tomonidan yaratilgan oʻzgartirilgan yoki zararli nusxa emasligini tasdiqlaydi.
zh_hk: 檔案安全性檢查能協助您確認所下載的ISO映像是由Linux Mint簽署，以證實此檔案是未經他人修改、非惡意的。

source: Download the SHA256 sums provided by Linux Mint
be: Спампуйце SHA256 сумы, пастаўляемыя Linux Mint
bn: লিনাক্স মিন্ট দ্বারা সরবরাহিত SHA256 পরিমাণগুলি ডাউনলোড করুন
cy: Llwythwch i lawr y symiau SHA256 a ddarperir gan Linux Mint
et: Linux Minti avaldatud SHA256 kontrollsumma allalaadimine
fi: Lataa Linux Mintin tarjoamat SHA256-tarkistussummat
he: הורדת סכומי SHA256 המסופקים ע"י Linux Mint
hi: लिनक्स मिंट द्वारा प्रदान किए गए SHA256 सम डाउनलोड करें
id: Unduh SHA256 sum yang disediakan oleh Linux Mint
ja: Linux Mint が提供する SHA256 チェックサム値のダウンロード
kab: Sider timerniwt n SHA256 i d-yefka Linux Mint
pl: Pobierz sumy kontrolne SHA256 zapewnione przez Linux Mint.
pt: Transfira as somas SHA256 fornecidas pelo Linux Mint
ro: Descarcă suma SHA256 pusă la dispoziție de Linux Mint
sk: Stiahnite SHA256.
sl: Prenesite vsoto SHA256, ki vam je bila zagotovljena s strani Linux Mint-a
sr: Преузмите SHA256 контролни збир које нуди Линукс Минт
sr@latin: Preuzmite SHA256 kontrolnu sumu koju pruža Linuks Mint
uk: Завантажте суми SHA256, надані Linux Mint
uz: Linux Mint tomonidan taqdim etilgan SHA256 summasini yuklab oling
zh_hk: 下載Linux Mint提供的SHA256運算值。

source: All `download mirrors <https://www.linuxmint.com/mirrors.php>`_ provide the ISO images, a ``sha256sum.txt`` file and a ``sha256sum.txt.gpg`` file. You should be able to find these files in the same place you downloaded the ISO image from.
be: Усе `люстэркі для спампоўкі <https://www.linuxmint.com/mirrors.php>`_ пастаўляюць вобразы ISO, файл ``sha256sum.txt`` і файл ``sha256sum.txt.gpg``. Вы павінны быць гатовыя знайсці гэтыя файлы ў тым жа месцы, адкуль спампоўваеце вобраз ISO.
bn: সমস্ত `download mirrors <https://www.linuxmint.com/mirrors.php>`_ ISO ইমেজ, একটি ``sha256sum.txt`` ফাইল এবং একটি ``sha256sum.txt.gpg`` ফাইল সরবরাহ করে। আপনি যেখান থেকে ISO ইমেজটি ডাউনলোড করেছেন একই স্থানে এই ফাইলগুলি সন্ধান করতে সক্ষম হওয়া উচিত।
cy: Mae pob `drychau llwytho i lawr <https://www.linuxmint.com/mirrors.php>` _ yn darparu'r delweddau ISO a ffeil `` sha256sum.txt`` a ffeil `` sha256sum.txt.gpg``. Dylech allu dod o hyd i'r ffeiliau hyn yn yr un lle y gwnaethoch chi lwytho'r ddelwedd ISO ohono.
et: Kõik allalaadimise peegelsaidid `lehel <https://www.linuxmint.com/mirrors.php>`_ pakuvad ISO tõmmiseid ning ``sha256sum.txt`` ja ``sha256sum.txt.gpg`` faile. Need failid peaksid olema samas kohas, kust sa ISO tõmmise alla laadisid.
fi: Kaikki `download mirrors <https://www.linuxmint.com/mirrors.php>`_ toimittaa ISO-kuvat, ``sha256sum.txt``-tiedostolla ja ``sha256sum.txt.gpg``-tiedostolla. Näiden tiedostojen pitäisi olla samassa paikassa, josta olet ladannut ISO-kuvan.
he: כל `המראות <https://www.linuxmint.com/mirrors.php>`_ מספקות תמונות ISO, קובץ ``sha256sum.txt`` וקובץ ``sha256sum.txt.gpg``. את/ה אמור/ה למצוא את הקבצים האלה באותו המקום שממנו הורדת את תמונת ה-ISO.
hi: सभी `डाउनलोड सर्वर-मिरर <https://www.linuxmint.com/mirrors.php>`_` आईएसओ फाइल, ``sha256sum.txt`` फाइल व ``sha256sum.txt.gpg`` फाइल प्रदान करते हैं। ये सभी फाइलें आईएसओ फाइल डाउनलोड साइट पर उपलब्ध होती हैं।
id: Semua `cermin unduhan <https://www.linuxmint.com/mirrors.php>`_ menyediakan image ISO, berkas ``sha256sum.txt``, dan berkas ``sha256sum.txt.gpg``. Anda harus dapat menemukan berkas-berkas ini di tempat yang sama dengan tempat Anda mengunduh image ISO.
ja: 全ての`ダウンロードミラー<https://www.linuxmint.com/mirrors.php>`_は ISO イメージ本体に加え、2 つのファイル ``sha256sum.txt`` と ``sha256sum.txt.gpg`` も提供しています。これらのファイルは ISO イメージをダウンロードしてきたのと同じ場所にセットで入っているはずです。
kab: Akk `iḍebsiyen usligen n usider <https://www.linuxmint.com/mirrors.php>`_ ttaken-d tugniwin ISO, afaylu ``sha256sum.txt`` akked ufaylu ``sha256sum.txt.gpg``. Isefk ad tafeḍ ifuyla-agi deg umḍiq anida tesidreḍ tugna ISO.
pl: Wszystkie kopie, znajdujące się na <https://www.linuxmint.com/mirrors.php>`_ zapewniają plik ISO, plik ``SHA256sum.txt`` i plik ``SHA256sum.txt.gpg``. Powinieneś być w stanie znaleźć tam pliki sum, gdzie znajduje się plik ISO.
pt: Todos os 'espelhos de download <https://www.linuxmint.com/mirrors.php>`_ fornecem imagens ISO, um arquivo ``sha256sum.txt`` e outro ``sha256sum.txt.gpg``. Você encontra esses arquivos no mesmo local onde baixou a imagem ISO.
ro: Toate `paginele de descărcare <https://www.linuxmint.com/mirrors.php>`_ pun la dispoziție imaginea ISO, un fișier ``sha256sum.txt`` și un fișier ``sha256sum.txt.gpg``. Ar trebui să poți găsi aceste fișiere în același loc de unde ai descărcat imaginea ISO.
sk: Všetky `download mirrors <https://www.linuxmint.com/mirrors.php>`_ poskytujú ISO obraz, súbor ``sha256sum.txt`` a súbor ``sha256sum.txt.gpg``.
sl: Vsi `download mirrors <https://www.linuxmint.com/mirrors.php>`_ priskrbijo ISO sliko, ``sha256sum.txt`` in ``sha256sum.txt.gpg`` datoteki. Te datoteki bi mogli najti na istem mestu, odkoder ste prenesli ISO sliko.
sr: Сви „преузимања из других извора <https://www.linuxmint.com/mirrors.php>“ пружају ИСО слике, „sha256sum.txt“ датотеку и „sha256sum.txt.gpg“. Требало би да пронађете ове датотеке на истом месту са којег сте преузели ИСО слику.
sr@latin: Svi `download mirrors <https://www.linuxmint.com/mirrors.php>`_ pružaju ISO kopije, datoteku ``sha256sum.txt`` i datoteku ``sha256sum.txt.gpg``. Trebalo bi da možete da nađete obe datoteke na istom mestu odakle ste preuzeli ISO kopiju.
uk: Усі `завантаження з дзеркал <https://www.linuxmint.com/mirrors.php>` надають вам ISO образ системи, файл `` sha256sum.txt`` і файл `` sha256sum.txt.gpg``. Ви маєте змогу знайти усі ці файли в тому ж місці, звідки ви завантажили сам ISO образ системи.
uz: Barcha `yuklab olish oynalari <https://www.linuxmint.com/mirrors.php>`_ ISO tasvirlari, ``sha256sum.txt`` fayli va ``sha256sum.txt.gpg`` faylini taqdim etadi. Siz ushbu fayllarni ISO tasvirini yuklab olgan joydan topishingiz kerak.
zh_hk: 所有`download mirrors <https://www.linuxmint.com/mirrors.php>`_ 都提供ISO映像，一個 ``sha256sum.txt`` 文件和一個``sha256sum.txt.gpg`` 文件。 您應該能夠在下載ISO映像的位置找到這些文件。

source: If you can't find them, browse the `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ and click the version of the Linux Mint release you downloaded.
be: Калі не можаце знайсці іх, паглядзіце `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ і націсніце спампаваную версію рэліза Linux Mint.
bn: যদি আপনি সেগুলি খুঁজে না পান তবে `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ ব্রাউজ করুন এবং আপনার ডাউনলোড করা লিনাক্স মিন্টের সংস্করণটি ক্লিক করুন।
cy: Os na allwch ddod o hyd iddynt, porwch y drych llwytho `Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>` _ a chliciwch ar y fersiwn o Linux Mint y gwnaethoch ei llwytho i lawr.
et: Kui sa neid ei leia, vaata `Heanet allalaadimise peeglit <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ ja klõpsa Linux Minti versioonile, mille alla laadisid.
fi: Ellet löydä niitä, katso `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ ja napsauta ladattua Linux Mint -versiota.
he: אם את/ה לא מצליח/ה למצוא אותם, סייר/י ב` מראה Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ ולחץ/י על הגרסה של Linux Mint שהורדת.
hi: अन्यथा 'HEAnet डाउनलोड सर्वर-मिरर <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ से अपने डाउनलोड अनुरूप लिनक्स मिंट संस्करण पर क्लिक कर फाइलें प्राप्त करें।
id: Jika Anda tidak dapat menemukannya, telusuri `Unduhan cermin Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ dan klik versi rilis Linux Mint yang Anda unduh.
ja: それでも見つからない場合は `Heanet のダウンロードミラー <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_を開き、ダウンロードした Linux Mint リリースと一緒のバージョンをクリックします。
kab: Ma yella ur ten-tufiḍ ara, ddu ɣer `uḍebsi uslig n usider Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ u sit ɣef lqem n Linux Mint i tsidreḍ yakan.
pl: W przypadku trudności ze znalezieniem plików sumy, pobierz `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_. Wskaż tam wersję pobranego wcześniej obrazu ISO systemu Linux Mint.
pt: Se não o consegue encontrá-las, abra o endereço: "https://ftp.heanet.ie/mirrors/linuxmint.com/stable/" e carregue na versão do Linux Mint que transferiu.
ro: Dacă nu le poți găsi, navighează la `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ si fă click pe versiunea de Linux Mint ce ai descărcat.
sk: Ak súbory neviete nájsť, prehľadajte `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_. Zvoľte verziu Linuxu Mint, ktorú ste si stiahli.
sl: Če ju ne najdite, prebrskajte `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ in kliknite verzijo Linux Mint izdaje, ki ste jo prenesli.
sr: Ако их не можете пронаћи, претражите „Heanet преузимање из другог извора <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>“_ и кликните на верзију издања Линукс Минта коју сте преузели.
sr@latin: Ukoliko ne možete da ih nađete, pretražite `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ i kliknite na verziju izdanja Linuks Minta koju ste preuzeli.
uk: Якщо ви не можете їх знайти, перегляньте `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>` _ та клацніть версію завантаження Linux Mint, яку ви вже завантажили.
uz: Agar ularni topa olmasangiz, `Heanet yuklab olish oynasini <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ ko‘rib chiqing va yuklab olingan Linux Mint versiyasini bosing.
zh_hk: 如果找不到它們，請瀏覽 `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_，然後單擊您下載的Linux Mint發行版的版本。

source: Download both ``sha256sum.txt`` and ``sha256sum.txt.gpg``.
be: Спампуйце абодва файлы: ``sha256sum.txt`` і ``sha256sum.txt.gpg``.
bn: ``sha256sum.txt`` এবং ``sha256sum.txt.gpg`` উভয়ই ডাউনলোড করুন।
cy: Llwytho i lawr ``sha256sum.txt`` a ``sha256sum.txt.gpg``.
et: Laadi alla ``sha256sum.txt`` ja ``sha256sum.txt.gpg``.
fi: Lataa sekä ``sha256sum.txt`` että ``sha256sum.txt.gpg``.
he: תוריד/י את ``sha256sum.txt`` וגם את ``sha256sum.txt.gpg``.
hi: दोनों ``sha256sum.txt`` व ``sha256sum.txt.gpg`` डाउनलोड करें।
id: Unduh ``sha256sum.txt`` dan ``sha256sum.txt.gpg``.
ja: ``sha256sum.txt`` と ``sha256sum.txt.gpg`` のファイル両方をダウンロードします。
kab: Sbedd ``sha256sum.txt`` akked ``sha256sum.txt.gpg``.
pl: Pobierz pliki ''sha256sum.txt'' i ''sha256sum.txt.gpg''.
pt: Faça a transferência de ambos os ficheiros: ``sha256sum.txt`` e ``sha256sum.txt.gpg``.
ro: Descarcă atât ``sha256sum.txt`` cât și ``sha256sum.txt.gpg``.
sk: Stiahnite súbor ``sha256sum.txt`` a súbor ``sha256sum.txt.gpg``.
sl: Prenesite tako ``sha256sum.txt`` kot ``sha256sum.txt.gpg``.
sr: Преузмите обоје „sha256sum.txt“ и „sha256sum.txt.gpg“.
sr@latin: Preuzmite obe datoteke, ``sha256sum.txt`` i ``sha256sum.txt.gpg``.
uk: Завантажте як `` sha256sum.txt``, так і `` sha256sum.txt.gpg``.
uz: ``sha256sum.txt`` va ``sha256sum.txt.gpg`` yuklab oling.
zh_hk: 請下載``sha256sum.txt``及``sha256sum.txt.gpg``。

source: Do not copy their content, use "right-click->Save Link As..." to download the files themselves and do not modify them in any way.
be: Не капіюйце іх змесціва, выкарыстоўвайце "націсканне правай кнопкай мышы->Захаваць спасылку як..." каб спампаваць уласна файлы і не змяняць іх.
bn: তাদের বিষয়বস্তু অনুলিপি করবেন না, ফাইলগুলি গোটা ডাউনলোড করতে "ডান-ক্লিক->Save Link As..." ব্যবহার করুন এবং কোনও উপায়ে তাদের পরিবর্তন করবেন না।
cy: Peidiwch â chopïo eu cynnwys, defnyddiwch "de-gliciwch-> Cadw Dolen Fel..." i lwytho'r ffeiliau eu hunain a pheidiwch â'u haddasu mewn unrhyw ffordd.
et: Failide sisu allalaadimiseks tee "paremklõps->Salvesta link kui...", et failid otse allalaadida ja nende sisu mitte mingil viisil muuta.
fi: Älä kopioi niiden sisältöä vaan napsauta hiiren oikealla painikkeella "Tallenna kohde levylle" ladataksesi tiedostot itse ja muuttamattomina.
he: אל תעתיק/י את התוכן שלהם, השתמש/י ב-"לחיצה ימנית->שמור בשם..." כדי להוריד את הקבצים עצמם ואל תשנה/י אותם בשום דרך.
hi: फाइल सामग्री कॉपी न करें, फाइल पर "दायां क्लिक->इस रूप में संचित करें..." द्वारा डाउनलोड करें व उनमें कोई परिवर्तन न करें।
id: Jangan menyalin kontennya, gunakan "klik kanan->Simpan Tautan Sebagai..." untuk mengunduh berkas itu sendiri dan jangan memodifikasinya dengan cara apa pun.
ja: ファイルの中身をコピーするのではなく、"右クリック -> 名前を付けてリンク先を保存..."でファイル自体をダウンロードしてください。また、ファイルの中身には手を加えないでください。
kab: Ur ssenɣal ara agbur-nnsen, seqdec "asiti ayefus->Sekles Asɣen am..." iwakken ad tsidreḍ ifuyla s timmad-nnsen yerna ur ten-ttbeddil ara.
pl: Nie kopiuj ich treści, użyj „prawy-przycisk->Zapisz jako...”, aby pobrać wyłącznie pliki nie modyfikując ich w żaden sposób.
pt: Não copie o conteúdo, utilize"clique com o botão direito do rato->Guardar ligação como..." para fazer a transferência dos ficheiros e não os modifique de forma alguma.
ro: Nu copia conținutul lor, folosește „clic dreapta-> Salvare link ca ...” pentru a descărca fișierele însele și să nu se modifice în niciun fel.
sk: Pri sťahovaní súborov nekopírujte ich obraz.
sl: Ne prekopirajte njunih vsebin, uporabite "right-click->Save Link As..." za prenos datotek in jih ne poskušajte spremeniti na nikakršen način.
sr: Не копирајте њихов садржај, користите „десни клик→сачувај као ...“ за преузимање самих преузели датотеке и не мењајте их ни на који начин.
sr@latin: Nemojte kopirati njihov sadržaj, već koristite "desni klik->Sačuvaj Link kao..." da biste preuzeli same datoteke i nemojte ih ni na koji način izmenjivati.
uk: Не копіюйте їх вміст, використовуйте «правий клац -> Зберегти посилання як...», аби завантажити самі файли та не змінювати їх ніяким чином.
uz: Ularning mazmunidan nusxa ko‘chirmang, fayllarni o‘zi yuklab olish uchun "sichqonchaning o‘ng tugmasi->Havolani boshqa saqlash..." tugmasidan foydalaning va ularni hech qanday tarzda o‘zgartirmang.
zh_hk: 請不要複製它們的內容，而是使用 "right-click->Save Link As..." 以下載檔案本身，切記不要對檔案做出任何更動。

source: Integrity check
be: Праверка цэласнасці
bn: সত্যতা যাচাই
cy: Gwiriad uniondeb
et: Tervikluse kontroll
fi: Eheyden tarkastaminen
he: בדיקת שלמות
hi: अखंडता की जाँच
id: Pemeriksaan integritas
ja: 正当性の検証
kab: Aselken n timmad
pl: Sprawdzenie integralności
pt: Verificação de integridade
ro: Testul de Integritate
sk: Overenie neporušenosti
sl: Preverjanje celovitosti
sr: Провера интегритета
sr@latin: Provera integriteta
uk: Перевірка цілісности
uz: Butunlikni tekshirish
zh_hk: 一致性檢查

source: To check the integrity of your local ISO file, generate its SHA256 sum and compare it with the sum present in ``sha256sum.txt``.
be: Каб праверыць цэласнасць вашага файла ISO, згенеруйце яго SHA256 суму і параўнайце яе з сумай у файле ``sha256sum.txt``.
bn: আপনার স্থানীয় ISO ফাইলের অখণ্ডতা পরীক্ষা করতে, তার SHA256 sum তৈরি করুন এবং এটি `sha256sum.txt`` এ উপস্থিত sum-এর সাথে তুলনা করুন ``
cy: I wirio cywirdeb eich ffeil ISO leol, cynhyrchwch ei swm SHA256 a'i gymharu â'r swm sy'n bresennol yn `` sha256sum.txt``.
et: Kohaliku ISO faili terviklikkuse kontrolliks genereeri selle SHA256 kontrollsumma ning võrdle seda ``sha256sum.txt`` faili sisuga.
fi: Tarkistaaksesi paikallisen ISO-tiedoston luo sen sha256-tarkistussumma ja vertaa sitä ``sha256sum.txt``-tiedostossa olevaan summaan.
he: על מנת לבדוק את שלמות קובץ ה-ISO המקומי, נא לחולל סיכום SHA256 שלו ולהשוותו לסיכום שנמצא בקובץ``sha256sum.txt``.
hi: आईएसओ फाइल अखंडता जाँचने हेतु उसका SHA256 सम प्राप्त कर ``sha256sum.txt`` फाइल में मौजूद सम से मिलान करें।
id: Untuk memeriksa integritas berkas ISO lokal Anda, buat jumlah SHA256 dan bandingkan dengan jumlah yang ada di ``sha256sum.txt``.
ja: 手元にある ISO ファイルの正当性を検証するには、そのファイルの SHA256 チェックサム値を生成し、``sha256sum.txt`` に書かれている値と比較します。
kab: Iwakken ad tselkneḍ timmad n tugna ISO inek, sirew-d timerniwt-ines n wedway SHA256 sakin snmehl-itt akked timerniwt yellan di ``sha256sum.txt``.
pl: Aby sprawdzić integralność pobranego obrazu, wygeneruj jego sumę kontrolną SHA256 i porównaj ją z sumą z pliku ``SHA256sum.txt``.
pt: Para verificar a integridade do seu ficheiro ISO local, crie a sua soma SHA256 correspondente e compare com os números presentes no ficheiro ``sha256sum.txt``.
ro: Pentru a verifica integritatea fișierului ISO local, genereză suma SHA256 pentru acesta și compară-l cu suma prezentă îin ``sha256sum.txt``.
sk: Aby ste overili neporušenosť ISO súboru, vygenerujte jeho SHA256 súčet a porovnajte ho so súčtom, ktorý sa nachádza v súbore ``sha256sum.txt``.
sl: Da preverite celovitost vaših lokalnih ISO datotek, generirajte SHA256 seštevek in ga primerjajte z seštevkom predstavljenim v ``sha256sum.txt``.
sr: Да бисте проверили интегритет ваше локалне ИСО датотеке, генеришите своју SHA256 контролни збир и упоредите га са контролним збиром присутним у „sha256sum.txt“.
sr@latin: Da biste proverili integritet Vaše lokalne ISO datoteke, generišite njenu SHA256 kontrolnu sumu i uporedite je sa sumom koja se nalazi u datoteci ``sha256sum.txt``.
uk: Щоб перевірити цілісність вашого локального файлу ISO, створіть його суму SHA256 і порівняйте її з сумою, що входить у `` sha256sum.txt``.
uz: Mahalliy ISO faylingizning yaxlitligini tekshirish uchun uning SHA256 summasini yarating va uni ``sha256sum.txt`` da mavjud bo‘lgan summa bilan solishtiring.
zh_hk: 要檢查本地ISO文件的完整性，請生成其 SHA256 總和並將其與 ``sha256sum.txt``中存在的總和進行比較。
