Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: The advantage is that you can wipe the operating system and replace it without affecting the user data.
be: Перавага ў тым, што вы можаце сцерці аперацыйную сістэму і замяніць яе без уплыву на даныя карыстальніка.
bn: সুবিধাটি হ'ল আপনি ব্যবহারকারীর ডেটা প্রভাবিত না করে অপারেটিং সিস্টেমটি মুছতে এবং প্রতিস্থাপন করতে পারেন।
cy: Y fantais yw y gallwch chi dynnu'r system weithredu a'i disodli heb effeithio ar ddata'r defnyddiwr.
et: Selle eelis on, et operatsioonisüsteemi võib kustutada ja asendada ilma kasutaja andmeid mõjutamata.
fi: Etuna on, että käyttöjärjestelmän voi poistaa ja korvata vaikuttamatta käyttäjän tietoihin.
he: היתרון בכך הוא שניתן למחוק את מערכת ההפעלה ולהחליף אותה מבלי להשפיע על נתוני המשתמש.
hi: उपयोक्ता डेटा हेतु बिना किसी दुष्परिणाम के ऑपरेटिंग सिस्टम को हटा सकने की स्थिति में यह लाभप्रद होता है।
id: Keuntungannya adalah Anda dapat menghapus sistem operasi dan menggantinya tanpa memengaruhi data pengguna.
ja: こうする利点の一つとして、ユーザーデータに影響を与えずに OS だけを初期化したり、別のものに置換したりできるようになります。
kab: Ayagi yenfeɛ imi tzemreḍ ad tesfesxeḍ anagraw n wammud yerna ad t-tesemselsiḍ war ma tḥuzaḍ isefka n iseqdacen.
pl: Korzyścią jest możliwość wyczyszczenia systemu operacyjnego, oraz jego zastąpienia, bez naruszania danych użytkownika.
pt: A vantagem é que é possível apagar o sistema operacional e substituí-lo sem afetar os dados do usuário.
ro: Avantajul în aceasta este că poți șterge și înlocui sistemul de operare fără să atingi datele utilizatorilor.
sk: Výhodou je ľahká manipulácia s OS bez dosahu na osobné súbory.
sl: Prednost tega je, da lahko izbrišete operacijski sistem in ga zamenjate brez vpliva na osebne podatke.
sr: Предност је у томе што можете избрисати оперативни систем и заменити га без утицаја на корисничке податке.
sr@latin: Prednost ovoga je u tome da možete da obrišete operativni sistem i zamenite ga bez uticaja na korisničke podatke.
uk: Перевага у тому, що ви можете вилучити операційну систему та змінити її, не впливаючи на дані користувача.
uz: Afzallik shundaki, siz operatsion tizimni o‘chirib tashlashingiz va foydalanuvchi ma'lumotlariga ta'sir qilmasdan almashtirishingiz mumkin.
zh_hk: 此設計的好處是您可以抹除、替換整個作業系統，而不影響使用者資料。

source: When installing Linux Mint:
be: Калі ўсталёўваеце Linux Mint:
bn: লিনাক্স মিন্ট ইনস্টল করার সময়:
cy: Wrth osod Linux Mint:
et: Linux Minti paigaldamisel:
fi: Kun Linux Mint asennetaan:
he: בעת התקנת לינוקס מינט:
hi: लिनक्स मिंट इंस्टॉल करते समय :
id: Ketika memasang Linux Mint:
ja: Linux Mint をインストールする時に:
kab: Mi ara yetteddu usbeddi n Linux Mint :
pl: Instalując Linux Mint:
pt: Ao instalar o Linux Mint:
ro: Când instalezi Linux Mint:
sk: Pri inštalácii Linux Mint:
sl: Med nameščanjem Linux Mint-a:
sr: Када инсталирате Линукс Минт:
sr@latin: Kada instalirate Linuks Mint:
uk: При встановленні Linux Mint:
uz: Linux Mintni o‘rnatishda:
zh_hk: 在安裝Linux Mint時：

source: Assign the ``/`` mount point to the partition dedicated to the operating system, and tell the installer to format it.
be: Прызначце кропку мантавання ``/`` на падзел, адведзены аперацыйнай сістэме, і загадайце ўсталёўшчыку фармаціраваць яго.
bn: অপারেটিং সিস্টেমের জন্য ``/`` পার্টিশনের মাউন্ট পয়েন্ট বরাদ্দ করুন এবং ইনস্টলারকে এটি ফরমেট করতে বলুন।
cy: Neilltuwch y pwynt arosod ``/`` i'r rhaniad sydd wedi'i neilltuo i'r system weithredu, a dywedwch wrth y gosodwr ei fformatio.
et: Määra ``/`` haakepunktile partitsioon, kuhu soovid operatsioonisüsteemi paigaldada, ja lase paigaldajal see vormindada.
fi: Liitä ``/`` käyttöjärjestelmälle valittuun osioon ja ohjeista asennusohjelma alustamaan se.
he: הקצאת נקודת עגינה "/" למחיצה המוקדשת למערכת ההפעלה, והנחיית ההתקנה לביצוע תבנות.
hi: ऑपरेटिंग सिस्टम हेतु विभाजन को ``/`` माउंट पॉइंट निर्दिष्ट कर इंस्टॉलर द्वारा इसे फॉर्मेट करें।
id: Tetapkan titik kait ``/`` ke partisi khusus untuk sistem operasi, dan beri tahu pemasang untuk memformatnya.
ja: マウントポイント ``/`` を OS 専用のパーティションに割り当てて、フォーマットします。
kab: Efk-as i tenqiḍt n userkeb ``/`` aḥric yettwaḥerran i unagraw n wammud u suter deg usbedday iwakken ad yemsel.
pl: Należy przypisać punkt montowania ``/`` do partycji z danymi systemu i poinformować instalator, aby ją sformatował.
pt: Atribua o ponto de montagem "/" à participação dedicada ao sistema operacional, e informe ao instalador para formatá-la.
ro: Atribuie mount pointului ``/`` o partiție dedicată pentru sistemul de operare și alege ca programul de instalare să o formateze.
sk: Oddielu, kde sa bude nachádzať OS, priraďte prípojný bod ``/`` a nezabudnite ho naformátovať.
sl: Dodelite točko za vpenjanje ``/`` razdelku namenjenemu za operacijski sistem in sporočite namestitvenemu programu, da ga formatira.
sr: Додијелите „/“ тачку монтирања на партицију посвећену оперативном систему и одрадите у инсталатеру да га форматира.
sr@latin: Dodelite tačku montiranja ``/`` particiji namenjenoj za operativni sistem, i recite instalacionom programu da je formatira.
uk: Призначте точку монтування `` / `` для розділу, присвяченому операційній системі, та повідомте програму встановлення про його форматування.
uz: Operatsion tizim uchun ajratilgan bo‘limga ``/`` ulash nuqtasini belgilang va o‘rnatuvchiga uni formatlashni ayting.
zh_hk: 將``/''掛載點分配給操作系統專用的分區，並告訴安裝程序格式化它。

source: Assign the ``/home`` mount point to the partition dedicated to the user data, and if it contains user data already, make sure to tell the installer **not to format it**.
be: Прызначце кропку мантавання ``/home`` на падзел, адведзены для даных карыстальніка, а калі ён ужо ўключае даныя карыстальніка, упэўніцеся ў загадзе ўсталёўшчыку **не фармаціраваць яго**.
bn: ব্যবহারকারী ডেটাতে উত্সর্গীকৃত পার্টিশনের জন্য ``/ home`` মাউন্ট পয়েন্ট নির্ধারণ করুন এবং এতে ইতিমধ্যে ব্যবহারকারীর ডেটা থাকলে, ইনস্টলারকে ** ফরমেট না করার জন্য নিশ্চিত করুন **।
cy: Neilltuwch y pwynt arosod ``/home`` i'r rhaniad sydd wedi'i neilltuo ar gyfer data'r defnyddiwr, ac os yw'n cynnwys data defnyddwyr eisoes, gwnewch yn siŵr eich bod chi'n dweud wrth y gosodwr **i beidio â'i fformatio**.
et: Määra ``/home`` haakepunktile partitsioon, mida kasutada ainult kasutaja andmete jaoks ning kui seal juba on kasutaja andmeid, veendu, et paigaldaja **seda ei vormindaks**.
fi: Liitä ``/home`` käyttäjän omille tiedoille omistettuun osioon, ja jos sillä on jo käyttäjätietoja, varmista, että asennusohjelma **ei alusta sitä**.
he: הקצאת נקודת העגינה "/home" למחיצה המיועדת לנתוני המשתמש, ואם היא מכילה כבר נתוני משתמשים, נא לדאוג להנחות את תכנת ההתקנה ** לא לתבנת אותה **.
hi: उपयोक्ता डेटा हेतु ``/home`` विभाजन को माउंट पॉइंट निर्दिष्ट करें, व ध्यान रहें कि उपयोक्ता डेटा पहले से मौजूद होने पर इंस्टॉलर द्वारा इसे **फॉर्मेट न करें**।
id: Tetapkan titik pemasangan ``/home`` ke partisi khusus untuk data pengguna, dan jika sudah berisi data pengguna, pastikan untuk memberi tahu pemasang **untuk tidak memformatnya**.
ja: マウントポイント ``/home`` をユーザーデータ専用のパーティションに割り当てます。ただし、既にユーザーデータが含まれている場合、インストーラーに**フォーマットさせないよう**注意してください。
kab: Efk-as i tenqiḍt n userkeb ``/home`` aḥric yettwaḥerran i yisefka n iseqdacen u suter deg usbedday iwakken **ur t-yettamsal ara**.
pl: Należy przypisać punkt montowania ``/home`` do partycji dedykowanej danym użytkownika i, jeśli są na niej już dane, upewnić się o poinformowaniu instalatora, żeby nie formatował tej partycji.
pt: Atribua o ponto de montagem "/Pasta pessoal" à partição dedicada aos dados do usuário e se ela já contiver dados do usuário, certifique-se de informar ao instalador para **não formatá-la**.
ro: Atribuie mount pointului ``/`` o partiție dedicată pentru datele utilizatorilor și dacă conține deja date ale utilizatorilor, asigurăte că in programul de instalare este setat **să nu o formateze**.
sk: Oddielu, kde sa budú nachádzať, alebo sa už nachádzajú osobné súbory, priraďte prípojný bod ``/`` a pokiaľ už obsahuje osobné súbory, NEformátujte ho.
sl: Dodelite ``/home`` točko za vpenjanje razdelku namenjenemu osebnim podatkom, in če vsebuje osebne datoteke, se prepričajte, da jo namestitveni program **ne formatira**.
sr: Доделите „/home“ тачку монтирања на партицији посвећену корисничким подацима, а ако већ садржи корисничке податке, побрините се да одрадите у инсталационом програму **да га не форматира**.
sr@latin: Dodelite tačku montiranja ``/home`` particiji namenjenoj korisničkim podacima i, ukoliko se na njoj već nalaze korisnički podaci, obavezno recite instalacionom programu da je **ne formatira**.
uk: Призначте точку монтування `` / home`` для розділу, присвяченому користувацьким даним, і якщо він вже містить дані користувача, то у цьому випадку, обов'язково повідомте програмі встановлення ** не форматувати його **.
uz: ``/home`` ulash nuqtasini foydalanuvchi ma`lumotlariga bag`ishlangan bo‘limga belgilang va agar u allaqachon foydalanuvchi ma`lumotlarini o‘z ichiga olgan bo‘lsa, o‘rnatuvchiga **uni formatlamasligini** aytishni unutmang.
zh_hk: 將 ``/home`` 掛載點分配給專用於用戶數據的分區，如果它已經包含用戶數據，請確保告訴安裝程序**不要格式化**。

source: This is not recommended for novice users. A misstep during the installation could wipe all your data. Always make backups, make sure to select the right partitions and to carefully review formatting options.
be: Гэта не рэкамендуецца для навічкоў. Няправільны крок падчас усталявання можа сцерці ўсе вашы даныя. Заўсёды рабіце рэзервовыя копіі, упэўніцеся ў выбары правільнага падзела і ўважліва праглядайце налады фармаціравання.
bn: নবীন ব্যবহারকারীদের জন্য এটি প্রস্তাবিত নয়। ইনস্টলেশন চলাকালীন একটি ভুল আপনার সমস্ত ডেটা মুছতে পারে। সর্বদা ব্যাকআপ করুন, সঠিক পার্টিশন নির্বাচন করা এবং ফরমেটের বিকল্পগুলি সাবধানতার সাথে পর্যালোচনা করতে ভুলবেন না।
cy: Nid yw hyn yn cael ei argymell ar gyfer defnyddwyr newydd. Gallai camsyniad yn ystod y gosodiad ddileu'ch holl ddata. Gwnewch gopïau wrth gefn bob amser, gwnewch yn siŵr eich bod yn dewis y rhaniadau cywir ac yn dewis yr opsiynau fformatio yn ofalus.
et: Seda ei soovitata uutele kasutajatele. Üks vale samm paigalduse käigus võib kustutada kõik sinu andmed. Alati tee andmetest enne varukoopia, veendu, et märgid õiged partitsioonid ja vaata vormindamise valikud hoolikalt üle.
fi: Tätä ei suositella aloitteleville käyttäjille. Virhe asennuksen aikana voi pyyhkiä kaikki tietosi. Tee aina varmuuskopiot, varmista valittujen osioiden olevan oikein ja tarkista huolellisesti mitä alustetaan.
he: לא מומלץ למשתמשים מתחילים. צעד שגוי בתהליך ההתקנה עלול לגרום למחיקת כל הנתונים בכונן. חשוב תמיד לבצע גיבויים, יש להקפיד לבחור את המחיצות הנכונות ולבדוק היטב את אפשרויות התבנות.
hi: नवीन उपयोक्ता ऐसा न करें। इंस्टॉल प्रक्रिया के समय की गई भूल से सारा डेटा नष्ट हो सकता है। सदैव बैकअप बनाएँ और डिस्क विभाजन व फॉर्मेट विकल्पों का चयन ध्यानपूर्वक करें ।
id: Ini tidak disarankan untuk pengguna pemula. Salah langkah selama pemasangan dapat menghapus semua data Anda. Selalu buat cadangan, pastikan untuk memilih partisi yang tepat dan tinjau opsi pemformatan dengan cermat.
ja: これらの手順をよく理解できないなら、止めておいた方が無難です。インストール中の設定を誤った場合、データが全て吹き飛びます。なので、常にバックアップを取るように心がけてください。正しいパーティションを選び、フォーマットのオプションも間違えていないか、よく確認してください。
kab: Tamhelt-agi ur tettsemtar ara i yiseqdacen imaynuten. Tuccḍa n usqerdec tezmer ad tesṛuḥ akk isefka-inek. Yalas tteg aḥraz, selken belli tferneḍ iḥricen iwulmen akked tnefrunin n umasal.
pl: Nie jest to zalecane dla nowicjuszy. Zły krok w trakcie instalacji może zniszczyć wszystkie twoje dane. Zawsze twórz kopie zapasowe. Upewnij się, że wybrałeś właściwe partycje, z uwagą przejrzyj opcje formatowania.
pt: Isso não é recomendado para usuários inexperientes. Um passo errado durante a instalação poderia apagar todos os seus dados. Faça sempre cópias de segurança, certifique-se de selecionar as partições corretas e reveja cuidadosamente as opções de formatação.
ro: Această aborare nu este recomandată pentru începători. O greșeală în timpul procesului de instalare îți poate sterge toate datele. Fă tot timpul backup, asigurăte că ai ales partițiile corecte și verifică cu mare grijă opțiunile de formatare.
sk: Táto možnosť nie je odporúčaná pre začiatočníkov. Drobná chyba pri inštalácii môže spôsobiť premazanie dát.
sl: To ni priporočeno novim uporabnikom. Napaka med namestitvijo lahko sledi z izbrisom vseh vaših podatkov. Vedno se prepričajte, da izberete pravilne razdelke in previdno pregledate možnosti za formatiranje.
sr: Ово се не препоручује за почетнике. Погрешан корак током инсталације може обрисати све ваше податке. Увек направите резервне копије, обавезно одаберите одговарајуће партиције и пажљиво прегледајте опције за форматирање.
sr@latin: Ovo se ne preporučuje za korisnike koji su početnici. Jedan pogrešan korak tokom instalacije bi mogao rezultovati u brisanju svih Vaših podataka. Uvek napravite rezervnu kopiju, obavezno izaberite odgovarajuće particije i pažljivo ponovo pregledajte opcije za formatiranje.
uk: Це не рекомендується для користувачів початківців. Помилка під час встановлення може стерти усі ваші дані. Завжди створюйте резервні копії, обов'язково виберіть потрібні розділи та уважно перегляньте параметри форматування.
uz: Bu yangi boshlanuvchilar uchun tavsiya etilmaydi. o‘rnatish paytida xatolik barcha ma'lumotlarni o‘chirib tashlashi mumkin. Har doim zaxira nusxalarini yarating, to‘g‘ri bo‘limlarni tanlaganingizga ishonch hosil qiling va formatlash parametrlarini diqqat bilan ko‘rib chiqing.
zh_hk: 不建議新手用戶使用。 安裝過程中的錯誤操作可能會擦除所有數據。 經常進行備份，確保選擇正確的分區並仔細檢查格式選項。

source: A Linux Mint operating system takes about 15GB and grows as you install additional software. If you can spare the size, give it 100GB. Keep most of your free space for the home partition. User data (downloads, videos, pictures) takes a lot more space.
be: Аперацыйная сістэма Linux Mint займае каля 15 ГБ і займе больш, калі вы ўсталюеце дадатковыя праграмы. Калі можаце выдзеліць больш прасторы, выдзеліце 100 ГБ. Пакіньце большую частку вольнай прасторы для хатняга падзела. Даныя карыстальніка (спампоўкі, відэа, выявы) займаюць больш месца.
bn: একটি লিনাক্স মিন্ট অপারেটিং সিস্টেমটি প্রায় 15GB নেয় এবং আপনি অতিরিক্ত সফ্টওয়্যার ইনস্টল করার সাথে সাথে বৃদ্ধি পায়। আপনার যদি পর্যাপ্ত জায়গা থাকে তবে এটি 100GB দিন। হোম পার্টিশনের জন্য আপনার বেশিরভাগ খালি জায়গা রাখুন। ব্যবহারকারীর ডেটা (ডাউনলোড, ভিডিও, ছবি) অনেক বেশি জায়গা নেয়।
cy: Mae system weithredu Linux Mint yn cymryd tua 15GB o le ac yn tyfu wrth i chi osod meddalwedd ychwanegol. Os gallwch chi sbario'r maint, rhowch 100GB iddo. Cadwch y rhan fwyaf o'ch lle rhydd ar gyfer y rhaniad cartref. Mae data defnyddwyr (llwythi, fideos, lluniau) yn cymryd llawer mwy o le.
et: Linux Mint operatsioonisüsteem võtab kettal ruumi umbes 15 GB ja kasvab koos täiendava tarkvara paigaldamisega. Kui sul on nii palju ruumi, jäta Linux Mintile 100 GB. Enamik vaba ruumi jäta home partitsioonile. Kasutaja andmed (allalaadimised, videod, pildid) võtavad palju ruumi.
fi: Linux Mint -käyttöjärjestelmä vie levytilaa noin 15 Gt ja kasvaa, kun asennat lisäohjelmia. Jos levytilaa on runsaasti, osoita sille 100 Gt. Varaa suurin osa vapaasta tilasta /home-osiolle. Käyttäjän tiedot (lataukset, videot, kuvat) vievät runsaasti enemmän tilaa.
he: מערכת הפעלה לינוקס מינט צורכת כ־15ג"ב נפח אחסון וצומחת ככל שמתקינים תכנה נוספת. אם יש לכם מספיק מקום פנוי בכונן הקשיח, הקצו למערכת 100ג"ב. את רוב המקום הפנוי, הקצו למחיצת הבית. נתוני משתמשים (הורדות, סרטונים, תמונות) מורכים הרבה יותר מקום.
hi: लिनक्स मिंट ऑपरेटिंग सिस्टम हार्ड डिस्क का 15 जीबी उपयोग होगा व यह मात्रा अतिरिक्त सॉफ्टवेयर इंस्टॉल अनुरूप बढ़ेगी। उपलब्ध हो तो, 100 जीबी आवंटित करें। उपयोक्ता डेटा (डाउनलोड, वीडियो, चित्र) भी अत्यधिक स्पेस उपयोग करते हैं।
id: Sistem operasi Linux Mint membutuhkan sekitar 15GB dan membesar saat Anda memasang perangkat lunak tambahan. Jika Anda bisa menyisihkan ukurannya, berikan 100GB. Pertahankan sebagian besar ruang kosong Anda untuk partisi home. Data pengguna (unduhan, video, gambar) membutuhkan lebih banyak ruang.
ja: Linux Mint は約 15GB の容量を消費し、追加のソフトウェアをインストールすることで更に消費します。ディスクの容量に余裕があるなら、100GB ほど割り当てておきましょう。残りのほとんどは home パーティション用に取っておいてください。ユーザーデータ (ダウンロード、動画、画像) はおそらく、それ以上の容量を消費します。
kab: Anagraw n wammud Linux Mint yettawi azal n 15GAṬ u yettimɣur simmal tesbeddayeḍ iseɣẓanen. Ma tesɛiḍ aṭas n tallunt efk-as 100GAṬ. Eǧǧ aṭs n tallunt i weḥric n isefka n iseqdacen. Isidar, tividyutin, tiqlafin ttawin aṭas n tallunt.
pl: System operacyjny Linux Mint zajmuje około 15GB miejsca na dysku, ale rozmiar danych systemowych zwiększa się przy instalacji dodatkowego oprogramowania. Można przeznaczyć 100GB miejsca na dane systemowe, a większość przydzielić partycji, na której znajduje się katalog domowy, czyli dane użytkownika (jak zdjęcia, dokumenty i pobrane pliki), ponieważ zajmują dużo więcej miejsca.
pt: O sistema operacional Linux Mint ocupa cerca de 15GB e aumenta conforme é instalado software adicional. Se você puder reservar mais espaço, dê a ele 100GB. Mantenha a maioria do espaço livre para a partição Pasta pessoal. Dados do usuário (downloads, vídeos, fotos) ocupam muito mais espaço.
ro: Sistemul de operare Linux Mint are nevoie de circa 15GB și crește pe măsură ce installezi aplicații. Daca ai spațiul necesar, dăi 100GB. Mențineți restul de spațiu pentru partiția home. Datele utilizatorilor (descărcări, filme, poze) ocupă mult mai mult spațiu.
sk: Operačný systém Linux Mint má sám o sbe veľkosť asi 15 GB. Poskytnite mu aspoň 100 GB, aby bolo dostatok miesta pre všetok softvér, ktorý budete inštalovať neskôr.
sl: Operacijski sistem Linux Mint uporabi približno 15GB in se povečuje z nalaganjem dodatne programske opreme. Če lahko razpolagate z prostorom, mu dodelite 100GB. Obdržite večino praznega prostora za home razdelek. Osebne datoteke (prenosi, videoposnetki, slike) zavzamejo precej več prostora.
sr: Оперативни систем Линукс Минт заузима око 15ГБ и повећава се док инсталирате додатни софтвер. Ако можете резервисати величину, одредите 100ГБ. Чувајте највећи део свог слободног простора за кућну партицију. Кориснички подаци (преузимања, видео записи, слике) заузимају много више простора.
sr@latin: Operativni sistem Linuks Mint zauzima oko 15GB prostora i uvećava se kako instalirate dodatne programe. Ukoliko imate na raspolaganju dovoljno prostora, dodelite mu 100GB. Zadržite najveći deo slobodnog prostora za home particiju. Korisnički podaci (preuzimanja, video datoteke, fotografije) zauzimaju mnogo više prostora.
uk: Операційна система Linux Mint займає близько 15 Гб і зростає при встановленні додаткового програмного забезпечення. Якщо вільне місце носія дозволяє, то виділіть розділ для зберігання системи не менше як 100 Гб. Більшу частину вільного місця використовуйте для домашнього розділу. Дані користувача (завантаження, відео, зображення) займає набагато більше місця.
uz: Linux Mint operatsion tizimi taxminan 15 Gb ni oladi va qo‘shimcha dasturiy ta'minotni o‘rnatishingiz bilan o‘sib boradi. Agar siz o‘lchamni tejashingiz mumkin bo‘lsa, unga 100 GB bering. Uy bo‘limi uchun bo‘sh joyingizning katta qismini saqlang. Foydalanuvchi ma'lumotlari (yuklashlar, videolar, rasmlar) ko‘proq joy egallaydi.
zh_hk: Linux Mint作業系統通常佔用約15GB的空間，且將隨著您安裝其餘的軟體而增加。因為使用者的資料（如下載的檔案、影片、圖片）通常佔用許多空間，若您能預留更多的空間（例如100GB），請將大部分的可用空間分配給家目錄磁區。

source: System snapshots
be: Здымкі сістэмы
bn: সিস্টেম স্ন্যাপশট
cy: Cipluniau System
et: Süsteemi hetktõmmised
fi: Järjestelmän palautuspisteet
he: תמונות-בזק מערכת
hi: सिस्टम स्नैपशॉट
id: Snapshot sistem
ja: システムのスナップショット
kab: Tuṭṭfiwin n unagraw
pl: Obrazy systemu
pt: Cópias de segurança do sistema
ro: Instantanee de sistem
sk: Zálohy systému
sl: Sistemski posneteki
sr: Снимци система
sr@latin: Snimci stanja sistema
uk: Знятки системи
uz: Tizim snapshotlari
zh_hk: 系統備份

source: Before you start using your operating system, set up system snapshots. Then if anything goes wrong, you can restore your system from an earlier backup.
be: Перад пачаткам выкарыстання аперацыйнай сістэмы наладзьце здымкі сістэмы. Тады калі нешта пойдзе не так, вы зможаце аднавіць вашу сістэму з ранейшых копій.
bn: আপনি আপনার অপারেটিং সিস্টেমটি ব্যবহার শুরু করার আগে, সিস্টেম স্ন্যাপশট সেট আপ করুন। তারপরে যদি কোনও ভুল হয়ে যায় তবে আপনি আগের ব্যাকআপ থেকে আপনার সিস্টেমটি পুনরুদ্ধার করতে পারেন।
cy: Cyn i chi ddechrau defnyddio'ch system weithredu, crëwch gipluniau system. Yna os aiff unrhyw beth o'i le, gallwch adfer eich system o gopi wrth gefn cynharach.
et: Enne operatsioonisüsteemi kasutamist seadista süsteemi hetktõmmised. Kui midagi läheb valesti, saad süsteemi taastada varasemast varukoopiast.
fi: Ennen käyttöjärjestelmän käytön aloittamista aseta järjestelmän palautuspisteet. Jos jotakin menee pieleen, voit tällöin palauttaa järjestelmän aiemmasta varmuuskopiosta.
he: לפני תחילת השימוש במערכת ההפעלה, נא להגדיר תמונות־חטף מערכת. אם משהו משתבש, ניתן יהיה לשחזר את המערכת מגיבוי קודם.
hi: ऑपरेटिंग सिस्टम उपयोग पूर्व सिस्टम स्नैपशॉट सेट करें। ताकि प्रक्रिया विफल होने की स्थिति में आप बैकअप द्वारा सिस्टम पुनः स्थापित कर सकें।
id: Sebelum Anda mulai menggunakan sistem operasi Anda, siapkan snapshot sistem. Kemudian jika ada yang salah, Anda dapat memulihkan sistem Anda dari cadangan sebelumnya.
ja: Linux Mint を使い始める前に、システムのスナップショットをセットアップしましょう。何かトラブルが発生した際に、以前のバックアップからシステムを復元できるようになります。
kab: Send ad tsekkreḍ anagraw n wamud inek, seɣwer tiwaṭṭfiwin n unagraw. S wakka, ma yella wacu d-iḍran, ad tizmireḍ ad d-terreḍ anagraw-inek seg weḥraz.
pl: Zanim zaczniesz używać systemu, ustaw tworzenie obrazu systemu. Kiedy coś pójdzie nie tak, będzie można przywrócić system z obrazu.
pt: Antes de começar a usar seu sistema operacional, configure as cópias de segurança do sistema. Então, se algo der errado, será possível restaurar o sistema a partir de uma cópia de segurança anterior.
ro: Activează instantanee de sistem înainte de a începe să folosești sistemul de operare. Dacă apare ceva problema, poți dupa recupera sistemul dintr-un stadiu precedent.
sk: Predtým, ako začnete používať svoj OS, nastavte zálohovanie systému. Ak sa čokoľvek pokazí, budete schopní obnoviť svoj systém do predošlého stavu.
sl: Preden začnete uporabljati vaš operacijski sistem, nastavite sistemske posnetke. Če gre kasneje kaj narobe, lahko obnovite vaš sistem iz predhodne varnostne kopije.
sr: Пре него што почнете да користите свој оперативни систем, подесите системске снимке. Затим ако нешто крене наопако, можете вратити свој систем из раније резервне копије.
sr@latin: Pre nego što počnete da koristite Vaš operativni sistem, kreirajte snimke stanja sistema. Zatim, ukoliko nešto krene po zlu, možete vratiti Vaš sistem iz neke ranije rezervne kopije.
uk: Перш ніж почати використовувати операційну систему, створіть системні знятки. Тоді, якщо щось трапиться не так, ви можете відновити свою систему з попередньої резервної копії.
uz: Operatsion tizimingizdan foydalanishni boshlashdan oldin tizim snapshotlarini sozlang. Agar biror narsa noto‘g‘ri bo‘lsa, tizimingizni oldingi zaxiradan tiklashingiz mumkin.
zh_hk: 在您開始使用Linux Mint作業系統前，請設定系統備份快照，以便在系統發生錯誤時，便利地還原至先前的備份。
