Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: Xfce is a lightweight desktop environment. It doesn't support as many features as Cinnamon or MATE, but it's extremely stable and very light on resource usage.
be: Xfce - легкавеснае асяроддзе. Яно не падтрымлівае столькі функцый, як Cinnamon ці MATE, але яно надзвычайна стабільнае і выкарыстоўвае вельмі мала рэсурсаў.
bn: Xfce একটি হালকা ডেস্কটপ পরিবেশ। এটি Cinnamon বা MATE-এর মতো অনেকগুলি বৈশিষ্ট্য সমর্থন করে না, তবে এটি অত্যন্ত স্থিতিশীল এবং রিসোর্স ব্যবহারের ক্ষেত্রে খুব হালকা।
cy: Mae Xfce yn amgylchedd bwrdd gwaith ysgafn. Nid yw'n cefnogi cymaint o nodweddion â Cinnamon neu MATE, ond mae'n hynod sefydlog ac yn ysgafn iawn ar y defnydd o adnoddau.
et: Xfce on väga kerge töölaua keskkond. See ei toeta nii palju võimalusi kui Cinnamon või MATE, kuid see on erakordselt stabiilne ning väga väikese ressursikasutusega.
fi: Xfce on kevyt työpöytäympäristö. Se ei tue yhtä montaa ominaisuutta kuin Cinnamon tai MATE, mutta se on äärimmäisen vakaa ja hyvin kevyt resurssien käytössä.
he: Xfce הוא שולחן עבודה קליל. ‏אין בו הרבה תכונות כמו ב־Cinnamon או MATE, אבל הוא יציב וצורך מעט מאוד משאבים.
hi: एक्सएफसीई एक सरल डेस्कटॉप वातावरण है। इसमें सिनेमन या मैटे जितनी विशेषताएँ नहीं हैं परंतु यह अत्यंत स्थिर व संसाधन खपत की दृष्टि से काफी हल्का है ।
id: Xfce adalah sebuah lingkungan desktop yang ringan. Tidak mendukung fitur sebanyak seperti pada Cinnamon atau MATE, tetapi sangat stabil dan ringan dalam penggunaannya.
ja: Xfce は軽量なデスクトップ環境です。機能面では Cinnamon や MATE よりも劣勢ですが、抜群の安定性を誇り、リソースの消費量も最小限に抑えられます。
kab: Xfce d tanarit fessusen. Ur yesɛi ara aṭas n twuriwin am Cinnamon neɣ MATE, maca yerked aṭas yerna ur iseqdac ara aṭas n teɣbula.
pl: Xfce to lekkie środowisko graficzne. Nie wspiera tak wielu funcji jak Cinnamon lub MATE, lecz jest wyjątkowo stabilne oraz zużywa bardzo mało zasobów komputera.
pt: O Xfce é um ambiente de trabalho leve. Não suporta tantos recursos como Cinnamon ou MATE, mas é extremamente estável e muito leve no uso de recursos.
ro: Xfce este un mediu de lucru suplu. Nu suportă multe din caracteristicile lui Cinnamon sau MATE, însă este extrem de stabil și necesită foarte puține resurse.
sk: Xfce je najľahšie grafické užívateľské prostredie. Nemá v sebe toľko funkcí ako Cinnamon a MATE, ale je extrémne stabilné a veľmi nenáročné na systémovú záťaž.
sl: Xfce je lahko namizno okolje. Ne podpira toliko posebnosti kot Cinnamon ali MATE, ampak je precej bolj stabilen in porabi veliko manj računalniških virov.
sr: Ксфце је најмање захтевно радно окружење. Она не подржава много функција као Цимет или МАТ, али је изузетно стабилна и врло лагана за кориштење ресурса.
sr@latin: Xfce je lаgаno rаdno okruženje. Ne podržаvа toliko funkcijа kаo Cinnamon ili MATE, аli je izuzetno stаbilаn i vrlo štedljiv u pogledu korišćenja resursа.
uk: Xfce — це легка стільниця. Вона не підтримує стільки функцій, як Cinnamon або MATE, однак вона є надзвичайно стабільною та дуже заощадливою у використанні ресурсів.
uz: Xfce - bu engil ish stoli muhiti. U Cinnamon yoki MATE kabi ko‘plab funksiyalarni qo‘llab-quvvatlamaydi, lekin u juda barqaror va resurslardan foydalanishda juda yengil.
zh_hk: Xfce是一個輕量級的桌面環境。 它不支持Cinnamon或MATE這麼多的功能，但是它非常穩定並且對資源的使用很少。

source: Of course, all three desktops are great and Linux Mint is extremely proud of each edition. Although there are more features and better support in some editions than others, and some do run faster and use less resources than others, they're all great alternatives and choosing the right edition is largely a matter of taste.
be: Канешне, усе тры асяроддзі выдатныя і Linux Mint ганарыцца кожнай версіяй. Хаця асобныя маюць лепшую падтрымку, чым іншыя, некаторыя працуюць хутчэй і выкарыстоўваюць менш рэсурсаў, усе яны цудоўныя альтэрнатывы і выбар правільнай версіі больш залежыць ад густу.
bn: অবশ্যই, তিনটি ডেস্কটপ দুর্দান্ত এবং লিনাক্স মিন্ট প্রতিটি সংস্করণে অত্যন্ত গর্বিত। যদিও অন্য সংস্করণগুলির তুলনায় কিছু সংস্করণে আরও বেশি বৈশিষ্ট্য রয়েছে এবং আরও ভাল সমর্থন রয়েছে, এবং কিছু দ্রুত চলে ও অন্যদের তুলনায় কম রিসোর্স ব্যবহার করে, তবে সেগুলি দুর্দান্ত বিকল্প এবং সঠিক সংস্করণ নির্বাচন করা মূলত স্বাদের বিষয়।
cy: Wrth gwrs, mae'r tri bwrdd gwaith yn wych ac mae Linux Mint yn hynod falch o bob un. Er bod mwy o nodweddion a gwell cefnogaeth mewn rhai fersiynau nag eraill, a bod rhai yn rhedeg yn gyflymach ac yn defnyddio llai o adnoddau nag eraill, maen nhw i gyd yn ddewisiadau amgen gwych ac mae dewis y fersiwn cywir yn fater o chwaeth i raddau helaeth.
et: Loomulikult on kõik kolm töölauda suurepärased ning Linux Mint on nende kõigi üle väga uhke. Kuigi mõnel variandil on rohkem võimalusi kui teistel ning mõni on kiirem ning kasutab vähem ressursse kui teised, on kõik kolm väga head alternatiivid ning sobiva variandi valimine on suuresti maitse asi.
fi: Kaikki kolme työpöytää ovat tietysti mahtavia, ja Linux Mint on äärimmäisen ylpeä kustakin. Vaikka joissakin on enemmän ominaisuuksia ja parempi tuki kuin toisissa, jotkin ovat nopeampia tai käyttävät vähemmän resursseja kuin toiset, kaikki ovat erinomaisia vaihtoehtoja ja oikean valinta on lähinnä makuasia.
he: כמובן, כל שלושת שולחנות העבודה מעולות ולינוקס מינט גאה מאוד בכל המהדורות. למרות שיש יותר תכונות ותמיכה טובה יותר בחלק מהמהדורות מאשר באחרות, וחלקן רצות מהר יותר ומשתמשות בפחות משאבים מאחרות, כולן חלופות נהדרות ובחירת המהדורה הנכונה היא בעיקרה עניין של טעם.
hi: ये तीनों डेस्कटॉप अपने आप में उत्कृष्ट हैं व लिनक्स मिंट हेतु गौरव का विषय है। विशेषताओं, समर्थन, कार्यक्षमता, संसाधन खपत में अंतर संभव है परंतु ये सभी श्रेष्ठ विकल्प हैं व डेस्कटॉप चयन उपयोक्ता अनुरूप उपयोग पर निर्भर है।
id: Tentu saja, ketiga desktop tersebut hebat dan Linux Mint sangat bangga dalam setiap rilisnya. Meskipun ketiga desktop tersebut penuh dengan fitur dan dukungan lebih baik di beberapa edisi dibandingkan dengan yang lainnya, dan beberapa berjalan lebih cepat dan menggunakan sumber daya lebih sedikit dibandingkan dengan yang lainnya, semuanya adalah alternatif hebat dan memilih edisi yang tepat adalah masalah selera.
ja: もちろん、これら 3 つのデスクトップはどれも素晴らしいもので、それぞれにはそれぞれの利点があります。機能やサポートに差はあれど、他よりも高速に動作したり、リソースの消費量が少なかったりします。自分に適しているエディションというのは結局のところ、ほとんど好みの問題です。
kab: Iban kan, kraḍ-agi n tnariyin gerrzent yerna Linux Mint yefreḥ aṭas s yal yiwet gar teẓrigin-agi. Ɣas ad yesɛu ugar n twuriwin di yiwet neɣ ad tili yiwet d taruradt ɣef tayeḍ, maca i kraḍ ttuneḥsabent d timlelliyin igerrzen, ma d afran n teẓrigt yal yiwen ad yefren tin i s-d-izgan ɣef wul.
pl: Oczywiście wszystkie trzy środowiska pulpitu są bardzo dobre, zaś twórcy Linux Mint są dumni z każdej edycji. Oczywiście edycje różnią się pomiędzy sobą funkcjonalnością, wsparciem, jedne działają wydajniej i zużywają mniej zasobów. Są one bardzo dobrym dopełnieniem siebie, i wybierając właściwą edycję, kierujemy się własnymi upodobaniami.
pt: Claro que todos os três ambientes de trabalho são ótimos e o Linux Mint tem um extremo orgulho em cada um deles. Embora existam mais recursos e melhor suporte em algumas edições do que em outras e algumas funcionem mais rápido e utilizem menos recursos do que outras, todas elas são ótimas alternativas e escolher a edição certa é, em grande parte, uma questão de gosto.
ro: Desigur, toate cele trei desktopuri sunt minunate, iar Linux Mint este extrem de mândru de fiecare ediție. Deși există mai multe caracteristici și un suport mai bun în unele ediții decât altele, iar altele se execută mai repede și utilizează mai puține resurse decât altele, acestea sunt toate alternative excelente și alegerea ediției corecte este în mare parte o chestiune de gust.
sk: Všetky grafické užívateľké prostredia sú skvelé a Linux Mint je na ne veľmi hrdý. Výber toho správneho prostredia je viac-menej vecou vkusu.
sl: Vsekakor so vsa tri namizja odlična in Linux Mint je zelo ponosen na vsako od različic. Kljub temu je v nekaterih različicah več posebnosti in boljša podpora kot ostalih, nekateri delujejo hitreje in porabijo manj sredstev kot ostali, vsi so odlični in izbira pravilnega je večinoma odvisna od okusa posameznika.
sr: Наравно, сва три радна окружења су одлична и Линукс Минт је изузетно поносан на свако издање. Иако постоји више могућности и боља подршка у неким издањима од других, а неке воде брже и користе мање ресурса од других, све су то одличне алтернативе и избор правог издања је у великој мери питање укуса.
sr@latin: Naravno, sva tri radna okruženja su sjajna i tim Linuks Minta je izuzetno ponosan na svako od njih. Premda neka izdanja imaju više funkcija i boje su podržana u odnosu na druga, a neka su brža i koriste manje resursa od drugih, sva imaju odlične mogućnosti, tako da je izbor pravog izdanja u glavnom stvar ličnog ukusa.
uk: Звичайно, всі три стільниці просто чудові, та Linux Mint надзвичайно пишається кожним виданням. Хоча у деяких виданнях є більше можливостей і краща підтримка, ніж у інших, деякі працюють швидше та використовують менше ресурсів, ніж інші, але усі вони є чудовими альтернативами, і вибір необхідного видання в цілому залежить від смаку.
uz: Albatta, uchta ish stoli ham ajoyib va Linux Mint har bir versiyasi bilan juda faxrlanadi. Garchi ba'zi versiyalarda boshqalarga qaraganda ko‘proq xususiyatlar va yaxshi qo‘llab-quvvatlash mavjud bo‘lsa va ba'zilari tezroq ishlaydi va boshqalarga qaraganda kamroq resurslardan foydalanadi, ularning barchasi ajoyib alternativ va to‘g‘ri nashrni tanlash asosan didga bog‘liq.
zh_hk: 當然，這三個台式機都很棒，Linux Mint對於每個版本都感到非常自豪。 儘管某些版本比其他版本具有更多的功能和更好的支持，並且某些版本的運行速度更快且使用的資源少於其他版本，但它們都是不錯的選擇，選擇合適的版本很大程度上取決於您的口味。

source: Other than their features and performance, Cinnamon, MATE and Xfce also represent three different desktop environments, with different menus, different panels and configuration tools. The right one for you is the one where you feel at home.
be: Акрамя іх функцый і прадукцыйнасці, Cinnamon, MATE і Xfce таксама прадстаўляюць тры розныя асяроддзі працоўнага стала, з рознымі меню, панэлямі і інструментамі наладкі. Правільным для вас будзе тое асяроддзе, з якім будзеце пачувацца як дома.
bn: তাদের বৈশিষ্ট্য এবং কার্য সম্পাদন ব্যতীত, Cinnamon, MATE এবং Xfce এছাড়াও বিভিন্ন মেনু, বিভিন্ন প্যানেল এবং কনফিগারেশন সরঞ্জাম সহ তিনটি ভিন্ন ডেস্কটপ পরিবেশ উপস্থাপন করে। আপনি যেখানে বাড়িতে বোধ করেন সে ক্ষেত্রে আপনার জন্য সঠিক একটি। আপনার পক্ষে সঠিক সেটা যেটার সাথে আপনি স্বাচ্ছন্দ্য বোধ করেন।
cy: Heblaw am eu nodweddion a'u perfformiad, mae Cinnamon, MATE a Xfce hefyd yn cynrychioli tri amgylchedd bwrdd gwaith gwahanol, gyda gwahanol ddewislenni, gwahanol baneli ac offer ffurfweddu. Yr un iawn i chi yw'r un lle rydych chi'n teimlo'n gartrefol.
et: Lisaks erinevatele võimalustele ja jõudlusele esindavad Cinnamon, MATE ja Xfce kolme erinevat töölaua keskkonda erinevate menüüde, paneelide ja seadistamise tööriistadega. Sinu jaoks kõige õigem on see, kus tunned ennast koduselt.
fi: Eri ominaisuuksien ja suorituskyvyn ohella Cinnamon, MATE ja Xfce edustavat myös erilaisia työpöytäympäristöjä eri valikoin, paneelein ja säätötyökaluin. Sinulle oikea on se, joka tuntuu sinusta kotoisalta.
he: מלבד התכונות והביצועים שלהן, Cinnamon,‏ MATE ו־Xfce מייצגות שלוש סביבות שולחן עבודה שונות, בעלות תפריטים שונים, לוחות שונים וכלי תצורה שונים. סביבת שולחן העבודה המתאימה ביותר בשבילך היא האחת שמאפשרת לך "להרגיש בבית".
hi: कार्यक्षमता व विशेषताओं के अतिरिक्त, सिनेमन, मैटे व एक्सएफसीई हेतु कार्यरत डेस्कटॉप वातावरण, मेन्यू, पैनल व विन्यास साधन भिन्न हैं। अपनी सुविधा अनुरूप चयन करें।
id: Selain fitur dan kinerja, Cinnamon, MATE, dan Xfce mewakili tiga lingkungan dekstop yang berbeda, dengan menu yang berbeda, panel dan peralatan konfigurasi yang berbeda. Yang tepat untuk Anda adalah yang membuat Anda merasa nyaman serasa di rumah.
ja: 機能やパフォーマンス面以外でも、Cinnamon, MATE, Xfce はお互い全く違うデスクトップ環境なため、メニューやパネル、設定ツールの見た目も使い勝手も異なります。一番自分にしっくりくるものを選ぶといいでしょう。
kab: Zzyada ɣef twuriwin akked tmellal, Cinnamon, MATE akked Xfce d tiwennaḍin yemgaraden, s wumuɣen, tifelwin n tedbelt akked ifecka n twila yemgarraden. Tawennaḍt igerrzen d tin ideg tufiḍ iman-ik.
pl: Oprócz ich właściwości i wydajności, Cinnamon, MATE i Xfce także reprezentują trzy środowiska pulpitu z inną konstrukcją menu, paneli oraz narzędzi konfiguracyjnych. Najwłaściwszym środowiskiem dla ciebie jest to, w którym czujesz się najlepiej.
pt: Além das suas características e desempenho, Cinnamon, MATE e Xfce também representam três ambientes de área de trabalho diferentes, com diferentes menus, diferentes painéis e ferramentas de configuração. Deve escolher a que melhor se adequa a si.
ro: În afară de abilitățile și performanța lor, Cinnamon, MATE si Xfce reprezintă și trei medii de lucru diferite, cu meniuri diferite, panouri diferite si unelte de configurare diferite. Cea potrivită pentru tine este aceea in care te simți cel mai confortabil.
sk: Cinnamon, MATE a Xfce majú každé odlišný výzor pracovnej plochy, programov, menu a konfiguračných nástrojov. Vyberte si to, v ktorom sa cítite ako doma.
sl: Drugo kot njihove posebnosti in zmogljivost, predstavljajo Cinnamon, MATE in Xfce tri različna namizna okolja, z različnimi meniji, različnimi nadzornimi ploščami in nastavitvami. Primerna za vas je tista, kjer se počutite kot doma.
sr: Осим њихових карактеристика и перформанси, Цимет, МАТ и Ксфце такође представљају три различита радна окружења, различитих менија, различитих панела и алатки за конфигурисање. Прави за вас је онај где се осећате као код куће.
sr@latin: Osim razlika u funkcijama i performansama, Cinnamon, MATE i Xfce takođe predstavljaju tri različita radna okruženja, sa različitim menijima, različitim panelima i alatima za podešavanja. Pravo radno okruženja za Vas je ono u kome se osećate kao kod kuće.
uk: Окрім корисних властивостей і продуктивности, Cinnamon, MATE та Xfce також є трьома різними стільницями (користувацькими оточеннями) для настільних комп'ютерів, із різними меню, різними панелями та знаряддями конфігурації. Найкращою для вас буде та, з якою ви будете почувати себе як вдома.
uz: Xususiyatlari va ishlashidan tashqari, Cinnamon, MATE va Xfce turli menyular, turli panellar va konfiguratsiya vositalariga ega uchta turli ish stoli muhitini ifodalaydi. Siz uchun to‘g‘risi - bu o‘zingizni uyda his qiladigandek joy.
zh_hk: 除了它們的功能和性能，Cinnamon，MATE和Xfce還代表三種不同的桌面環境，它們具有不同的菜單，不同的面板和配置工具。 適合您的一種就是您在家中感到的那種。

source: If you are unsure which desktop to choose start with the Cinnamon edition. Try them all eventually when you have the time. All three of them have their own audience within the Linux Mint community and they're all very popular.
be: Калі вы не ўпэўнены, якое асяроддзе выбраць, пачніце з Cinnamon. Паспрабуйце іх усе, калі маеце час. Усе тры маюць сваіх уласных прыхільнікаў сярод карыстальнікаў Linux Mint і ўсе яны вельмі папулярныя.
bn: আপনি যদি নিশ্চিত না হন যে কোন ডেস্কটপটি সংস্করণ দিয়ে শুরু করবেন, দারুচিনি সংস্করণ দিয়ে শুরু করুন। আপনার সময় থাকলে এগুলি সব কটা চেষ্টা করুন। লিনাক্স মিন্ট সম্প্রদায়ের মধ্যে তাদের তিনটিরই নিজস্ব শ্রোতা রয়েছে এবং তারা সবাই খুব জনপ্রিয়।
cy: Os ydych chi'n ansicr pa fwrdd gwaith i'w ddewis, dechreuwch gyda'r fersiwn Cinnamon. Rhowch gynnig arnyn nhw i gyd yn y pen draw pan fydd gennych chi'r amser. Mae gan y tri ohonyn nhw eu cynulleidfa eu hunain yng nghymuned Linux Mint ac maen nhw i gyd yn boblogaidd iawn.
et: Kui sa ei tea, milline töölaud valida, alusta Cinnamonist. Kui sul on aega, proovi neid kõiki. Kõigil kolmel on erinev sihtrühm Linux Minti kogukonnas ning kõik on väga populaarsed.
fi: Jos olet työpöytäympäristöstä epävarma, aloita Cinnamon-julkaisulla. Jos sinulla on aikaa, kokeile vaikka kaikkia. Kullakin kolmesta on oma yleisönsä ja kaikki ovat hyvin suosittuja.
he: אם קיים ספק לגבי שולחן־הבודה בו יש לבחור, כדאי להתחיל עם מהדורת סינמון. בסופו של דבר, שווה לנסות את כולן כשיהיה מעט זמן פנוי. לשלושתן קהל משלהן בקרב קהילת לינוקס מינט וכולן מאוד מקובלות.
hi: यदि निश्चित न हो तो डेस्कटॉप हेतु सिनेमन संस्करण चुनें। समय उपलब्ध होने पर सभी उपयोग कर देखें। लिनक्स मिंट उपयोक्ता समुदाय में तीनों प्रचलित व लोकप्रिय हैं।
id: Jika Anda tidak yakin dengan desktop mana yang akan Anda gunakan mulailah dengan edisi Cinnamon. Coba mereka semua ketika Anda mempunyai banyak waktu. Ketiganya mempunyai penggemarnya masing-masing di komunitas Linux Mint dan mereka semua sangat populer.
ja: それでもどのデスクトップ環境がいいか迷っているのであれば、Cinnamon エディションから始めてみることをおすすめします。そして、時間が空いているときに他の 2 つも実際に試してみるといいです。どのデスクトップ環境も Linux Mint コミュニティから愛されており、とても人気があります。
kab: Ma yella ur teẓriḍ ara anta tawennaḍt s wayes ara tebduḍ. Ma tesɛiḍ akud eɛreḍ tiẓrigin-nniḍen. Yal taẓrigt tesɛa iseqdacen-is di temɣiwent n Linux Mint yerna ttwassnent akk.
pl: Jeśli nie jesteś pewien które środowisko pulpitu wybrać, zacznij od edycji Cinnamon. Ewentualnie jeśli masz czas, wypróbuj pozostałe. Wszystkie trzy mają swoje liczną grupę fanów w Linux Mint community, i są bardzo popularne.
pt: Se não tem certeza de qual ambiente de trabalho a escolher, comece com a edição Cinnamon. Experimente outras, eventualmente, quando tiver tempo. Todas eles têm o seu próprio público alvo na comunidade Linux Mint e todas eles são muito populares.
ro: Daca ești nesigur ce mediu de lucru să alegi, începe cu ediția Cinnamon. Încearcă-le pe toate când ai timp. Toate trei au propriul lor public în comunitatea Linux Mint și sunt foate apreciate.
sk: Ak sa neviete rozhodnúť, začnite s prostredím Cinnamon.
sl: Če niste prepričani katero namizje izbrati, začnite z Cinnamon različico. Ko imate čas pa preizkusite tudi ostale. Vsi trije imajo različno publiko znotrej skupnosti Linux Minta in so vsi zelo popularni.
sr: Ако нисте сигурни која радна површина би требало да започнете са Цимет издањем. Испробајте их на крају када имате времена. Сва три издања имају своју публику у оквиру Линукс Минт заједнице и сви су веома популарни.
sr@latin: Ukoliko niste sigurni koju biste radnu površinu koristili, počnite sa izdanjem Cinnamon. Vremenom ih sve isprobajte, kada budete imali vremena. Sve tri radne površine imaju svoju publiku unutar zajednice Linuks Minta i sve su veoma popularne.
uk: Якщо ви не впевнені, яку стільницю слід обрати, почніть із Cinnamon. Спробуйте їх усі, якщо у вас є час. Усі три стільниці мають власних прихильників у спільноті Linux Mint, та всі вони є дуже популярними.
uz: Qaysi ish stolini tanlashni bilmasangiz, Cinnamon nashridan boshlang. Vaqtingiz bo‘lganda hammasini sinab ko‘ring. Ularning uchtasi ham Linux Mint hamjamiyatida o‘z auditoriyasiga ega va ularning barchasi juda mashhur.
zh_hk: 如果不確定要選擇哪個桌面，請從Cinnamon版本開始。 如果有時間，請最終嘗試所有步驟。 他們三個人在Linux Mint社區中都有自己的受眾，而且都很受歡迎。

source: 32-bit or 64-bit?
be: 32-бітная ці 64-бітная?
bn: 32-bit না 64-bit?
cy: 32-did neu 64-did?
et: Kas 32 või 64 bitti?
fi: 32- vai 64-bittinen versio?
he: 32 סיביות או 64 סיביות?
hi: 32-बिट या 64-बिट?
id: 32-bit atau 64-bit?
ja: 32 ビット？64 ビット？
kab: 32-bit neɣ 64-bit ?
pl: 32, czy 64 bity?
pt: 32-bit ou 64-bit?
ro: 32-biți sau 64-biți?
sk: 32-bit alebo 64-bit?
sl: 32-bitno ali 64-bitno različico?
sr: 32 бита или 64 бита?
sr@latin: 32-bitno ili 64-bitno?
uk: 32-bit чи 64-bit?
uz: 32-bit yoki 64-bit?
zh_hk: 您的電腦是32位元架構還是64位元架構？

source: From version 20 onward, only 64-bit is available.
be: Пачынаючы з версіі 20 даступна толькі 64-бітная сістэма.
bn: ভার্সন ২০ থেকে শুধুমাত্র ৬৪-বিট এভেইলেবল।
cy: O fersiwn 20 ymlaen dim ond 64-did sydd ar gael.
et: Alates versioonist 20 on saadaval ainult 64-bitine.
fi: Versiosta 20 eteenpäin vain 64-bittinen on saatavana.
he: החל מגרסה 20 ואילך, זמינה רק הגרסה ל־64 סיביות.
hi: संस्करण संख्या के उपरांत केवल 64-बिट ही उपलब्ध है।
id: Dari versi 20 dan seterusnya, hanya 64-bit yang tersedia.
ja: バージョン20以降では、64ビットのみが使用可能です。
kab: Si lqem 20 d asawen, anagar 64-bit i iwejden.
pl: Od wersji 20 dostępne są tylko wersje 64-bitowe.
pt: A partir da versão 20, apenas 64 bits está disponível.
ro: Începând cu versiunea 20, este disponibilă numai pe 64 de bițo
sk: Od verzie 20 vyššie, je dostupná iba 64=bitová verzia.
sl: Od različice 20 naprej je na voljo le 64-bitna izdaja.
sr: Од издања 20 па надаље, доступно је само 64-битно издање
sr@latin: Od verzije 20 nadalje, dostupna je samo 64-bitna verzija.
uk: Починаючи з випуску 20, доступна лише 64-бітова версія.
uz: 20-versiyadan boshlab faqat 64-bitli versiya mavjud.
