Repository: MIRRozenberg/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: be, bn, cy, et, fi, he, hi, id, ja, kab, pl, pt, ro, sk, sl, sr, sr@latin, uk, uz, zh_hk

source: Another great place to find help is in the IRC chat room.
be: Іншае выдатнае месца каб знайсці дапамогу - чат IRC.
bn: সহায়তার সন্ধান করার জন্য আর একটি দুর্দান্ত জায়গা হ'ল IRC চ্যাট রুমে।
cy: Lle gwych arall i ddod o hyd i gymorth yw yn ystafell sgwrsio'r IRC.
et: Teine suurepärane koht abi küsimiseks on IRC jututuba.
fi: Toinen erinomainen paikka löytää apua on IRC-keskusteluhuone.
he: מקום מצוין נוסף למציאת עזרה הוא בחדר השיחוח IRC.
hi: सहायता हेतु अन्य श्रेष्ट स्थान है आईआरसी चैट कक्ष।
id: Salah satu tempat yang bagus untuk meminta bantuan adalah di ruang obrolan IRC.
ja: IRC のチャットルームでも、助けを求めることができます。
kab: Amḍiq-nniḍen igerrzen anida ara tafeḍ tallalt d tazeqqa n umeslay IRC.
pl: Kolejnym dobrym miejscem do szukania pomocy, jest pokój dyskusyjny IRC.
pt: Outro ótimo lugar para obter ajuda é na sala de bate-papo de IRC.
ro: Un alt loc minunat pentru a găsi ajutor este în chatul IRC.
sk: Ďaľšie dobré miesto na získanie pomoci je IRC chatovacia miestnosť.
sl: Drugo, odlično mesto za iskanje pomoči je IRC klepetalnica.
sr: Још једно одлично место за помоћ је ИРЦ соба за ћаскање
sr@latin: Drugo sjajno mesto za pronalaženje pomoći je u IRC pričaonici.
uk: Ще одне чудове місце, щоб знайти допомогу, в чаті IRC.
uz: Yordam topishning yana bir ajoyib joyi bu IRC suhbat xonasidir.
zh_hk: 另一個獲得協助的好去處就是IRC聊天室。

source: To reach the chat room from within Linux Mint, launch :menuselection:`Menu --> Internet --> HexChat`.
be: Каб увайсці ў чат у Linux Mint, запусціце :menuselection:`Меню --> Інтэрнэт --> HexChat`.
bn: লিনাক্স মিন্টের মধ্যে থেকে চ্যাট রুমে পৌঁছানোর জন্য, লঞ্চ করুন ::menuselection:`Menu --> Internet --> HexChat`।
cy: I gyrraedd yr ystafell sgwrsio o fewn Linux Mint, cychwynnwch :menuselection: `Dewislen -> Rhyngrwyd -> HexChat`.
et: Et siseneda jututuppa Linux Mintist, käivita :menuselection:`Menüü --> Internet --> HexChat`.
fi: Päästäksesi keskusteluhuoneeseen Linux Mintistä käynnistä :menuselection:`Valikko --> Internet --> HexChat`.
he: מקום מצוין נוסף לקבלת עזרה הוא חדר השחוח IRC.
hi: लिनक्स मिंट से ही चैट मंच से जुड़ने हेतु :menuselection:`मेन्यू --> इंटरनेट --> हेक्सचैट` उपयोग करें।
id: Untuk mengakses ruang obrolan dari Linux Mint, luncurkan :menuselection:`Menu --> Internet --> HexChat`.
ja: Linux Mint からチャットルームに接続するには、:menuselection:`メニュー --> インターネット --> HexChat` を起動します。
kab: Iwakken ad teqqneḍ si Linux Mint ɣer tzeqqa n umeslay, sekker :menuselection:`Menu --> Internet --> HexChat`.
pl: Aby dołączyć do pokoju dyskusyjnego z Linux Mint, uruchom :menuselection:`Menu --> Internet --> HexChat`.
pt: Para entrar na sala de bate-papo a partir do Linux Mint, clique em :menuselection:`Menu --> Internet --> HexChat`.
ro: Pentru a ajunge la chatul din Linux Mint, lansați: menuselection: `Menu --> Internet --> HexChat`.
sk: Na prístup do IRC chatovacej miestnosti použite predinštalovaný program Hexchat.
sl: Za dostop do klepetalnice znotraj Linux Mint-a, zaženite :menuselection:`Menu --> Internet --> HexChat`.
sr: Да бисте ушли у собу за ћаскање из Линукс Минт, покрените „:menuselection:Изборник → Интернет → Хекс ћаскање“.
sr@latin: Da biste dospeli do pričaonice iz Linuks Minta, pokrenite :menuselection:`Menu --> Internet --> HexChat`.
uk: Щоб перейти до чату з Linux Mint, спершу перейдіть до: menuselection: `Меню -> Інтернет -> HexChat`.
uz: Linux Mint ichidan chat xonasiga kirish uchun :menuselection:`Menyu -> Internet -> HexChat`ni ishga tushiring.
zh_hk: 要從Linux Mint進入聊天室，請啟動 :menuselection:`Menu --> Internet --> HexChat`。

source: If you are using another operating system, you can use `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ to connect to the chat room.
be: Калі вы карыстаецеся іншай аперацыйнай сістэмай, можаце скарыстацца `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ для далучэння да чата.
bn: আপনি যদি অন্য অপারেটিং সিস্টেম ব্যবহার করে থাকেন তবে চ্যাট রুমে সংযোগ রাখতে আপনি `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ ব্যবহার করতে পারেন।
cy: Os ydych chi'n defnyddio system weithredu arall, gallwch ddefnyddio `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ i gysylltu â'r ystafell sgwrsio.
et: Kui kasutad mõnd muud operatsioonisüsteemi, võid jututuppa sisenemiseks kasutada `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ veebilehte.
fi: Jos käytät toista käyttöjärjestelmää, voit käyttää `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ yhdistääksesi keskustelupalstalle.
he: אם אתם משתמשים במערכת הפעלה אחרת, אתם יכולים להשתמש ב- 'קווירק <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>'_ כדי להתחבר לחדר השיחוח.
hi: यदि अन्य ऑपरेटिंग सिस्टम उपयोग कर रहे हैं तो `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ द्वारा चैट कक्ष में प्रवेश करें।
id: Jika Anda menggunakan sistem operasi lainnya, Anda dapat menggunakan `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ untuk dapat terhubung dengan ruang obrolan tersebut.
ja: 他の OS を使っているなら、`Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ でチャットルームに接続できます。
kab: Ma tseqdaceḍ anagraw n wammud nniḍen, seqdec `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ iwakken ad teqqneḍ ɣer tzeqqa n umeslay.
pl: Jeśli używasz innego systemu operacyjnego, możesz użyć `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ aby połączyć się z pokojem dyskusyjnym.
pt: Se estiver usando outro sistema operacional, poderá usar `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ para conectar-se à sala de bate-papo.
ro: Dacă folosești alt sistem de operare, poți folosi `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ pentru a te conecta la chatroom.
sk: Ak používate iný operačný systém, na chatovanie môžete použiť napr. program `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_.
sl: Če uporabljate kakšen drug operacijski sistem, lahko uporabite `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ za povezavo z klepetalnico.
sr: Ако користите други оперативни систем, можете да користите „Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>“_ да бисте се повезали са собом за ћаскање.
sr@latin: Ukoliko koristite neki drugi operativni sistem, možete da koristite `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ da biste se povezali sa pričaonicom.
uk: Якщо ви використовуєте іншу операційну систему, то для під'єднання до чату, ви можете використати `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>.
uz: Agar siz boshqa operatsion tizimdan foydalansangiz, suhbat xonasiga ulanish uchun `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ dan foydalanishingiz mumkin.
zh_hk: 若您使用其他作業系統，您可以用`Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_連線到聊天室。

source: Many people are connected to the chat room but only look at it now and then. Be patient after asking a question. Don't repeat it and stay connected until you get an answer. It can sometimes take a few hours for somebody to see your question and reply to you. Don't quit after a few minutes. It is frustrating to you, but also to others who later see your question and are unable to reply because you already left.
be: Многія падлучаны да чата, але толькі раз-пораз глядзяць туды. Будзьце цярплівымі пасля таго, як зададзіце пытанне. Не паўтарайце яго і заставайце падлучанымі да таго, як атрымаеце адказ. Часам прыйдзецца пачакаць некалькі гадзін, перад тым як нехта ўбачыць ваша пытанне і адкажа на яго. Не сыходзьце пасля некалькіх хвілін. Гэта расчараванне як для вас, так і для тых, хто пазней убачыць ваша пытанне, але не зможа адказаць, таму што вы ўжо сышлі.
bn: অনেক লোক চ্যাট রুমের সাথে সংযুক্ত থাকে তবে কেবল মাঝে মাঝে এটিকে দেখে। একটি প্রশ্ন জিজ্ঞাসা করার পরে ধৈর্য ধরুন। এটির পুনরাবৃত্তি করবেন না এবং কোনও উত্তর না পাওয়া পর্যন্ত সংযুক্ত থাকবেন। কারও কারও কাছে আপনার প্রশ্ন দেখতে এবং আপনাকে উত্তর দিতে কয়েক ঘন্টা সময় নিতে পারে। কয়েক মিনিটের পরে ছেড়ে যাবেন না। এটি আপনার জন্য হতাশাজনক, এবং অন্যদের জন্য, যারা পরে আপনার প্রশ্নটি দেখে উত্তর দিতে অক্ষম কারণ আপনি ইতিমধ্যে চলে গেছেন।
cy: Mae llawer o bobl wedi'u cysylltu â'r ystafell sgwrsio ond dim ond edrych arni nawr ac yn y man. Byddwch yn amyneddgar ar ôl gofyn cwestiwn. Peidiwch â'i ailadrodd ond aros wedi cysylltu nes i chi gael ateb. Weithiau gall gymryd ychydig oriau i rywun weld eich cwestiwn a'ch ateb. Peidiwch â rhoi'r gorau iddi ar ôl ychydig funudau. Mae'n rhwystredig i chi, ond hefyd i eraill sy'n gweld eich cwestiwn yn ddiweddarach ac yn methu ateb oherwydd eich bod eisoes wedi gadael.
et: Jututoas on palju inimesi, kuid nad vaatavad seda ainult aeg-ajalt. Küsimust küsides ole kannatlik. Ära korda seda ning püsi jututoas nii kaua, kuni keegi sulle vastab. See võtab mõnikord mitu tundi kui keegi su küsimust näeb ja vastab. Ära loobu paari minuti järel. See võib olla sinu jaoks häiriv, kuid see on häiriv ka teistele, kes hiljem näevad su küsimust ja tahaksid sulle vastata, kuid ei saa, kuna oled lahkunud.
fi: Monet ihmiset ovat yhteydessä keskustelupalstalle, mutta vilkaisevat sitä vain silloin tällöin. Ole kärsivällinen kysyttyäsi kysymyksen. Älä toista sitä ja pysy yhdistettynä kunnes saat vastauksen. Joskus voi kestää muutaman tunnin ennen kuin joku näkee kysymyksesi ja vastaa sinulle. Älä lopeta parin minuutin jälkeen. Se on turhauttavaa, mutta niin myös muille jotka myöhemmin näkevät kysymyksesi, mutta eivät voi vastata, koska olet jo lähtenyt.
he: אם אתם משתמשים ב- Hexchat, תוכלו למזער אותו למגש על ידי לחיצה על סמל המצב שלו. לעתים קרובות אנשים יזכירו את הכינוי שלכם כאשר הם עונים. כאשר הם עושים זאת, סמל המצב ב- Hexchat יהבהב כדי למשוך תשומת לב.
hi: इंटरनेट द्वारा चैट कक्ष में कई व्यक्ति उपस्थित होने पर भी सदैव उपलब्ध नहीं होते हैं। प्रश्न पोस्ट करने के उपरांत संयम रखें। वहीं प्रश्न पुनः पोस्ट न करें व उत्तर मिलने तक प्रतीक्षा करें। उपयोक्ताओं की उपलब्धता अनुरूप उत्तर प्राप्ति में एकाधिक घंटे का विलंब संभव है। कुछ मिनट के धैर्य उपरांत कक्ष न छोड़ें। आपके अतिरिक्त यह आपकी सहायता की इच्छुक उन उपयोक्ताओं के लिए भी निराशापूर्ण अनुभव होगा जो आपकी अनुपस्थिति के कारण उत्तर नहीं दे सकें।
id: Banyak orang yang terhubung dengan ruang obrolan, namun hanya sepintas melihat. Mohon bersabar setelah menanyakan pertanyaan. Jangan mengulang pertanyaan dan tetap terhubung sampai Anda mendapatkan jawaban. Kadang-kadang hal ini dapat memakan waktu beberapa jam, sampai ada yang melihat pertanyaan Anda dan menjawabnya. Jangan keluar setelah beberapa menit. Mungkin hal ini menyebalkan, tapi juga menyebalkan untuk orang yang kemudian membaca pertanyaan Anda namun tidak dapat menjawabnya karena Anda telah keluar ruang obrolan.
ja: チャットルームには多くの人々が接続していますが、常にメッセージを見ているとは限りません。なので、質問への返信が来るまでにしばらく時間がかかることもあります。その間に同じ質問を何度も繰り返したり、すぐにチャットルームから切断したりするのは控えましょう。ずっと待っておくのは嫌かもしれませんが、後で誰かがあなたの質問を見てくれるかもしれません。その時点であなたがチャットルームに接続していないと、返信のしようがありません。
kab: Aṭas n imdanen qqnen ɣer texxamt n udiwenni d acu tura walli kan. Isefk ad traǧuḍ kra n wakud mi ara ad d-fkkeḍ asteqsi. ur ttales ara i usteqsi qim teqqneḍ arma tiwweḍ-ak-d tiririt. Tikwal tettεaṭil tiririt kra n isragen di laεḍil ad iwali yiwen asteqsi-inek sakin ad ak-id-yerr. Ur teffeɣ ara, neẓra d akken iwεer-ak lḥal, maca ahat wiyaḍ ffɣen si tuqqna send ad walin asteqsi-inek.
pl: Wiele osób łączy się z pokojem dyskusyjnym lecz sprawdzają czat tylko raz na jakiś czas. Bądź cierpliwy po zadaniu pytania. Nie powtarzaj go i pozostań połączonym dopóki nie otrzymasz odpowiedzi. Czasem może minąć kilka godzin zanim ktoś zobaczy Twoje pytanie i Ci odpowie. To może być frustrujące, lecz będzie takie również dla innych którzy zobaczą Twoje pytanie i nie będą mogli na nie odpowiedzieć, bo już nie będziesz połączony.
pt: Muitas pessoas estão conectadas à sala de bate-papo, mas somente a verificam de vez em quando. Seja paciente depois de fazer uma pergunta. Não a repita e permaneça conectado até obter uma resposta. Algumas vezes, pode levar algumas horas para que alguém veja a sua pergunta e a responda. Não desista depois de alguns minutos. É frustrante para você, mas também será para outras pessoas que veem a sua pergunta mais tarde e não podem respondê-la pois você já foi embora.
ro: Multă lume este conectată la chatroom însă il citesc rar. Ai răbdare după ce ai pus o întrebare. Nu repeta întrebarea si stai connectat până primești un răspuns. Câteodata poate dura chiar si câteva ore până cineva îți vede întrebarea și îți răspunde. Nu renunța după doar câteva minute. Este frustrant atât pentru tine cât și pentru ceilalți care îți văd întrebarea mai târziu si nu îți pot răspunde pentru că ai plecat.
sk: Mnohí ľudia sa len pripoja na chat, položia otázku, chvíľu čakajú a keď nikto neodpovie hneď odídu preč. Môže sa stať, že kým vám niekto odpovie, bude to trvať aj niekoľko hodín. Odporúčame vám zostať pripojený, až kým nedostanete odpoveď, pretože ak sa odpojíte, na vašu otázku nebude možné odpovedať.
sl: Veliko ljudi je povezano na klepetalnico ampak pogledajo na njo le kdaj pa kdaj. Bodite potrpežljivi po postavljenem vprašanju. Ne ponavljajte ga in ostanite povezani dokler ne dobite odgovora. Včasih lahko traja več ur, da nekdo vidi vaše vprašanje in vam odgovori. Ne odidite po nekaj minutah. Neprijetno je vam in pa tudi ostalim, ki kasneje vidijo vprašanje pa vam ne morejo odgovoriti, ker ste že odšli iz klepetalnice.
sr: Многи људи су повезани са собом за ћаскање, али само сада погледајте то. Будите стрпљиви након постављања питања. Не понављајте питање и останите повезани док не добијете одговор. Понекад је потребно неколико сати да неко види ваше питање и одговори вам. Немојте одустати након неколико минута. То је фрустрирајуће за вас, али и за друге који касније виде ваше питање и нису у могућности да вам одговоре јер сте већ отишли.
sr@latin: Mnogi su povezani na pričaonicu, ali samo je povremeno pregledaju. Budite strpljivi posle postavljanja pitanja. Nemojte ga ponavljati i ostanite povezani sve dok ne dobijete odgovor. Ponekad je potrebno i po nekoliko sati da bi neko video Vaše pitanje i odgovorio Vam. Nemojte napuštati pričaonicu posle nekoliko minuta. Za Vas je situacija frustrirajuća, ali je takođe i za one koji kasnije vide Vaše pitanje, ali Vam ne mogu odgovoriti jer ste već otišli.
uk: Багато людей з'єднані з чатом і зараз ним користуються. Будьте терплячими після того, як задасте своє запитання. Не повторюйте його та залишайтеся на зв'язку, поки не отримаєте відповідь. Інколи це може зайняти кілька годин, щоб хтось побачив ваше запитання та надав вам відповідь. Не від'єднуйтеся через кілька хвилин. Це розчарує не лише вас, але і тих, хто пізніше побачив ваше запитання та не зміг відповісти, тому що ви вже полишили чат.
uz: Ko‘p odamlar suhbat xonasiga ulangan, lekin faqat hozir va keyin qarash. Savol bergandan keyin sabr qiling. Buni takrorlamang va javob olmaguningizcha aloqada qoling. Ba'zan kimdir sizning savolingizni ko‘rishi va sizga javob berishi uchun bir necha soat vaqt ketishi mumkin. Bir necha daqiqadan so‘ng tashlamang. Bu sizni, balki sizning savolingizni keyinroq ko‘rgan va siz allaqachon ketganingiz uchun javob bera olmaydigan boshqalarni ham xafa qiladi.
zh_hk: 許多人都連接到聊天室，但只是不時查看。 問問題後要有耐心。 在得到答案之前，請不要重複並保持聯繫。 有時可能需要幾個小時才能有人看到您的問題並回復您。 幾分鐘後不要退出。 這讓您感到沮喪，但也讓其他後來看到您的問題而又因為您已經離開而無法回答的人感到沮喪。

source: If you are using Hexchat, you can minimize it to tray by clicking its status icon. People will often mention your nickname when replying to you. When they do, your Hexchat status icon will blink to catch your attention.
be: Калі вы карыстаецеся Hexchat, вы можаце зменшыць яго да трэя, націснуўшы на значку статуса. Людзі будуць часта ўказваць ваша імя, калі адказваюць вам. Калі гэта адбудзецца, ваш значок статуса Hexchat блісне каб прыцягнуць вашу ўвагу.
bn: আপনি যদি Hexchat ব্যবহার করছেন তবে আপনি এটির স্থিতি আইকনে ক্লিক করে ট্রেতে এটি ছোট করতে পারেন। আপনাকে উত্তর দেওয়ার সময় লোকেরা প্রায়শই আপনার ডাকনামটি উল্লেখ করবে। যখন তারা তা করে, আপনার মনোযোগ আকর্ষণ করতে আপনার Hexchat স্থিতি আইকনটি ঝলকায়।
cy: Os ydych chi'n defnyddio Hexchat, gallwch chi ei leihau i'r gornel trwy glicio ar ei eicon statws. Bydd pobl yn aml yn sôn am eich llysenw wrth ymateb i chi. Pan wnân nhw hynny, bydd eich eicon statws Hexchat yn chwincio i ddal eich sylw.
et: Kui kasutad Hexchat-i, võid selle teha väikseks klõpsates süsteemi salves selle ikoonil. Inimesed tihti mainivad sinu hüüdnime sulle vastates. Kui nad seda teevad, hakkab Hexchat-i ikoon vilkuma, et su tähelepanu tõmmata.
fi: Jos käytät HexChatiä, sen voi pienentää ilmoitusalueelle tilakuvaketta napsauttamalla. Vastatessaan ihmiset yleensä mainitsevat kutsumanimesi. Kun niin tapahtuu, HexChat-tilakuvake vilkkuu herättääkseen huomiosi.
he: אם משתמשים ב- Hexchat, הוא ניתן למזעור למגש בהקשה על סמל המצב שלו. לעתים קרובות אנשים יזכירו את הכינוי שלכם בתשובה אליכם. כאשר הם עושים זאת, סמל המצב של Hexchat יהבהב כדי למשוך את תשומת לב.
hi: हेक्सचैट संक्षिप्त करने हेतु उसके स्थिति आइकन पर क्लिक करें। अन्य उपयोक्ता आपका चैट उपनाम संलग्न कर आपको उत्तर करेंगे। ऐसा होने पर हेक्सचैट स्थिति आइकन प्रकाशित होकर आपको सूचित करेगा।
id: Jika Anda menggunakan Hexchat, Anda dapat meminimalkannya ke baki dengan mengklik ikon statusnya. Orang-orang akan sering menyebut nama panggilan Anda saat menjawab Anda. Saat mereka melakukannya, ikon status Hexchat Anda akan berkedip untuk menarik perhatian Anda.
ja: Hexchat を使っている場合、状態アイコンをクリックすることで、トレイに最小化できます。後にあなた宛への返信が来たら、Hexchat の状態アイコンが点滅し、返信が来ていることを伝えてくれます。
kab: Ma tseqdaceḍ Hexchat, tzemreḍ ad tsimẓiḍ asnas s usiti ɣef tignit di tfeggagt n wadad. Medden ad d-bedren isem-ik mi ara k-d-fken tiririt. Mi ara d-yili waya tignit inek n Hexchat ad tettɣemmiz iwakken ad tt-twaliḍ.
pl: Jeśli używasz Hexchat, możesz zminimalizować go do paska poprzez kliknięcie jego ikony statusu. Ludzie zazwyczaj wspomną twój nick odpowiadając Ci. Jeśli to zrobią, twoja ikona Hexchat zacznie migać by przyciągnąć Twoją uwagę.
pt: Se estiver usando o Hexchat, é possível minimizá-lo na bandeja clicando em seu ícone de status. As pessoas frequentemente farão alusão ao seu apelido quando responderem para você. Quando fizerem isso, o ícone de status do Hexchat piscará para chamar a sua atenção.
ro: Dacă folosești Hexchat, poți să îl minimizezi la tray-ul de sistem făcând click pe iconița sa de status. Oamenii iți vor menționa nickname-ul când îți vor răspunde. Când se întâmplă asta, iconița Hexchat o sa licăre pentru ați capta atenția.
sk: Ak používate HexChat, môžete jeho okno minimalizovať do lišty nástrojov. Keď vám niekto odpovie, ikonka Hexchatu sa rozbliká.
sl: Če uporabljate Hexchat, ga lahko minimizirate tako da kliknete njegovo ikono. Ko vam bodo ljudje odgovarjali, bodo "omenili" vaše ime. Ko vas omenijo, se bo ikona Hexchat-a zasvetila in pritegnila vašo pozornost.
sr: Ако користите Хекс ћаскање, можете га умањити на траци кликом на икону статуса. Људи ће често споменути ваш надимак када вам одговарају. Када то уради, икона вашег Хекс ћаскања статуса ће трептати како би вам привукла пажњу.
sr@latin: Ukoliko koristite Hexchat, možete ga umanjiti na sistemsku traku tako što ćete kliknuti na njegovu statusnu ikonu. Učesnici u pričaonici će Vam često odgovoriti pominjući Vaš nadimak (``nickname``). Kada to budu učinili, statusna ikona Vašeg Hexchata će zatreperiti da bi Vam privukla pažnju.
uk: Якщо ви використовуєте Hexchat, то для зручности, ви можете згорнути його до системної таці, натиснувши його значок статусу. Люди часто зазначають ваш псевдонім (нік), надаючи вам відповідь. Коли вони будуть вам відповідати, ваш значок статусу Hexchat буде блимати, щоб звернути вашу увагу.
uz: Agar siz Hexchat dan foydalanayotgan bo‘lsangiz, uning holati belgisini bosish orqali uni lagandaga kamaytirishingiz mumkin. Odamlar sizga javob berishda sizning taxallusingizni tez-tez eslatib turadi. Ular qilganda, sizning e'tiboringizni jalb qilish uchun Hexchat status belgisi miltillaydi.
zh_hk: 若您使用Hexchat，您可以點擊狀態列的圖示來縮小視窗，當其他人在回覆中提及您的暱稱，狀態列中的Hexchat圖示將會閃爍以獲取您的注意。

source: Community resources
be: Рэсурсы супольнасці
bn: কমিউনিটি রিসোর্সেস
cy: Adnoddau cymunedol
et: Kogukonna ressursid
fi: Yhteisöresurssit
he: משאבי קהילה
hi: सामुदायिक साधन
id: Sumberdaya komunitas
ja: コミュニティ提供の資料
kab: Tiɣbula n temɣiwanin
pl: Zasoby społeczności
pt: Recursos da comunidade
ro: Resursele Comunității
sk: Zdroje komunity
sl: Viri skupnosti
sr: Ресурси заједнице
sr@latin: Resursi zajednice
uk: Ресурси спільноти
uz: Hamjamiyat resurslari
zh_hk: 社群資源

source: The `tutorials section <https://community.linuxmint.com/tutorial/search>`_ is useful to find tutorials about Linux Mint.
be: `Секцыя дапаможнікаў <https://community.linuxmint.com/tutorial/search>`_ карысная каб знайсці дапаможнікі аб Linux Mint.
bn: লিনাক্স মিন্ট সম্পর্কে টিউটোরিয়ালগুলি সন্ধান করার জন্য `tutorials section <https://community.linuxmint.com/tutorial/search>`_ দরকারী।
cy: Mae'r 'adran tiwtorial <https://community.linuxmint.com/tutorial/search>` _ yn ddefnyddiol fel lle i ddod o hyd i sesiynau tiwtorial am Linux Mint.
et: Kodulehel `juhendite sektsioonis <https://community.linuxmint.com/tutorial/search>`_ on kasulikke juhendeid Linux Minti kohta.
fi: Oppaat-osiosta `<https://community.linuxmint.com/tutorial/search>`_ löydät hyödyllisiä Linux Mint oppaita.
he: מקטע ה'מדריכים <https://community.linuxmint.com/tutorial/search> `_ שימושי למציאת הדרכה אודות לינוקס מינט.
hi: लिनक्स मिंट संबंधी उपयोगी निर्देश खोजने हेतु `उपयोग निर्देश अनुभाग <https://community.linuxmint.com/tutorial/search>`_।
id: `Bagian tutorial <https://community.linuxmint.com/tutorial/search>`_ berguna unuk mencari tutorial seputar Linux Mint.
ja: Linux Mint についてのチュートリアルを探すには、`チュートリアルセクション <https://community.linuxmint.com/tutorial/search>`_がうってつけです。
kab: `Tigezmi n temsirin <https://community.linuxmint.com/tutorial/search>`_ tgerrez i tifin n temsirin ɣef Linux Mint.
pl: Sekcja `poradników <https://community.linuxmint.com/tutorial/search>`_ jest przydatna w szukaniu poradników do Linux Mint.
pt: A 'seção de tutoriais <https://community.linuxmint.com/tutorial/search>`_ é útil para encontrar tutoriais sobre o Linux Mint.
ro: `Sectiunea de tutoriale <https://community.linuxmint.com/tutorial/search>`_ este buna pentru gasit tutoriale despre Linux Mint.
sk: Na `tutorials section <https://community.linuxmint.com/tutorial/search>`_ môžete násť mnoho dobrých návodov o Linuxe Mint.
sl: `tutorials section <https://community.linuxmint.com/tutorial/search>`_ je zelo uporabna za iskanje navodil o Linux Mint-u.
sr: „Одељак водича <https://community.linuxmint.com/tutorial/search>“_ је користан за проналазак водича о Линукс Минту.
sr@latin: Odeljak `tutorials section <https://community.linuxmint.com/tutorial/search>`_ je koristan za pronalaženje uputstava za rad u Linuks Mintu.
uk: У розділі `Посібники <https://community.linuxmint.com/tutorial/search>` _ можна знайти посібники з Linux Mint.
uz: Linux Mint haqida darsliklarni topish uchun `qo‘llanmalar bo‘limi <https://community.linuxmint.com/tutorial/search>`_ foydalidir.
zh_hk: 教程部分<https://community.linuxmint.com/tutorial/search>`_對於查找有關Linux Mint的教程很有用。
