Repository: MIRRozenberg/i10n
Catalog: cinnamon/mintsources/mintsources-*.po
Languages: eo, es, he

source: You are about to remove the following PPA:
eo: Vi estas forigonta la sekvan PPA:
es: Está a punto de eliminar el PPA siguiente:
he: ה־PPA הבא יוסר:

source: More info: %s
eo: Pliaj informoj: %s
es: Más información: %s
he: מידע נוסף: %s

source: Press Enter to continue or Ctrl+C to cancel
eo: Premu sur eniga klavo por daŭrigi aŭ stirklavo+C por nuligi
es: Pulse Intro para continuar o Ctrl+C para cancelar
he: להמשיך, נא ללחוץ על 'אנטר', או על Ctrl+C לביטול

source: Unable to prompt for response. Please run with -y
eo: Ne eblas montri inviton. Bonvolu ruli kun -y
es: No se puede obtener una respuesta. Ejecútelo usando -y
he: לא ניתן להנחות לקבלת תגובה. נא להריץ עם -y

source: Cancelling...
eo: Nuligado...
es: Cancelando...
he: מתבצע ביטול...

source: Cannot get info about PPA: '%s'.
eo: Ne eblas ekhavi informojn pri PPA: '%s'.
es: No se puede obtener información sobre el PPA: «%s».
he: לא ניתן לקבל מידע על PPA: '%s'.

source: failed to remove PPA: '%s'
eo: malsukcesis forigi PPA: '%s'
es: no se ha podido eliminar el PPA: «%s»
he: הסרת ה־PPA כשלה: "%s"

source: failed to remove repository: '%s'
eo: malsukcesis forigi deponejon: '%s'
es: no se ha podido eliminar el repositorio: «%s»
he: כשלה הסרת מאגר: "%s"

source: Adding PPAs is not supported
eo: Aldono de PPA-oj ne estas subtenata
es: No se admite la adición de PPA
he: הוספת PPA לא נתמכת

source: Cannot add PPA: '%s'.
eo: Ne eblas aldoni PPA: '%s'
es: No se puede añadir el PPA: «%s».
he: לא ניתן להוסיף PPA:‏ '%s'.

source: Adding private PPAs is not supported currently
eo: Aldono de privata PPA ne estas nun subtenata
es: Actualmente no se pueden añadir PPA privados
he: הוספת PPA פרטיות לא נתמכת לעת עתה

source: You are about to add the following PPA:
eo: Vi estas aldononta la sekvan PPA:
es: Está a punto de añadir el PPA siguiente:
he: ה־PPA הבא יתווסף:

source: Malformed input, repository not added.
eo: Enigo misformita, deponejo ne aldonita.
es: Entrada incorrecta, no se ha añadido el repositorio.
he: תצורת קלט לקויה, המאגר לא התווסף.

source: Repository already exists.
eo: Deponejo jam ekzistas.
es: Ya existe el repositorio.
he: מאגר כבר קיים.

source: Connection timed out, check your connection or try again later.
eo: Konekto bezonis tro da tempo, kontrolu vian konekton aŭ provu denove poste.
es: Se ha agotado el tiempo de conexión, compruebe su conexión o inténtelo de nuevo más tarde.
he: תם זמן התחברות, נא לבדוק את החיבור או לנסות שוב מאוחר יותר.

source: Failed to establish a secure connection.
eo: Malsukcesis starigi sekuran konekton.
es: No se ha podido establecer una conexión segura.
he: לא ניתן להקים חיבור מאובטח.

source: Failed to download the PPA: %s.
eo: Malsukcesis elŝuti PPA: %s.
es: No se ha podido descargar el PPA: %s.
he: כשלה הורדת ה־PPA:‏ %s.

source: No supported PPA of this name was found.
eo: Neniu subtenata PPA kun ĉi tiu nomo estis trovita.
es: No se ha encontrado ningún PPA compatible con este nombre.
he: לא נמצא PPA נתמך בשם זה.

source: This PPA does not support %s
eo: Ĉi tiu PPA ne subtenas %s
es: Este PPA no admite %s
he: ‏PPA זה לא תומך ב־%s

source: Sources
eo: Fontoj
es: Fuentes
he: מקורות

source: CD-ROM (Installation Disc)
eo: Lumdisko (instalada disko)
es: CD-ROM (disco de instalación)
he: ‏CD-ROM (תקליטור התקנה)

source: Local Repository
eo: Loka deponejo
es: Repositorio local
he: מאגר מקומי

source: Linux Mint uses Romeo to publish packages which are not tested. Once these packages are tested, they are then moved to the official repositories. Unless you are participating in beta-testing, you should not enable this repository. Are you sure you want to enable Romeo?
eo: Linukso Minto uzas Romeo por publikigi pakojn, kiuj ne estas testitaj. Kiam ĉi tiuj pakoj estas testitaj, ili estas movitaj al la oficialaj deponejoj. Krom se vi partoprenas en beta-testado, ne ŝaltu ĉi tiun deponejon. Ĉu vi certas, ke vi deziras ŝalti Romeo?
es: Linux Mint usa Romeo para publicar paquetes que no se han probado. Una vez que se prueban estos paquetes, se mueven a los repositorios oficiales. A menos que esté participando en pruebas beta, no debería activar este repositorio. ¿Seguro que quiere activar Romeo?
he: לינוקס מינט משתמשת במאגר 'רומיאו' לפרסום חבילות שטרם נבדקו. לאחר בדיקת חבילות אלה, הן מועברות למאגרים הרשמיים. אין צריך לאפשר מאגר זה אלא במסגרת השתתפות בבדיקות בטא. האם לאפשר מאגר 'רומיאו'?

source: Select a mirror
eo: Elekti spegulon
es: Seleccione un servidor
he: בחירת אתר־מראה

source: Country
eo: Lando
es: País
he: מדינה

source: Mirror
eo: Spegulo
es: Servidor
he: שרת מראה

source: Speed
eo: Rapido
es: Velocidad
he: מהירות

source: Worldwide
eo: Tutmonde
es: En todo el mundo
he: כלל־עולמי

source: kB/s
he: ק״ב/שנ׳

source: MB/s
he: מ״ב/שנ׳

source: GB/s
he: ג״ב/שנ׳

source: Obsolete
eo: Malaktuale
es: Obsoleto
he: מיושן

source: Unreachable
eo: Neatingeble
es: Inaccesible
he: לא ניתן להשגה

source: Software Sources
eo: Programaraj fontoj
es: Fuentes de software
he: מקורות תכנה

source: Backported packages
eo: Retroportataj pakoj
es: Paquetes adaptados
he: חבילות תואמות לאחור

source: Unstable packages
eo: Nestabilaj pakoj
es: Paquetes inestables
he: חבילות לא יציבות

source: Main
eo: Ĉefe
es: Principal
he: עיקרי

source: Base
eo: Bazo
he: בסיסי

source: Enabled
eo: Ŝaltite
es: Activado
he: מאופשר

source: Repository
eo: Deponejo
es: Repositorio
he: מאגר

source: Key
eo: Ŝlosilo
es: Clave
he: מפתח

source: There is no more residual configuration on the system.
eo: Ne restas plia agordo sur la sistemo.
es: No queda más configuración residual en el sistema.
he: אין עוד תצורה שיורית במערכת.

source: The problem was fixed. Please reload the cache.
eo: La problemo estas riparita. Bonvolu reŝargi kaŝmemoron.
es: Se ha corregido el problema. Recargue la caché.
he: הבעיה תוקנה. נא לרענן את המטמון.

source: Duplicate entries were removed. Please reload the cache.
eo: Duoblaĵoj estas forigitaj. Bonvolu reŝargi kaŝmemoron.
es: Se han eliminado las entradas duplicadas. Recargue la caché.
he: הוסרו רשומות כפולות. נא לרענן את המטמון.

source: No duplicate entries were found.
eo: Neniu duoblaĵo estas trovita.
es: No se han encontrado entradas duplicadas.
he: לא נמצאו רשומות כפולות.

source: Error with your APT configuration, you may have to reload the cache first.
eo: Eraro pri via APT-agordo, eble vi unue reŝargu kaŝmemoron.
es: Error en la configuración de APT, es posible que tenga que recargar la caché.
he: שגיאה בתצורת APT, ייתכן שיידרש ריענון מטמון תחילה.

source: All missing keys were successfully added.
eo: Ĉiuj mankantaj ŝlosiloj estis sukcese aldonitaj.
es: Se han añadido correctamente todas las claves que faltaban.
he: כל המפתחות החסרים נוספו בהצלחה.

source: Not all missing keys could be found.
eo: Ne eblas trovi ĉiujn mankantajn ŝlosilojn.
es: No se han encontrado todas las claves que faltaban.
he: לא כל המפתחות החסרים נמצאו.

source: Keys were added for the following repositories:
eo: Ŝlosiloj estas aldonitaj por la sekvaj deponejoj:
es: Se han añadido claves para los siguientes repositorios:
he: נוספו מפתחות למאגרים הבאים:

source: Keys are still missing for the following repositories:
eo: Ŝlosiloj ankoraŭ mankas por la sekvaj deponejoj:
es: Todavía faltan las claves de los repositorios siguientes:
he: עדיין חסרים מפתחות למאגרים הבאים:

source: Add the remaining missing key(s) manually or remove the corresponding repositories or PPAs.
eo: Aldonu la restanta(j)n mankanta(j)n ŝlosilo(j)n permane aŭ forigu la kongruajn deponejojn aŭ PPA-jn.
es: Añada manualmente las claves que faltan o elimine los repositorios o los PPA correspondientes.
he: נא להוסיף את המפתחות החסרים באופן ידני, או להסיר את המאגרים, ו/או ה־PPA, בהתאם.

source: Please reload the cache.
eo: Bonvolu reŝargi kaŝmemoron.
es: Recargue la caché.
he: נא לרענן את המטמון.

source: No missing keys were found.
eo: Neniu mankanta ŝlosilo estas trovita.
es: No se han encontrado las claves que faltaban.
he: לא נמצאו מפתחות חסרים.

source: Open..
eo: Malfermi..
es: Abrir...
he: פתיחה..

source: Cancel
eo: Nuligi
es: Cancelar
he: ביטול

source: Open
eo: Malfermi
es: Abrir
he: פתיחה

source: Please enter the fingerprint of the public key you want to download from keyserver.ubuntu.com:
eo: Bonvolu enigi la fingrospuron de la publika ŝlosilo, kiun vi deziras elŝuti de keyserver.ubuntu.com:
es: Escriba la huella digital de la clave pública que quiere descargar de keyserver.ubuntu.com:
he: להורדה מ־keyerver.ubuntu.com, נא להזין את טביעת האצבע של המפתח הציבורי הרצוי:

source: Are you sure you want to permanently remove the selected keys?
eo: Ĉu vi certas, ke vi deziras porĉiame forigi la elektitajn ŝlosilojn?
es: ¿Seguro que quiere eliminar permanentemente las claves seleccionadas?
he: האם להסיר לצמיתות את המפתחות שנבחרו?

source: Please enter the name or the URL of the PPA you want to add:
eo: Bonvolu enigi la nomon aŭ la retejan adreson de la PPA, kiun vi deziras aldoni:
es: Escriba el nombre o el URL del PPA que quiere añadir:
he: נא להזין שם או מען־URL של ה־PPA אותו מעונינים להוסיף:

source: The name of the PPA you entered isn't formatted correctly.
eo: La nomo de la PPA, kiun vi enigis, ne estas ĝuste aranĝita.
es: El nombre del PPA que ha escrito no tiene el formato correcto.
he: שם ה־PPA שהוזן אינו מתובנת כראוי.

source: Edit the URL of the PPA
eo: Redaktu la retejan adreson de la PPA
es: Editar el URL del PPA
he: עריכת מען ה־URL של ה־PPA

source: Are you sure you want to permanently remove the selected PPAs?
eo: Ĉu vi certas, ke vi deziras porĉiame forigi la elektitajn PPA-jn?
es: ¿Seguro que quiere eliminar permanentemente los PPA seleccionados?
he: האם להסיר לצמיתות את ה־PPA שנבחרו?

source: The content of this PPA is not available. Please refresh the cache and try again.
eo: La enhavo de ĉi tiu PPA ne disponeblas. Bonvolu reŝargi kaŝmemoron kaj provi denove.
es: No está disponible el contenido de este PPA. Recargue la caché e inténtelo de nuevo.
he: תוכן PPA זה לא זמין. נא לרענן את המטמון ולנסות שוב.

source: Please enter the name of the repository you want to add:
eo: Bonvolu tajpi la nomon de la deponejo, kiun vi deziras aldoni:
es: Escriba el nombre del repositorio que quiere añadir:
he: נא להזין את שם המאגר להוספה:

source: This repository is already configured, you cannot add it a second time.
eo: Ĉi tiu deponejo estas jam agordita, vi ne povas ĝin aldoni duafoje.
es: Este repositorio ya está configurado, no se puede añadir otra vez.
he: מאגר זה כבר תוצר, לא ניתן להוסיף אותו פעם נוספת.

source: Edit the URL of the repository
eo: Redaktu la retejan adreson de la deponejo
es: Editar el URL del repositorio
he: עריכת מען ה־URL של המאגר

source: Are you sure you want to permanently remove the selected repositories?
eo: Ĉu vi certas, ke vi deziras porĉiame forigi la elektitajn deponejojn?
es: ¿Seguro que quiere eliminar permanentemente los repositorios seleccionados?
he: האם להסיר לצמיתות את המאגרים שנבחרו?

source: OK
eo: Bone
es: Aceptar
he: אישור

source: Your configuration changed
eo: Via agordo ŝanĝiĝis
es: Ha cambiado la configuración
he: התצורה השתנתה

source: Click OK to update your APT cache
eo: Alklaku Bone por ĝisdatigi vian APT-kaŝmemoron
es: Haga clic en Aceptar para actualizar la caché de APT
he: נא להקיש על 'אישור' לעדכון מטמון ה־APT

source: version %s already installed
eo: versio %s jam instalita
es: la versión %s ya está instalada
he: גרסה %s כבר מותקנת

source: already installed
eo: jam instalita
es: ya está instalado
he: כבר מותקן

source: Foreign packages
eo: Fremdaj pakoj
es: Paquetes externos
he: חבילות זרות

source: Downgrade
eo: Malpromocii
es: Revertir
he: שנמוך

source: The version of the following packages doesn't match the one from the repositories:
eo: La versio de la sekvaj pakoj ne kongruas kun tiu el la deponejoj:
es: La versión de los paquetes siguientes no coincide con la de los repositorios:
he: גרסאות החבילות הבאות אינן תואמות לאלו של המאגרים:

source: Remove
eo: Forigi
es: Eliminar
he: הסרה

source: The packages below are installed on your computer but not present in the repositories:
eo: Subaj pakoj estas instalitaj sur via komputilo, sed ne ĉeestas en la deponejoj:
es: Los paquetes siguientes están instalados en el equipo, pero no están presentes en los repositorios:
he: החבילות מטה מותקנות על המחשב אבל לא זמינות במאגרים:

source: Select All
eo: Elekti ĉiujn
es: Seleccionar todo
he: לבחור הכול

source: Package
eo: Pako
es: Paquete
he: חבילה

source: Installed version
eo: Instalita versio
es: Versión instalada
he: גרסה מותקנת

source: Repository version
eo: Deponeja versio
es: Versión del repositorio
he: גרסת מאגר

source: Clear
eo: Vakigi
es: Borrar
he: ניקוי

source: Error: must run as root
eo: Eraro: rulu kiel ĉefuzanto
es: Error: debe ejecutarse como administrador
he: שגיאה: יש להריץ כמשתמש־על

source: Error: need a repository as argument
eo: Eraro: bezonas deponejon kiel argumenton
es: Error: es necesario un repositorio como argumento
he: שגיאה: יש להזין מאגר כמשתנה בלתי תלוי

source: Configure the sources for installable software and updates
eo: Agordi la fontojn por instaleblaj programaro kaj ĝisdatigoj
es: Configurar las fuentes de los programas instalables y las actualizaciones
he: תצור המקורות להתקנת תכנה ועדכונים

source: Warning
eo: Averto
es: Aviso
he: אזהרה

source: Review the information below very carefully before validating the command.
eo: Kontrolu subajn informojn tre precize antaŭ ol validigi la komandon.
es: Revise con atención la información siguiente antes de validar la orden.
he: נא לסקור במשנה זהירות את המידע מטה לפני אימות הפקודה.

source: Mirrors
eo: Speguloj
es: Servidores
he: אתרי־מראה

source: Optional Sources
eo: Eventualaj fontoj
es: Fuentes opcionales
he: מקורות חלופיים

source: Source code repositories
eo: Deponejoj por fontkodo
es: Repositorios de código fuente
he: מאגרי קוד מקור

source: Debug symbols
eo: Sencimigaj simboloj
es: Símbolos de depuración
he: סמלי ניפוי תקלים

source: Restore the default settings
eo: Restarigi la defaŭltajn agordojn
es: Restaurar la configuración predeterminada
he: שחזור להגדרות ברירת המחדל

source: Official Repositories
eo: Oficialaj deponejoj
es: Repositorios oficiales
he: מאגרים רשמיים

source: Add
eo: Aldoni
es: Añadir
he: הוספה

source: Edit
eo: Redakti
es: Editar
he: עריכה

source: PPAs
eo: PPA-j
es: PPA
he: PPA

source: Additional Repositories
eo: Aldonaj deponejoj
es: Repositorios adicionales
he: מאגרים נוספים

source: Import
eo: Importi
es: Importar
he: ייבוא

source: Download
eo: Elŝuti
es: Descargar
he: הורדה

source: Authentication Keys
eo: Aŭtentigaj ŝlosiloj
es: Claves de autenticación
he: מפתחות אימות

source: Fix MergeList problems
eo: Ripari problemojn pri MergeList (: kunfanda listo)
es: Corregir los problemas de MergeList
he: תיקון בעיות ב־MergeList

source: Purge residual configuration
eo: Senrubigi restantan agordon
es: Purgar la configuración residual
he: הסרת תצורה שיורית

source: Remove duplicate entries
eo: Forigi duoblaĵojn
es: Eliminar las entradas duplicadas
he: הסרת רשומות כפולות

source: Add missing keys
eo: Aldoni mankantajn ŝlosilojn
es: Añadir las claves faltantes
he: הוספת מפתחות חסרים

source: Remove foreign packages
eo: Forigi fremdajn pakojn
es: Eliminar los paquetes externos
he: הסרת חבילות זרות

source: Downgrade foreign packages
eo: Malpromocii fremdajn pakojn
es: Revertir los paquetes externos
he: שנמוך חבילות זרות

source: Maintenance
eo: Funkcitenado
es: Mantenimiento
he: תחזוקה

source: Select Mirror
eo: Elekti spegulon
es: Seleccionar el servidor
he: בחירת אתר־מראה

source: Apply
eo: Apliki
es: Aplicar
he: החלה

source: This PPA provides the following packages. Please select the ones you want to install.
eo: Ĉi tiu PPA provizas la sekvajn pakojn. Bonvolu elekti tiujn, kiujn vi deziras instali.
es: Este PPA proporciona los paquetes siguientes. Seleccione los que quiera instalar.
he: PPA זה מספק את החבילות הבאות. נא לבחור בחבילות אותן מעונינים להתקין.

source: Install
eo: Instali
es: Instalar
he: התקנה
