Repository: MIRRozenberg/i10n
Catalog: cinnamon/mintbackup/mintbackup-*.po
Languages: be, eo, fi, he, ja, pt, ru, sl, sr, sr@latin

source: No, only restore missing files. <small>This option is safe and does not affect your existing files.</small>
be: Не, толькі аднавіць адсутныя файлы. <small>Гэты варыянт бяспечны і не закране існуючыя файлы.</small>
eo: Ne, nur restaŭri mankantajn dosierojn. <small>Ĉi tiu opcio estas sekura kaj ne tuŝos viajn ekzistantajn dosierojn. </small>
fi: Ei, palauta ainoastaan puuttuvat tiedostot. <small>Tämä valinta on turvallinen ja se ei vaikuta olemassa oleviin tiedostoihin.</small>
he: לא, נא לשחזר רק קבצים חסרים. <small>זוהי אפשרות בטוחה והיא לא תשפיע על הקבצים הקיימים.</small>
ja: いいえ、存在しないファイルのみを復元します。 <small>既にあるファイルには手を加えないため、安全に復元ができます。</small>
pt: Não, restaurar apenas os ficheiros inexistentes. <small>Esta opção é segura e não afeta os ficheiros existentes.</small>
ru: Нет, только восстановить отсутствующие файлы. <small>Данный режим является безопасным, восстановление не коснётся существующих файлов.</small>
sl: Ne, le obnovi manjkajoče datoteke. small>Ta možnost je varna in ne vpliva na vaše obstoječe datoteke.</small>
sr: Не, само врати постојеће фајлове. <small>Ова опција је најбезбедија и не утиче на ваше постојеће фајлове.</small>
sr@latin: Ne, samo obnovi nedostajuće datoteke. <small>Ova opcija je sigurna i ne utiče na Vaše postojeće datoteke.</small>

source: Yes, overwrite changes and restore the content of any existing files. <small>Use this option with caution. The changes you made to the files since the backup will be lost.</small>
be: Так, перапісаць змены і аднавіць змесціва існуючых файлаў. <small>Асцярожна выкарыстоўвайце гэты варыянт. Змены ў файлах, зробленыя пасля стварэння рэзервовай копіі, будуць страчаны.</small>
eo: Jes, anstataŭigi ŝanĝojn kaj restaŭri la enhavon de ĉiuj ajn ekzistantajn dosierojn. <small>Uzu ĉi tiun opcion singarde. La ŝanĝoj, kiujn vi faris pri la dosieroj post farado de savkopio, perdiĝos. </small>
fi: Kyllä, korvaa muutokset ja palauta kaikkien olemassa olevien tiedostojen sisältö. <small>Käytä valintaa varoen. Varmuuskopioinnin jälkeiset muutokset tiedostoihin menetetään.</small>
he: כן, להחליף את הקבצים ולשחזר את תוכנם של כל הקבצים הקיימים. <small>יש להיזהר בעת שימוש באפשרות זו. השינויים שביצעת בקבצים מאז הגיבוי יאבדו.</small>
ja: はい、バックアップからのファイルで全部置き換えます。 <small>バックアップ以降のファイルへの変更が失われるため、注意してください。</small>
pt: Sim, substituir alterações e restaurar o conteúdo de quaisquer ficheiros existentes. <small> Utilize esta opção com cuidado. As alterações efetuadas nos ficheiros desde a data da cópia de segurança serão perdidas. </small>
ru: Да, перезаписать изменения и восстановить содержимое существующих файлов. <small>Используйте данный режим с осторожностью. Изменения, внесенные вами в файлы после резервного копирования, будут потеряны.</small>
sl: Da, prepiši spremembe in obnovi vsebino vseh obstoječih datotek. <small>To funkcijo uporabljajte pazljivo. Spremembe, opravljene na datotekah od trenutka izdelave varnostne kopije, bodo izgubljene.</small>
sr: Да, пиши преко постојећих фајлова и врати садржај свих фајлова који постоје у резервној копији. <small>Користите ову опцију пажљиво.Промене које сте начинили после прављења резервне копије ће бити изгубљене.</small>
sr@latin: Da, upiši promene preko postojećih i vrati prethodni sadržaj svih postojećih datoteka. <small>Koristite ovu opciju sa oprezom. Promene koje ste napravili u datotekama od pravljenja rezervne kopije će biti izgubljene.</ Small>

source: Please wait while your files are being restored.
be: Пачакайце пакуль вашы файлы аднаўляюцца.
eo: Bonvolu atendi, dum viaj dosieroj estas restaŭrataj.
fi: Odota hetki, tiedostojasi palautetaan.
he: נא להמתין בזמן שהקבצים משוחזרים.
ja: ファイルを復元しています。しばらくお待ちください。
pt: Aguarde enquanto os seus ficheiros estão a ser restaurados.
ru: Подождите, пока ваши файлы будут восстановлены из резервной копии.
sl: Počakajte, da se vaše datoteke varnostno obnovijo.
sr: Сачекајте да ваши фајлови буду враћени.
sr@latin: Sačekajte dok se vaše datoteke vrate u prethodno stanje.

source: The list below shows the applications you installed with the Software Manager.
be: Спіс ніжэй паказвае праграмы, усталяваныя вамі праз Кіраўнік праграм.
eo: La suba listo montras la aplikaĵojn, kiujn vi instalis per la programarmastrumilo.
fi: Ohjelmistohallinnalla asentamasi sovellukset näkyvät alla olevasta luettelosta.
he: הרשימה מטה מציגה את היישומונים שהתקנו באמצעות מנהל התוכנה.
ja: これらは、ソフトウェアマネージャーからインストールしたアプリケーションです。
pt: A lista abaixo mostra os programas instalados com o Gestor de aplicações.
ru: Список ниже содержит программы, которые вы установили через Менеджер программ.
sl: Spodnji seznam prikazuje programe, ki ste jih namestili z upravljalnikom programske opreme.
sr: Листа испод показује апликације које су инсталиране Software Manager-ом.
sr@latin: Spisak ispod pokazuje aplikacije koje ste instalirali uz pomoć Menadžera programa.

source: Please select the applications you want to save.
be: Вылучыце праграмы, якія жадаеце захаваць.
eo: Bonvolu elekti la aplikaĵojn, kiujn vi deziras konservi.
fi: Valitse sovellukset, jotka haluat tallentaa.
he: נא לבחור את היישומים שברצונך לשמור.
ja: 保存するアプリケーションを選択してください。
pt: Selecione a aplicação que pretende guardar.
ru: Выберите программы, которые хотите сохранить.
sl: Izberite programe, ki jih želite shraniti.
sr: Изаберите апликације које желите да сачувате.
sr@latin: Izaberite aplikacije koje želite da sačuvate.

source: Select all
be: Вылучыць усе
eo: Elekti ĉiujn
fi: Valitse kaikki
he: לבחור הכול
ja: 全て選択
pt: Marcar tudo
ru: Выделить все
sl: Izberi vse
sr: Селектуј све
sr@latin: Izaberi sve

source: Deselect all
be: Зняць вылучэнне
eo: Malelekti ĉiujn
fi: Poista kaikki valinnat
he: ביטול כל הבחירות
ja: 全て選択解除
pt: Desmarcar tudo
ru: Снять выделение
sl: Odstrani izbiro vsega
sr: Деселектуј све
sr@latin: Poništi izbor svih

source: Note: If you want to save the complete list of all installed packages on the system, please use the command 'dpkg --get-selections > mylist.list' in a terminal.
be: Заўвага: Калі жадаеце захаваць поўны спіс усталяваных пакетаў у сістэме, скарыстайцеся камандай у тэрмінале 'dpkg --get-selections > mylist.list'.
eo: Komento: Se vi deziras konservi la plenan liston de ĉiuj sur la sistemo instalitaj pakoj, bonvolu uzi la komandon 'dpkg --get-selections > mylist.list' en terminalo.
fi: Huom! Jos haluat tallentaa täydellisen luettelon kaikista järjestelmään asennetuista paketeista, käytä päätteessä komentoa ”dpkg --get-selections > luettelo.list”.
he: הערה: לשמירת רשימת החבילות המלאה המותקנות על המערכת, נא להפעיל במסוף את הפקודה 'dpkg --get-selections > mylist.list'.
ja: 注: システムにインストールされているソフトウェアの完全な一覧を生成するには、端末で 'dpkg --get-selections > mylist.list' コマンドを実行してください。
pt: Nota: se não quiser guardar a lista completa de todos os pacotes instalados no sistema, utilize o comando ''dpkg --get-selections > mylist.list' no terminal.
ru: Примечание: Если вы хотите сохранить полный список установленных в системе пакетов, выполните команду 'dpkg --get-selections > mylist.list' в терминале.
sl: Opomba: če želite shraniti celoten seznam vseh nameščenih paketov na sistemu, v terminalu uporabite ukaz »dpkg --get-selections > mojseznam.list«.
sr: Назнака: Ако желите да сачувате комплетну листу свих пакета инсталираних на систему, молим вас користите команду „dpkg --get-selections > mylist.list“ у терминалу.
sr@latin: Napomena: Ukoliko želite da sačuvate kompletan spisak svih instaliranih paketa na ovom sistemu, koristite komandu 'dpkg --get-selections> mylist.list' u Terminalu.

source: Please select a saved software selection (.list file):
be: Выберыце захаваную падборку праграм (файл .list):
eo: Bonvolu elekti konservitan programaran elektaĵon (.list-dosieron):
fi: Valitse tallennettu ohjelmavalinta (.list-tiedosto):
he: נא לבחור קובץ בחירת־תוכנה שמור (קובץ list.):
ja: 保存したソフトウェアの一覧を選択してください (.list ファイル):
pt: Selecione a seleção de programas guardada (ficheiro .list):
ru: Выберите сохраненный список программ (файл .list):
sl: Izberite shranjeni izbor programja (datoteka .list):
sr: Изаберите листу програма (.list фајл)
sr@latin: Izaberite sačuvan spisak izabranih programa (.list datoteka):

source: Select the packages you want to install.
be: Выберыце пакеты, якія жадаеце ўсталяваць.
eo: Elektu la pakojn, kiujn vi deziras instali.
fi: Valitse haluamasi paketit asennettavaksi.
he: נא לבחור את החבילות שברצונך להתקין.
ja: インストールするパッケージを選択します。
pt: Selecione os pacotes que pretende instalar.
ru: Выберите пакеты для установки.
sl: Izberite pakete, ki jih želite namestiti.
sr: Изаберите пакете које желите да инсталирате.
sr@latin: Izaberite pakete koje želite da instalirate.

source: Refresh
be: Абнавіць
eo: Aktualigi
fi: Virkistä
he: ריענון
ja: 更新
pt: Recarregar
ru: Обновить
sl: Osveži
sr: Освежи
sr@latin: Osveži

source: All the packages in your software selection are installed.
be: Усе пакеты ў вашай падборцы праграм усталяваны.
eo: Ĉiuj pakoj en via programara elektaĵo estas instalitaj.
fi: Kaikki ohjelmavalintasi paketit on asennettu.
he: כל החבילות שבאוסף התוכנה שלך מותקנות.
ja: ソフトウェアの一覧に記載された、全てのパッケージがインストールされました。
pt: Todos os pacotes na sua seleção de programas foram instalados.
ru: Все пакеты в вашем списке программ установлены.
sl: Vsi paketi iz vašega izbora programaja so nameščeni.
sr: Сви пакети у вашем избору програма су инсталирани.
sr@latin: Svi paketi iz vašeg izbora programa su instalirani.
