Repository: MIRRozenberg/i10n
Catalog: cinnamon/mintbackup/mintbackup-*.po
Languages: be, eo, fi, he, ja, pt, ru, sl, sr, sr@latin

source: Backups
be: Рэзервовыя копіі
eo: Savkopioj
fi: Varmuuskopiot
he: גיבויים
ja: バックアップ
pt: Cópias de segurança
ru: Резервные копии
sl: Varnostne kopije
sr: Резерве
sr@latin: Rezervne kopije.

source: Backup Tool
be: Рэзервовае капіяванне
eo: Savkopiilo
fi: Varmuuskopiointi
he: כלי גיבוי
ja: バックアップツール
pt: Ferramenta para cópias de segurança
ru: Резервное копирование
sl: Orodje za varnostno arhiviranje
sr: Алат за резерве
sr@latin: Alatka za pravljenje rezervnih kopija

source: %s is not located in your home directory.
be: %s не знаходзіцца ў вашай хатняй папцы.
eo: %s ne troviĝas en via hejma dosierujo.
fi: %s ei sijaitse kotikansiossasi.
he: %s לא נמצא בתיקיית הבית.
ja: %s はホームディレクトリにありません。
pt: %s não foi localizado no diretório /home.
ru: %s не находится в вашем домашнем каталоге.
sl: %s se ne nahaja v vaši domači mapi.
sr: „%s“ није у вашем личном директоријуму.
sr@latin: %s se ne nalazi u vašem ličnom direktorijumu.

source: Please choose a directory.
be: Выберыце папку.
eo: Bonvolu elekti dosierujon.
fi: Valitse kansio.
he: נא לבחור תיקייה.
ja: ディレクトリを選択してください。
pt: Escolha um diretório.
ru: Выберите каталог.
sl: Prosim izberite mapo.
sr: Изаберите директоријум.
sr@latin: Odaberite direktorijum.

source: You do not have the permission to write in the selected directory.
be: У вас няма правоў запісваць у выбраную папку.
eo: Vi ne havas permeson skribi en la elektita dosierujo.
fi: Sinulla ei ole kirjoitusoikeutta valittuun kansioon.
he: אין לך הרשאת כתיבה בתיקייה שנבחרה.
ja: 選択したディレクトリに書き込む権限がありません。
pt: Não tem permissão para gravar no diretório selecionado.
ru: У вас отсутствуют разрешения для записи в выбранный каталог.
sl: Nimate potrebnih dovoljenj za pisanje v izbrano mapo.
sr: Немате дозволу да записујете у изабраном директоријуму.
sr@latin: Nemate dozvolu upisivanja u izabranom direktorijumu.

source: Please choose a backup file.
be: Выберыце рэзервовы файл.
eo: Bonvolu elekti savdosieron.
fi: Valitse varmuuskopion tiedosto.
he: נא לבחור קובץ גיבוי.
ja: バックアップファイルを選択してください。
pt: Escolha um ficheiro de cópia de segurança.
ru: Выберите файл резервной копии.
sl: Prosim izberite datoteko za varnostno arhiviranje.
sr: Изаберите датотеку резерве.
sr@latin: Izaberite datoteku rezervne kopije.

source: This backup file is either too old or it was created with a different tool. Please extract it manually.
be: Гэты рэзервовы файл занадта стары або быў створаны іншай прыладай. Выцягніце яго ўручную.
eo: Ĉi tiu savdosiero estas aŭ tro maljuna aŭ ĝi estis kreita per alia ilo. Bonvolu eltiri ĝin permane.
fi: Tämä varmuuskopion tiedosto on joko liian vanha tai se on luotu eri työkalulla. Pura se manuaalisesti.
he: קובץ גיבוי זה ישן מדי או שנוצר באמצעות כלי אחר. נא לחלץ אותו באופן ידני.
ja: このバックアップファイルは古すぎるか、別のツールで作成されました。手動で展開してください。
pt: Este ficheiro de cópia de segurança é muito antigo ou foi criado com uma ferramenta diferente. Deve extrair o ficheiro manualmente.
ru: Этот файл резервной копии слишком старый или был создан с помощью другого инструмента. Извлеките его вручную.
sl: Ta datoteka za varnostno arhiviranje je pre stara ali pa je bila narejena z drugm orodjem. Prosim, če jo razširite naroke.
sr: Ова датотека резерве је превише стара или створена другим алатом. Распакујте је ручно.
sr@latin: Ova datoteka rezervne kopije je prestara ili je stvorena nekim drugim alatom. Raspakujte je ručno.

source: An error occurred while opening the backup file: %s.
be: Памылка падчас адкрыцця рэзервовага файла: %s.
eo: Okazis eraro dum malfermo de la savdosiero: %s.
fi: Avattaessa varmuuskopion tiedostoa tapahtui virhe: %s.
he: אירעה שגיאה בעת פתיחת קובץ הגיבוי: %s.
ja: バックアップファイルを開く際にエラーが発生しました: %s。
pt: Ocorreu um erro ao tentar abrir o ficheiro de cópia de segurança %s.
ru: Возникла ошибка при открытии файла резервной копии: %s.
sl: Pri odpiranju datoteke varnostne kopije je prišlo do napake: %s.
sr: Дошло је до грешке приликом отварања датотеке резерве: %s.
sr@latin: Greška se dogodila pri otvaranju datoteke rezervne kopije: %s.

source: No packages need to be installed.
be: Пакеты не трэба ўсталёўваць.
eo: Neniu pako bezonas esti instalita.
fi: Ei asennusta vaativia paketteja.
he: אין צורך בהתקנת חבילות.
ja: パッケージをインストールする必要はありません。
pt: Não é preciso instalar qualquer pacote.
ru: Установка пакетов не требуется.
sl: Nobenih paketov ni potrebno namestiti.
sr: Није потребно инсталирати ниједан пакет.
sr@latin: Nije potrebno instalirati nijedan paket.

source: Please select packages to install.
be: Выберыце пакеты для ўсталявання.
eo: Bonvolu elekti instalotajn pakojn.
fi: Valitse asennettavat paketit.
he: נא לבחור חבילות להתקנה.
ja: インストールするパッケージを選択してください。
pt: Selecione os pacotes a instalar.
ru: Выберите пакеты для установки.
sl: Prosim izberite pakete za namestitev.
sr: Изаберите пакете које желите инсталирати.
sr@latin: Izaberite pakete za instalaciju.

source: Skipping %s because named pipes are not supported.
be: Прапускаецца %s таму што названыя каналы не падтрымліваюцца.
eo: Preterlaso de %s, ĉar nomhavaj duktoj ne estas subtenataj.
fi: Ohitetaan %s, koska nimettyjä putkia ei tueta.
he: דילגנו על %s כי אין תמיכה בצינורות עם שמות.
ja: 名前付きパイプはサポートしていないため、ファイル %s をスキップします。
pt: A ignorar %s porque não permite 'pipes' com nome.
ru: Пропущено %s, т.к. именованные каналы не поддерживаются.
sl: Preskakovanje %s, ker imenovani cevovodi niso podprti.
sr: Прескачем „%s“ јер именоване спојке нису подржане.
sr@latin: Preskačem %s zato što imenovani kanali nisu podržani.

source: Backing up:
be: Рэзервовае капіяванне:
eo: Farado de savkopio:
fi: Varmuuskopiointi:
he: גיבוי:
ja: バックアップ中:
pt: A criar a cópia de segurança:
ru: Создается резервная копия:
sl: Ustvarjanje varnostne kopije:
sr: Правим резерву:
sr@latin: Pravljenje rezervne kopije:

source: Calculating...
be: Падлік...
eo: Kalkulado...
fi: Lasketaan...
he: מתבצע חישוב...
ja: 計算中...
pt: A calcular...
ru: Вычисление...
sl: Izračunavam...
sr: Израчунавам...
sr@latin: Izračunavam...

source: The following errors occurred:
be: Узніклі наступныя памылкі:
eo: Okazis la sekvaj eraroj:
fi: Seuraavat virheet tapahtuivat:
he: אירעו השגיאות הבאות:
ja: これらのエラーが発生しました:
pt: Ocorreram os seguintes erros:
ru: Возникли следующие ошибки:
sl: Naslednje napake so se pripetile:
sr: Дошло је до следећих грешака:
sr@latin: Pojavile su se sledeće greške:

source: The backup was aborted.
be: Рэзервовае капіяванне абарвана.
eo: Farado de savkopio estis ĉesigita.
fi: Varmuuskopiointi peruttiin.
he: הגיבוי ננטש.
ja: バックアップは中止されました。
pt: A cópia de segurança foi abortada.
ru: Резервное копирование было прервано.
sl: Varnostno kopiranje je bilo prekinjeno.
sr: Прављење резерве је прекинуто.
sr@latin: Rezervno kopiranje je prekinuto.

source: Your files were successfully saved in %s.
be: Вашы файлы паспяхова захаваны ў %s.
eo: Viaj dosieroj estis sukcese konservitaj en %s.
fi: Tiedostosi tallennettiin onnistuneesti %s.
he: הקבצים נשמרו בהצלחה ב־%s.
ja: ファイルが %s へ正常に保存されました。
pt: Os seus ficheiros foram guardados com sucesso em %s.
ru: Ваши файлы были успешно сохранены в %s.
sl: Vaše datoteke so uspešno shranjene v %s.
sr: Ваше датотеке су успешно сачуване у „%s“.
sr@latin: Vaše datoteke su uspešno sačuvane u %s.

source: Warning: The meta file could not be saved. This backup will not be accepted for restoration.
be: Папярэджанне: Не ўдалося захаваць метафайл. Гэта рэзервовая копія не будзе прынята для аднаўлення.
eo: Averto: Ne eblas konservi la metadosieron. Ĉi tiu savkopio ne estos akceptita por restaŭro.
fi: Varoitus: Metatiedostoa ei voitu tallentaa. Tätä varmuuskopiota ei hyväksytä palautukseen.
he: אזהרה: לא ניתן היה לשמור את קובץ העל (מטא). הגיבוי לא יתקבל לשחזור.
ja: 警告: メタファイルを保存できませんでした。このバックアップから復元することはできません。
pt: Aviso: o meta ficheiro não pode ser guardado. Esta cópia de segurança não será aceite para restauro.
ru: Внимание: Не удалось сохранить мета-файл. Резервная копия не может быть использована для восстановления.
sl: Opozorilo: metadatoteke ni mogoče shraniti. Ta varnostna kopija ne bo sprejeta za obnavljanje.
sr: Упозорење: Мета датотека се не може сачувати. Ова резерва неђе бити прихваћена за повратак система.
sr@latin: Upozorenje: Datoteka metapodataka se ne može sačuvati. Ova rezervna kopirja neće biti prihvaćena za vraćanje u prethodno stanje.

source: Warning: Some files were not saved. Only %(archived)d files were backed up out of %(total)d.
be: Папярэджанне: Асобныя файлы не захаваны. Рэзервавана файлаў: %(archived)d, а ўсяго: %(total)d.
eo: Averto: Kelkaj dosieroj ne estis konservitaj. Nur pri %(archived)d dosieroj estis faritaj savkopioj, el %(total)d.
fi: Varoitus: Joitakin tiedostoja ei tallennettu. Varmuuskopioitiin vain %(archived)d/%(total)d.
he: אזהרה: חלק מהקבצים לא נשמרו. רק %(archived)d קבצים מתוך %(total)d גובו.
ja: 警告: 保存されなかったファイルがあります。%(total)d 個のファイルのうち %(archived)d 個のみがバックアップされました。
pt: Aviso: alguns ficheiros não foram guardados. De %(total)d, apenas %(archived)d ficheiros foram copiados.
ru: Внимание: Некоторые файлы не были сохранены. Было сохранено только %(archived)d файлов из %(total)d.
sl: Opozorilo: nekatere datoteke niso shranjene. Samo %(archived)d datotek je varnostno kopiranih od skupno %(total)d datotek.
sr: Упозорење: Неке датотеке нису сачуване. Само %(archived)d датотеке су сачуване од %(total)d.
sr@latin: Upozorenje: Neke datoteke nisu sačuvane. Samo je %(archived)d datoteka sačuvano u rezervnoj kopiji od ukupno %(total)d.

source: Restoring:
be: Аднаўленне:
eo: Restaŭrado:
fi: Palautetaan:
he: שחזור:
ja: 復元中:
pt: A restaurar:
ru: Восстановление:
sl: Obnavljanje:
sr: Враћам:
sr@latin: Vraćanje u prethodno stanje:

source: The restoration was aborted.
be: Аднаўленне абарвана.
eo: La restaŭro estis ĉesigita.
fi: Palauttaminen peruttiin.
he: השחזור ננטש.
ja: 復元は中止されました。
pt: O restauro foi abortado.
ru: Восстановление было прервано.
sl: Obnovitev je prekinjena.
sr: Повратак система је прекинут.
sr@latin: Vraćanje u prethodno stanje je prekinuto.

source: Your files were successfully restored.
be: Вашы файлы паспяхова адноўлены.
eo: Viaj dosieroj estis sukcese restaŭritaj.
fi: Tiedostosi palautettiin onnistuneesti.
he: הקבצים שוחזרו בהצלחה.
ja: ファイルが正常に復元されました。
pt: Os seus ficheiros foram restaurados com sucesso.
ru: Ваши файлы были успешно восстановлены.
sl: Datoteke so bile uspešno obnovljene.
sr: Ваше датотеке су успешно враћене.
sr@latin: Vaše datoteke su uspešno vraćene u prethodno stanje.

source: Warning: Only %(number)d files were restored out of %(total)d.
be: Папярэджанне: файлаў адноўлена толькі: %(number)d, а ўсяго: %(total)d.
eo: Averto: Nur %(number)d dosieroj estis restaŭritaj, el %(total)d.
fi: Varoitus: Vain %(number)d/%(total)d tiedostoa palautettiin.
he: אזהרה: רק %(number)d קבצים שוחזרו מתוך %(total)d.
ja: 警告: %(total)d 個のファイルのうち %(number)d 個のみが復元されました。
pt: Aviso: de %(total)d, apenas %(number)d ficheiros foram restaurados.
ru: Внимание: Было восстановлено только %(number)d файлов из %(total)d.
sl: Opozorilo: samo %(number)d datotek je obnovljenih od skupno %(total)d datotek.
sr: Упозорење: Само %(number)d датотеке су враћене од %(total)d.
sr@latin: Upozorenje: Samo je %(number)d od ukupno %(total)d datoteka vraćeno u prethodno stanje.

source: The list below shows the applications you installed.
be: У спісе ніжэй паказаны ўсталяваныя вамі праграмы.
eo: Suba listo montras la aplikaĵojn, kiujn vi instalis.
fi: Asentamasi sovellukset näkyvät alta.
he: הרשימה מטה מציגה את היישומונים שהתקנו.
ja: 現在、これらのアプリケーションがインストールされています。
pt: A lista abaixo mostra as aplicações que instalou.
ru: В списке ниже показаны установленные вами приложения.
sl: Spodnji seznam prikazuje programe, ki ste jih namestili.
sr: Списак испод приказује апликацију коју сте инсталирали.
sr@latin: Lista ispod prikazuje aplikacije koje ste instalirali.

source: Your software selection was saved in %s
be: Ваша падборка праграм была захавана ў %s
eo: Via programara elektaĵo estis konservita en %s
fi: Ohjelmavalintasi tallennettiin kansioon %s
he: בחירת תוכנה נשמרה ב־%s
ja: 選択したソフトウェアの一覧が %s に保存されました
pt: A sua seleção de programas foi guardada em %s
ru: Ваш список программ был сохранен в %s
sl: Vaš izbor programja je shranjen v %s
sr: Ваш избор програма је сачуван у „%s“
sr@latin: Vaš izbor programa je sačuvan u %s

source: The selected file is not a valid software selection.
be: Выбраны файл – няправільная падборка праграм.
eo: La elektita dosiero ne estas valida programara elektaĵo.
fi: Valittu tiedosto ei ole kelvollinen ohjelmavalinta.
he: הקובץ שנבחר אינו בחירת תוכנה תקינה.
ja: 選択したファイルには、ソフトウェアの一覧が正しく記載されていません。
pt: O ficheiro selecionado não é uma seleção de aplicações válida.
ru: Выбранный файл не является корректным файлом списка программ.
sl: Izbrana datoteka ni veljaven izbor programja.
sr: Изабрана датотека није исправан избор програма.
sr@latin: Izabrana datoteka nije važeći izbor programa.

source: An error occurred while reading the file.
be: Памылка падчас чытання файла.
eo: Okazis eraro dum legado de la dosiero.
fi: Tiedostoa luettaessa tapahtui virhe.
he: אירעה שגיאה בעת קריאת הקובץ.
ja: ファイルの読み込み中にエラーが発生しました。
pt: Ocorreu um erro ao ler o ficheiro.
ru: Произошла ошибка при чтении файла.
sl: Pri branju datoteke je prišlo do napake.
sr: Дошло је до грешке приликом читања датотека.
sr@latin: Greška se dogodila pri čitanju datoteke.

source: Could not locate the package.
be: Не ўдалося знайсці пакет.
eo: Ne eblas loki la pakon.
fi: Pakettia ei löytynyt.
he: לא ניתן לאתר את החבילה.
ja: パッケージが見つかりませんでした。
pt: Não foi possível localizar o pacote.
ru: Не удалось определить местоположение пакета.
sl: Paketa ni mogoče locirati.
sr: Пакет није могао бити пронађен.
sr@latin: Nisam mogao da lociram ovaj paket.

source: Make a backup of your home directory
be: Зрабіць рэзервовую копію вашай хатняй папкі
eo: Krei savkopion de via hejma dosierujo
fi: Varmuuskopioi kotikansiosi
he: ביצוע גיבוי של מחיצת־הבית
ja: ホームディレクトリのバックアップを作成します
pt: Criar uma cópia de segurança do diretório /home
ru: Создание резервной копии вашего домашнего каталога
sl: Naredite varnostno kopijo svoje domače mape (home)
sr: Направите резерву личне фасцикле
sr@latin: Napravite rezervnu kopiju Vašeg ličnog direktorijuma

source: Personal data
be: Асабістыя даныя
eo: Personaj datumoj
fi: Henkilökohtaiset tiedot
he: מידע אישי
ja: 個人用データ
pt: Dados pessoais
ru: Персональные данные
sl: Osebni podatki
sr: Лични подаци
sr@latin: Lični podaci

source: Your files, settings and the content of your home directory
be: Вашы файлы, налады і змесціва хатняй папкі
eo: Viaj dosieroj, agordoj kaj la enhavo de via hejma dosierujo
fi: Tiedostosi, asetuksesi ja kotikansiosi sisältö
he: הקבצים וההגדרות שלך ותוכן תיקיית הבית שלך
ja: ファイル、設定、ホームディレクトリの内容
pt: Os seus ficheiros, definições e o conteúdo da pasta /home
ru: Ваши файлы, настройки и содержимое домашнего каталога
sl: Vaše datoteke, nastavitve in vsebina vaše domače mape
sr: Ваше датотеке, подешавања и садржај вашег личног директоријума.
sr@latin: Vaše datoteke, postavke i sadržaj vašeg ličnog direktorijuma.

source: Restore...
be: Аднавіць...
eo: Restaŭri...
fi: Palauta...
he: שחזור...
ja: 復元...
pt: Restaurar...
ru: Восстановить...
sl: Obnovi ...
sr: Врати...
sr@latin: Vrati u prethodno stanje...

source: Back Up Now...
be: Зрабіць рэзервовую копію...
eo: Nun fari savkopion...
fi: Varmuuskopioi nyt...
he: לגבות כעת...
ja: バックアップ...
pt: Faça agora a cópia de segurança...
ru: Сделать резервную копию сейчас...
sl: Varnostno kopiraj zdaj ...
sr: Направи резерву сада...
sr@latin: Napravi rezervnu kopiju odmah...

source: Software selection
be: Падборка праграм
eo: Programara elektaĵo
fi: Ohjelmavalinnat
he: בחירת תכנה
ja: ソフトウェアの一覧
pt: Seleção de programas
ru: Список программ
sl: Izbor programske opreme
sr: Избор програма
sr@latin: Izbor programa

source: The list of applications installed on your computer
be: Спіс праграм, усталяваных на ваш камп'ютар
eo: La listo de aplikaĵoj instalitaj sur via komputilo
fi: Luettelo tietokoneelle asennetuista sovelluksista
he: רשימת היישומים שמותקנים במחשב
ja: コンピューターにインストールされているアプリケーションの一覧
pt: A lista de programas instalados no computador
ru: Список установленных на вашем компьютере программ
sl: Seznam programov, nameščenih na računalniku
sr: Списак програма инсталираних на вашем рачунару
sr@latin: Spisak aplikacija instaliranih na Vašem računaru

source: Please select where you want to save the backup file:
be: Выберыце, куды жадаеце захаваць рэзервовы файл:
eo: Bonvolu elekti, kie vi deziras konservi la savdosieron:
fi: Valitse, mihin haluat varmuuskopion tallentaa:
he: נא לבחור מיקום לשמירת קובץ הגיבוי:
ja: バックアップファイルを保存する場所を選択してください:
pt: Selecione onde deseja guardar o ficheiro de cópia de segurança:
ru: Выберите место, где сохранить файл резервной копии:
sl: Izberite mesto, kamor želite shraniti datoteko varnostne kopije:
sr: Изаберите где желите да сачувате датотеку резерве.
sr@latin: Izaberite gde da sačuvate datoteku rezervne kopije:

source: Please add files or directories to the list below to exclude them from the backup.
be: Дадайце файлы ці папкі ў спіс ніжэй, каб выключыць іх з рэзервовай копіі.
eo: Bonvolu aldoni dosierojn aŭ dosierujojn al la suba listo por ilin ekskluzivi de la savkopio.
fi: Sivuuta tiedostoja tai kansioita varmuuskopiosta lisäämällä ne alla olevaan luetteloon.
he: נא להוסיף לרשימה מטה, קבצים או מחיצות, שיוחרגו מהגיבוי.
ja: バックアップから除外したいファイル、またはディレクトリを選択してください。
pt: Adicione os ficheiros ou diretórios à lista abaixo para os excluir da cópia de segurança.
ru: Для исключения файлов или каталогов из резервной копии добавьте их в список ниже.
sl: Dodajte datoteke ali mape na spodnji seznam, da jih izključite iz varnostnega kopiranja.
sr: Додајте датотеке и директоријуме на списак испод да их искључите из резерве.
sr@latin: Dodajte datoteke ili direktorijume na spisak ispod kako biste ih isključili iz rezervnog kopiranja.

source: Exclude files
be: Выключыць файлы
eo: Ekskluzivi dosierojn
fi: Jätä tiedostoja huomiotta
he: החרגת קבצים
ja: ファイルの除外
pt: Excluir ficheiros
ru: Исключить файлы
sl: Izloči datoteke
sr: Изузете датотеке
sr@latin: Izuzmi datoteke

source: Exclude directories
be: Выключыць папкі
eo: Ekskluzivi dosierujojn
fi: Jätä kansioita huomiotta
he: הוצאת תיקיות
ja: ディレクトリの除外
pt: Excluir diretórios
ru: Исключить каталоги
sl: Izloči mape
sr: Изузете фасцикле
sr@latin: Izuzmi direktorijume

source: Remove
be: Прыбраць
eo: Forigi
fi: Poista
he: הסרה
ja: 削除
pt: Remover
ru: Удалить
sl: Odstrani
sr: Уклони
sr@latin: Ukloni

source: Hidden files and hidden folders located at the root of your home directory are not included by default.
be: Схаваныя файлы і папкі, размешчаныя непасрэдна ў вашай хатняй папцы, не ўключаюцца па змаўчанні.
eo: Kaŝitaj dosieroj kaj kaŝitaj dosierujoj en la radiko de via hejma dosierujo ne estas defaŭlte inkluzivitaj.
fi: Kotikansiosi juuressa sijaitsevia piilotiedostoja ja -kansioita ei oletusarvoisesti sisällytetä.
he: כברירת מחדל, קבצים מוסתרים ותיקיות מוסתרות, הממוקמים בשורש (root) מחיצת הבית, לא יכללו.
ja: 既定の状態では、ホームディレクトリのルートに存在する隠しファイルとフォルダーは含まれません。
pt: Por predefinição, os ficheiros ou diretório ocultos localizados na raiz da sua pasta /home não são incluídos.
ru: Скрытые файлы и каталоги в корне вашего домашнего каталога не включены по умолчанию.
sl: Skrite datoteke in skrite mape, ki se nahajajo v korenski mapi vaše domače mape, niso privzeto vključene.
sr: Скривене датотеке и скривене фасцикле које се налазе у кореном ваше личне директоријума нису подразумевано укључене.
sr@latin: Skrivene datoteke i skriveni direktorijumi locirani na korenu Vašeg ličnog direktorijuma nisu podrazumevano uvršteni.

source: If you want to include some of them in the backup, please add them to the list below.
be: Калі жадаеце ўключыць некаторыя з іх у рэзервовую копію, дадайце іх у спіс ніжэй.
eo: Se vi deziras inkluzivi kelkajn el ili en la savkopion, bonvolu aldoni ilin al la suba listo.
fi: Jos haluat sisällyttää varmuuskopioon joitakin niistä, lisää ne alla olevaan luetteloon.
he: כדי לכלול את חלקם בגיבוי בכל זאת, נא להוסיפם לרשימה מטה.
ja: 必要であれば、それらもバックアップに含めたい場合は下の一覧に追加してください。
pt: Se quiser adicionar algum ficheiro ou pasta oculta à cópia de segurança, adicione-os à lista abaixo.
ru: Если вы хотите включить некоторые из них в резервную копию, добавьте их в список ниже.
sl: Če želite nekatere izmed njih izključiti iz varnostnega kopiranja, jih dodajte na spodnji seznam.
sr: Уколико желите да додате неке од њих у резерву, додајте их на списак испод.
sr@latin: Ako želite da uključite neke od njih u rezervnu kopiju, dodajte ih na spisak ispod.

source: Include files
be: Уключыць файлы
eo: Inkluzivi dosierojn
fi: Sisällytä tiedostoja
he: הכללת קבצים
ja: ファイルの包含
pt: Incluir ficheiros
ru: Включить файлы
sl: Vključi datoteke
sr: Додај датотеке
sr@latin: Uvrsti datoteke

source: Include directories
be: Уключыць папкі
eo: Inkluzivi dosierujojn
fi: Sisällytä kansioita
he: הכללת תיקיות
ja: ディレクトリの包含
pt: Incluir diretórios
ru: Включить каталоги
sl: Vključi mape
sr: Додај директоријуме
sr@latin: Uvrsti direktorijume

source: These files and folders usually contain temporary data or preferences for your applications.
be: Гэтыя файлы і папкі звычайна ўтрымліваюць часовыя файлы або налады праграм.
eo: Ĉi tiuj dosieroj kaj dosierujoj kutime enhavas provizorajn datumojn aŭ agordojn por viaj aplikaĵoj.
fi: Nämä tiedostot ja kansiot yleensä sisältävät väliaikaista dataa tai sovellustesi asetuksia.
he: קבצים ותיקיות אלה, לרוב מכילים מידע זמני או העדפות ליישומים.
ja: これらのファイルとフォルダーには通常、アプリケーションの個人設定や、一時データが含まれています。
pt: Normalmente, estes ficheiros e diretórios possuem dados ou preferências temporárias das suas aplicações.
ru: Эти файлы и каталоги обычно содержат временные данные или настройки ваших программ.
sl: Te datoteke in mape običajno vsebujejo začasne podatke ali nastavitve za vaše programe.
sr: Ове датотеке и фасцикле обично садрже привремене податке или подешавања ваших апликација.
sr@latin: Ove datoteke i fascikle obično sadrže privremene podatke ili preferencije za Vaše aplikacije.

source: Please wait while your files are being backed up.
be: Пачакайце пакуль ідзе рэзервовае капіяванне вашых файлаў.
eo: Bonvolu atendi, dum savkopio estas farata pri viaj dosieroj.
fi: Odota hetki, tiedostojasi varmuuskopioidaan.
he: נא להמתין בזמן שהקבצים מגובים.
ja: ファイルをバックアップしています。しばらくお待ちください。
pt: Aguarde enquanto os seus ficheiros estão a ser copiados.
ru: Подождите, пока будет сделана резервная копия ваших файлов.
sl: Počakajte, da se vaše datoteke varnostno kopirajo.
sr: Сачекајте док ваши фајлови буди снимљени у резервну копију.
sr@latin: Sačekajte dok se naprave rezervne kopije Vaših datoteka.

source: Please select the backup to restore:
be: Выберыце рэзервовую копію для аднаўлення:
eo: Bonvolu elekti la restaŭrotan savkopion:
fi: Valitse palautettava varmuuskopio:
he: נא לבחור קובץ גיבוי לשחזור:
ja: 復元するバックアップを選択してください:
pt: Selecione a cópia de segurança a restaurar:
ru: Выберите резервную копию для восстановления:
sl: Izberite varnostno kopijo, ki jo želite obnoviti:
sr: Изаберите резервну копију коју зелите да вратите.
sr@latin: Izaberite rezervnu kopiju za vraćanje u prethodno stanje:

source: Overwrite existing files?
be: Перапісаць існуючыя файлы?
eo: Ĉu anstataŭigi ekzistantajn dosierojn?
fi: Korvataanko olemassa olevat tiedostot?
he: להחליף קבצים קיימים?
ja: 既存のファイルに上書きしますか？
pt: Substituir ficheiros existentes?
ru: Перезаписать существующие файлы?
sl: Ali želite prepisati obstoječe datoteke?
sr: Пиши преко постојећих фајлова?
sr@latin: Da upišem preko postojećih datoteka?
