Repository: MIRRozenberg/i10n
Catalog: cinnamon/cinnamon-session/cinnamon-session-*.po
Languages: he

source: Icon '%s' not found
he: סמל '%s' לא נמצא

source: Unknown
he: לא ידוע

source: A program is still running:
he: קיימת תכנית שעדיין רצה:

source: Waiting for the program to finish. Interrupting the program may cause you to lose work.
he: המתנה לסיום התכנית. הפסקת ריצת התכנית עלולה לגרום לאבדן העבודה.

source: Some programs are still running:
he: מספר תכניות עדיין רצות:

source: Waiting for programs to finish. Interrupting these programs may cause you to lose work.
he: המתנה לסיום ריצת הוכניות. הפסקת ריצת הוכניות עלולה לגרום לאבדן העבודה.

source: Switch User Anyway
he: החלפת משתמש בכל מקרה

source: Log Out Anyway
he: להתנתק בכל מקרה

source: Suspend Anyway
he: להשהות בכל מקרה

source: Hibernate Anyway
he: תרדמה בכל מקרה

source: Shut Down Anyway
he: כיבוי בכל מקרה

source: Restart Anyway
he: אתחול בכל מקרה

source: Lock Screen
he: נעילת המסך

source: Cancel
he: ביטול

source: You will be automatically logged out in %d second.
he: יציאה אוטומטית בעוד שנייה %d.

source: This system will be automatically shut down in %d second.
he: המערכת תכבה באופן אוטומטי בעוד שנייה %d.

source: This system will be automatically restarted in %d second.
he: המערכת תאתחל באופן אוטומטי בעוד שנייה %d.

source: You are currently logged in as "%s".
he: התחברת בשם: '%s'

source: Session
he: שיח

source: Log out of this system now?
he: להתנתק מהמערכת כעת?

source: _Switch User
he: _החלפת משתמש

source: _Cancel
he: _ביטול

source: _Log Out
he: _התנתקות

source: Shut down this system now?
he: לכבות את המערכת כעת?

source: S_uspend
he: השעיה

source: _Hibernate
he: _תרדמה

source: _Restart
he: _אתחול

source: _Shut Down
he: _כיבוי

source: Restart this system now?
he: לאתחל את המערכת כעת?

source: Not responding
he: אין תגובה

source: Exited with code %d
he: יציאה עם קוד %d

source: Killed by signal %d
he: חוסל על ידי האות %d

source: Stopped by signal %d
he: נעצר על ידי האות %d

source: Unable to start login session (and unable to connect to the X server)
he: לא ניתן להתחיל שיח (ולא ניתן להתחבר ל־X server)

source: Remembered Application
he: יישומון שמור בזיכרון

source: This program is blocking logout.
he: תכנית זו מונעת התנתקות.

source: Refusing new client connection because the session is currently being shut down
he: חיבור לקוח חדש סורב מכיון שהשיח בהליכי כיבוי

source: Could not create ICE listening socket: %s
he: לא ניתן ליצור שקע האזנה ICE: ‏%s

source: Override standard autostart directories
he: עקיפת מחיצות אתחול־אוטומטי תקניות

source: Session to use
he: שיח לשימוש

source: Enable debugging code
he: אפשור קוד נפוי־תקלים

source: Do not load user-specified applications
he: לא לטעון יישומונים מוגדרי משתמש

source: Version of this application
he: גרסת יישומן זה

source: Show the fail whale dialog for testing
he: הצגת דו־שיח 'לוויתן הכשל' לבדיקה

source: - the Cinnamon session manager
he: - מנהל שיח סינמון

source: Log out
he: התנתקות

source: Power off
he: כיבוי

source: Reboot
he: אתחול מחדש

source: Ignoring any existing inhibitors
he: התעלמות מכל המעכבים הקיימים

source: Don't prompt for user confirmation
he: לא להנחות לאישור משתמש

source: Could not connect to the session manager
he: לא ניתן להתחבר למנהל השיח

source: Program called with conflicting options
he: התכנית נקראה עם אפשרויות סותרות

source: File is not a valid .desktop file
he: הקובץ אינו קובץ desktop. תקין

source: Unrecognized desktop file Version '%s'
he: גרסת קובץ שולחן עבודה '%s' לא מזוהה

source: Starting %s
he: אתחול %s

source: Application does not accept documents on command line
he: משורת פקודה, יישומון לא מקבל מסמכים

source: Unrecognized launch option: %d
he: אפשרות שיגור לא מזוהה: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
he: לא ניתן להעביר את מיקום הקובץ (URI) לקובץ שולחן עבודה מסוג 'Type=Link'

source: Not a launchable item
he: הפריט לא ניתן לשיגור

source: Disable connection to session manager
he: השבתת חיבור למנהל השיח

source: Specify file containing saved configuration
he: נא לציין קובץ המכיל תצורה שמורה

source: FILE
he: קובץ

source: Specify session management ID
he: הגדרת מזהה ניהול שיח

source: ID
he: מזהה

source: Session management options:
he: אפשרויות ניהול שיח:

source: Show session management options
he: הצגת אפשרויות לניהול שיח
