Repository: MIRRozenberg/i10n
Catalog: cinnamon/mintwelcome/mintwelcome-*.po
Languages: ro

source: Welcome
ro: Bine ați venit

source: First Steps
ro: Primii pași

source: Documentation
ro: Documentare

source: Help
ro: Ajutor

source: Contribute
ro: Contribuie

source: Show this dialog at startup
ro: Arată acest dialog la pornire

source: Welcome Screen
ro: Ecran de Bun venit

source: Introduction to Linux Mint
ro: Introducere în Linux Mint

source: Install Multimedia Codecs
ro: Instalează codec-urile multimedia

source: Add all the missing multimedia codecs
ro: Adăugați toate codec-urile multimedia lipsă

source: Linux Mint is a great project. It is open to anyone who wants to participate. There are many ways to help. Click the button below to see how you can get involved.
ro: Linux Mint este un proiect minunat. Este deschis tuturor celor care doresc să participe. Există multe modalități de a ajuta. Faceți clic pe butonul de mai jos, pentru a vedea cum vă puteți implica.

source: Launch
ro: Lansează

source: The Linux Mint documentation consists of a collection of guides, available in PDF, ePUB and HTML and available in many languages. Click the button below to see which guides are available.
ro: Documentația Linux Mint constă dintr-o colecție de ghiduri, disponibile în PDF, ePUB și HTML și disponibile în mai multe limbi. Faceți clic pe butonul de mai jos pentru a vedea ce ghiduri sunt disponibile.

source: New Features
ro: Caracteristici noi

source: Click the button below to discover the new features introduced in this version of Linux Mint.
ro: Faceți clic pe butonul de mai jos pentru a descoperi noile funcții introduse în această versiune de Linux Mint.

source: Release Notes
ro: Note de lansare

source: Click the button below to read about known bugs, limitations and workarounds for this version of Linux Mint.
ro: Faceți clic pe butonul de mai jos pentru a citi despre erorile cunoscute, limitările și soluțiile de rezolvare pentru această versiune de Linux Mint.

source: Desktop Colors
ro: Culori Desktop

source: First, make yourself at home. Choose your favorite color and whether you prefer a light or a dark desktop theme.
ro: În primul rând, faceți singur dosarul acasă. Alegeți culoarea preferată și dacă preferați o temă desktop deschisă sau întunecată.

source: Panel Layout
ro: Aranjament panou

source: Choose your favorite layout.
ro: Alege aranjamentul preferat.

source: Traditional
ro: Tradițional

source: A small panel and a traditional window list.
ro: Un panou mic și o listă tradițională de ferestre.

source: A large panel with grouped windows and a small system tray.
ro: Un panou mare cu ferestre grupate și o zona de notificări mică.

source: Note: Cinnamon will restart after you choose a new layout. Any customization you made to the panel will be lost.
ro: Notă: Cinnamon va reporni după ce alegi noul aranjament. Orice personalizare făcută panoului va fi pierdută.

source: System Snapshots
ro: Instantanee de sistem.

source: Next, let's set automatic system snapshots. A minimum of two daily and two boot snapshots are recommended. If anything breaks, you can then restore your computer to its previous working state.
ro: Apoi, să setăm instantanee de sistem automate. Un minim de două instantanee zilnice și două de boot-are sunt recomandate. Dacă ceva se strică, atunci puteți să restaurați calculatorul vostru la starea de lucru anterioară.

source: Driver Manager
ro: Administrator de drivere

source: Check the Driver Manager to see if it recommends any additional drivers for your computer. Most hardware components are recognized by the Linux kernel and work automatically without the need to install drivers. Some however require proprietary drivers to be recognized or to work better.
ro: Verificați Administratorul de Drivere pentru a vedea dacă recomandă drivere suplimentare pentru computer. Majoritatea componentelor hardware sunt recunoscute de kernel-ul Linux și funcționează automat fără a fi nevoie să instalați drivere. Unele componente necesită totuși recunoașterea drivere-lor brevetate pentru o funcționarea mai bună.

source: Multimedia Codecs
ro: Codec-uri multimedia

source: Additional multimedia codecs are required to support some formats and to play popular audio, video and web content. Click the button below to install them.
ro: Codec-uri multimedia suplimentare sunt necesare pentru a reda unele formate cu conținut popular audio, video și web. Faceți clic pe butonul de mai jos pentru a le instala.

source: Update Manager
ro: Administrator de actualizări

source: The little shield icon in your system tray is your Update Manager. It provides software updates, security updates and kernel updates to fix bugs, keep your computer safe and support newer hardware components.
ro: Micul scut pictogramă din tava de sistem este Managerul de actualizare. Oferă actualizări software, actualizări de securitate și actualizări ale kernel-ului pentru a remedia erorile, pentru a păstra computerul în siguranță și pentru a susține componente hardware mai noi.

source: System Settings
ro: Setări de sistem

source: Have a look at the system settings and configure your operating system the way you like. Don't hesitate to customize it and make it feel like home.
ro: Aruncați o privire la setările sistemului și configurați-vă sistemul de operare așa cum vă doriți. Nu ezita să-l personalizezi, să-l simți ca acasă.

source: Software Manager
ro: Administrator de programe

source: There are about 60,000 applications available. Linux Mint comes with the bare minimum to get you started. The Software Manager is there if you're looking for more.
ro: Există aproximativ 60.000 de aplicații disponibile. Linux Mint vine cu minimul necesar pentru a începe. Administratorul de programe există acolo dacă doriți mai multe aplicații.

source: Firewall
ro: Scut de protecție

source: Control and monitor network traffic by enabling the firewall.
ro: Controlează si monitorizează traficul de rețea prin activarea scutului de protecție.

source: Web Forums
ro: Forumuri web

source: The Linux Mint forums are the best place to find help. Join thousands of users, search topics and threads and find solutions to your problems.
ro: Forumul Linux Mint este locul ideal pentru a găsi ajutor. Alătură-te miilor de utilizatori, teme și discuții si găsește soluțiile problemelor tale.

source: IRC Chat Room
ro: Camera de chat IRC

source: You can also connect to the IRC chat room and chat with users who are currently online. Ask a question, maybe someone there knows the solution?
ro: Puteți, de asemenea, să vă conectați la camera de chat IRC și să discutați cu utilizatorii care sunt online. Pune o întrebare, poate cineva cunoaște soluția?

source: Linux Mint has a great community. Many users will welcome you with open arms and be delighted to help you. Make sure to be patient and respectful with them. Keep a happy and positive attitude and provide accurate information when someone helps you.
ro: Linux Mint are o comunitate excelentă. Mulți utilizatori vă vor întâmpina cu brațele deschise și vor fi încântați să vă ajute. Asigurați-vă că aveți răbdare și respect cu ei. Păstrați o atitudine prietenoasă și pozitivă, oferiți informații exacte atunci când cineva vă ajută.

source: If you have a bad experience with another user, try to solve it responsibly or contact the moderation team. Although we can't guarantee everyone will behave nicely, our project promotes help, respect, tolerance, ideas and constructive discussions.
ro: Dacă aveți o experiență proastă cu un alt utilizator, încercați să o rezolvați responsabil sau contactați echipa de moderatori. Deși nu putem garanta că toată lumea se va comporta frumos, proiectul nostru promovează ajutor, respect, toleranță, idei și discuții constructive.

source: Welcome to Linux Mint
ro: Bine ați venit la Linux Mint

source: Welcome to your new operating system!
ro: Bun venit în noul tău sistem de operare!

source: This welcome screen will guide you through your first steps, show you how to find help and where to get more information about Linux Mint.
ro: Acest ecran de întâmpinare vă va ghida primii pași, vă va arăta cum puteți găsi ajutor și unde puteți obține mai multe informații despre Linux Mint.

source: On behalf of the development team and everyone involved in the project, we'd like to thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we enjoy working on it.
ro: În numele echipei de programatori și a tuturor celor implicați în proiect, dorim să-ți mulțumim că ai ales Linux Mint. Sperăm că o să îți placă, să îl folosești la fel de mult cât ne-a făcut nouă plăcere să lucrăm la el.

source: Have a great time and don't hesitate to send us your feedback.
ro: Distrează-te și nu ezita să ne trimiți părerile tale.
