Repository: MIRRozenberg/i10n
Catalog: cinnamon/mint-common/mint-common-la.po
Languages: la

source: Flatpaks
la: Flatpak

source: Install
la: Institue

source: Remove
la: Erade

source: Upgrade
la: Renova

source: Please take a look at the list of changes below.
la: Indicem mutationum in calce inspice, quaeso.

source: Additional software has to be installed
la: Plura programmata instituenda sunt

source: Additional software has to be removed
la: Plura programmata delenda sunt

source: Additional software has to be upgraded
la: Plura programmata renovanda sunt

source: Additional changes are required
la: Plures mutationes necessariae sunt

source: %s will be downloaded in total.
la: Ex rete %s extrahenda sunt.

source: %s of disk space will be freed.
la: %s areae disci evacuabuntur.

source: %s more disk space will be used.
la: %s areae disci magis occupabuntur.

source: Flatpak Progress
la: Flatpak Progressus

source: Cancelled
la: Actio interrupta

source: The operation was cancelled before it could complete.
la: Actio ante expletionem interrupta.

source: Initializing
la: Initiatio

source: Installing flatpaks
la: Flatpak instituens

source: Installing: %s
la: Instituens: %s

source: Removing flatpaks
la: Flatpak removens

source: Removing: %s
la: Removens: %s

source: Updating flatpaks
la: Flatpak renovans

source: Updating: %s
la: Renovans: %s

source: Finished
la: Perfectum

source: Operation completed successfully
la: Actio bene perfecta

source: Failed
la: Deficit

source: An error occurred: %s
la: Error evenit: %s

source: An error occurred
la: Error evenit

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
la: Hoc in indice non invenitur in ullo fasciculo. Visne utcumque ex indice eradere?

source: The following packages will be removed:
la: Hi fasciculi eradendi sunt:

source: Packages to be removed
la: Fasciculi eradendi
