Repository: MIRRozenberg/i10n
Catalog: cinnamon/mint-common/mint-common-*.po
Languages: ia, kab, mai, th

source: Install
ia: Installar
kab: Sebded
mai: इनस्टॉल करू
th: ติดตั้ง

source: Remove
ia: Eliminar
kab: Kkes
mai: हटाउ
th: เอาออก

source: Upgrade
ia: Promover
kab: Sali aswir
mai: उन्नत बनाबू
th: ปรับรุ่น

source: Please take a look at the list of changes below.
ia: Perspice le lista de cambios infra.
kab: Ttxik-k wali tabdart n ibeddilen ukessar.
mai: कृपया नीचा देल बद्लावक सूची देखू।
th: โปรดดูที่รายการเปลี่ยนแปลงด้านล่าง

source: Additional software has to be installed
ia: Altere software debe ser installate
kab: Aseɣẓan amernan yettwasbedd.
mai: अतिरिक्त सॉफ्टवेयर इनस्टॉल करबाक आवश्यकता अछि
th: ซอฟต์แวร์เพิ่มเติมจะต้องถูกติดตั้ง

source: Additional software has to be removed
ia: Altere software debe ser eliminate
kab: Aseɣẓan amernan yettwakked.
mai: अतिरिक्त सॉफ्टवेयर हटेबाक आवश्यकता अछि
th: ซอฟต์แวร์เพิ่มเติมจะต้องถูกถอดถอน

source: Additional software has to be upgraded
ia: Altere software debe ser promovite
kab: Aseɣẓan amernan yesra asali n uswir
mai: अतिरिक्त सॉफ्टवेयर उन्नत करबाक आवश्यकता अछि
th: ซอฟต์ฺแวร์เพิ่มเติมจะต้องถูกอัปเกรด

source: Additional changes are required
ia: Altere cambios es necessari
kab: Abeddel amernan yettwasra
mai: अतिरिक्त परिवर्तन करबाक आवश्यकता अछि

source: %s will be downloaded in total.
ia: %s sera discargate in total.
kab: %s d aɣrud ara yettusidren
mai: %s कुल डाउनलॉड करल जायत
th: %s จะถูกดาวน์โหลดทั้งหมด

source: %s of disk space will be freed.
ia: %s de spatio de disco sera liberate.
kab: %s n tallunt n uḍebsi ad ittuslelli.
mai: %s जगह डिस्कमे खाली होयत।

source: %s more disk space will be used.
ia: %s plus spatio de disco sera usate.
kab: %s n uḍebsi ad yettwaseqdec daɣen.
mai: %s अतिरिक्त जगह डिस्कमे उपयोग होयत।

source: Flatpak Progress
ia: Progresso de Flatpak
kab: Tafarayt n Flatpak
mai: Flatpak प्रगति

source: Cancelled
ia: Cancellate
kab: Ittwafsex
mai: रद कएल गेल
th: ยกเลิกแล้ว

source: The operation was cancelled before it could complete.
ia: Le operation era cancellate ante que complete.
kab: Tamhelt tettwafsex send ad tmmed.
mai: काज पुर्न होब' स' पहिने रद्द कयल गेल।
th: ปฏิบัติการถูกยกเลิกก่อนที่จะเสร็จ

source: Initializing
ia: Initialisation
kab: Awennez
mai: आरँभीकरण होयत
th: กำลังเตรียมใช้งาน

source: Installing flatpaks
ia: Installation de flatpaks
kab: Asbeddi n flatpaks
mai: flatpak इनस्टॉल भ' रहल अछि

source: Installing: %s
ia: Installation de %s
kab: Asbeddi: %s
mai: इनस्टॉल भ' रहल: %s
th: กำลังติดตั้ง: %s

source: Removing flatpaks
ia: Remotion de flatpaks
kab: Tukksa n flatpaks
mai: flatpak हटाओल जा रहल अछि

source: Removing: %s
ia: Remotion de %s
kab: Tukksa: %s
mai: हटाओल जा रहल: %s
th: กำลังเอาออก: %s

source: Updating flatpaks
ia: Actualisation de flatpaks
kab: Aleqqem n flatpaks
mai: flatpak नवीकरन भ' रहल अछि

source: Updating: %s
ia: Actualisation de %s
kab: Aleqqem: %s
mai: नवीकरन भ' रहल: %s
th: กำลังปรับปรุง: %s

source: Finished
ia: Finite
kab: Ifuk
mai: सम्पन्न
th: เสร็จแล้ว

source: Operation completed successfully
ia: Operation completate con successo
kab: Tamheld temmed akken iwata
mai: काज सफलतापूर्वक सम्पन्न
th: ปฏิบัติการเสร็จเรียบร้อยแล้ว

source: Failed
ia: Fallite
kab: Yerreẓ
mai: विफल भेल
th: ล้มเหลว

source: An error occurred: %s
ia: Un error occurreva: %s
kab: Teḍra-d tuccḍa: %s
mai: एकटा त्रुटि भेल: %s
th: เกิดข้อผิดพลาด: %s

source: An error occurred
ia: Un error occurreva
kab: Taḍra-d tuccḍa
mai: एकटा त्रुटि भेल
th: เกิดข้อผิดพลาด

source: This menu item is not associated to any package. Do you want to remove it from the menu anyway?
ia: Ce commando del menu non es associate a alcun pacchetto. Desira tu remover lo ab le menu comocunque?
kab: Aferdis agi ur icudd ara ar ukemmus. Tebɣiḍ ɣas akka ad tekkseṭ seg umuɣ?
mai: इ मेन्यू वस्तु कोनो पैकेज स' संबंधित नहि अछि। की आहा एकरा हटाब' चाहैत छि ?
th: รายการเมนูนี้ไม่เกี่ยวข้องกับแพคเกจใด ๆ เลย คุณต้องการจะลบจากเมนูเลยหรือไม่

source: The following packages will be removed:
ia: Le sequente pacchettos sera removite:
kab: Ikemmusen agi ad ttwakksen
mai: निम्नलिखित पैकेज हटा देल जायत :
th: แพคเกจต่อไปนี้จะถูกเอาออก:

source: Packages to be removed
ia: Le pacchettos a ser removite
kab: Ikemmusen ara yettwakksen
mai: हटाब' जाय बला पैकेज
th: แพคเกจที่ต้องการเอาออก

source: Cannot remove package %s as it is required by other packages.
ia: Impossibile remover le pacchetto %s perque illo es necessari pro altere pacchettos.

source: Package %s is a dependency of the following packages:
ia: Le pacchetto %s es un dependentia del pacchettos sequente:

source: Flatpaks
mai: फ्लैट्पैक
