Repository: MIRRozenberg/i10n
Catalog: cinnamon/cinnamon-screensaver/cinnamon-screensaver-*.po
Languages: fa

source: Causes the screensaver to exit gracefully
fa: باعث می‌شود پرده‌بان به‌آرامی خارج شود

source: Query the state of the screensaver
fa: پرس‌وجوی وضعیت پرده‌بان

source: Query the length of time the screensaver has been active
fa: پرس‌وجوی مدت زمانی که پرده‌بان فعال بوده است

source: Tells the running screensaver process to lock the screen immediately
fa: به فرایند در حال اجرای پرده‌بان خبر می‌دهد که صفحه‌نمایش را فوری قفل کند

source: Turn the screensaver on (blank the screen)
fa: روشن کردن پرده‌بان (خالی کردن صفحه‌نمایش)

source: If the screensaver is active then deactivate it (un-blank the screen)
fa: اگر پرده‌بان فعال است، غیرفعال شود (در آمدن صفحه‌نمایش از خالی بودن)

source: Version of this application
fa: نگارش این برنامه

source: Message to be displayed in lock screen
fa: پیامی که در قفل صفحه‌نمایش نشان داده شود

source: The screensaver is active
fa: پرده‌بان فعال است

source: The screensaver is inactive
fa: پرده‌بان غیرفعال است

source: The screensaver is not currently active.
fa: پرده‌بان هم‌اکنون فعال نیست.

source: The screensaver has been active for %d second.
fa: پرده‌بان به مدت %d ثانیه فعال بوده است.

source: Cinnamon Screensaver has experienced an error
fa: پرده‌بان سینامون با خطایی مواجه شد

source: The 'cs-backup-locker' process terminated before the screensaver did. Please report this issue and try to describe any actions you may have performed prior to this occurring.
fa: فرایند «cs-backup-locker» پیش از پرده‌بان خاتمه یافت. لطفاً این مسئله را گزارش کنید و سعی کنید هر کنشی که پیش از رخ دادن این انجام داده‌اید را شرح دهید.

source: Please enter your password...
fa: لطفاً گذرواژه‌تان را وارد کنید…

source: Unlock
fa: قفل‌گشایی

source: Switch User
fa: تعویض کاربر

source: Incorrect password
fa: گذرواژهٔ نادرست

source: Checking...
fa: بررسی…

source: You have the Caps Lock key on.
fa: کلید قفل تبدیل‌تان روشن است.
